Repository: bryceco/GoMap
Catalog: src/iOS/*.lproj/Localizable.strings
Languages: cs, es, hr, id, it, ja, nn, pl, vi

source: Extending a way which belongs to a Route or similar relation may damage the relation
cs: Prodloužení cesty, která patří do trasy nebo podobné relace může poškodit relaci
es: Extender un camino que pertenece a una Ruta o relación similar puede dañar la relación
hr: Produženje puta koji pripada ruti ili sličnoj vezi može oštetiti vezu
ja: ルートやそれに類するリレーションに属するウェイの延長はリレーションを壊す可能性があります

source: Filters
es: Filtros

source: Geometry
es: Geometría

source: GPX Upload Complete
cs: Nahrávání GPX dokončeno
es: Subida del GPX completada
hr: Prijenos na GPX gotov
ja: GPXアップロード完了

source: GPX Upload Failed
cs: Nahrávání GPX se nezdařilo
es: Fallo la subida de GPX
hr: Prijenos na GPX neuspio
ja: GPXアップロード失敗

source: Height: %1$@ ± %2$@ meters
cs: Výška: %1$@ ± %2$@ metrů
es: Altura: %1$@ ± %2$@ metros
ja: 高さ: %1$@ ± %2$@ メートル

source: I'll do it!
cs: Udělám to!
es: ¡Lo haré!
hr: Ja ću to obaviti!
id: Akan saya lakukan!
ja: 実行します！

source: Icon
es: Icono

source: Identifier
cs: Identifikátor
es: Identificador
hr: Identifikator
ja: 識別子
vi: Định danh

source: Ignore
cs: Ignorovat
es: Ignorar
hr: Zanemari
id: Abaikan
ja: 無視
vi: Bỏ qua

source: Import
cs: Importovat
es: Importar
ja: インポート

source: Import Error
cs: Chyba importu
es: Error al importar
ja: インポートエラー

source: Import Quests
cs: Importovat úkoly
es: Importar tareas
ja: クエストをインポート

source: In order to measure height, please enable camera access in the app's settings.
cs: Pro možnost měření výšky povolte přístup ke kameře v nastavení aplikace.
es: Para medir la altura, activa el acceso a la cámara en los ajustes de la aplicación.
hr: Za mjerenje visine aktiviraj pristup kameri u postavkama programa.
id: Untuk mengukur tinggi, mohon aktifkan akses kamera di pengaturan aplikasi.
ja: 高さを測る場合は、アプリ設定のカメラへのアクセスを許可してください。

source: Invalid URL
cs: Neplatná URL adresa
es: URL no válido
hr: Nevažeći URL
id: URL tidak valid
ja: 不適切なURL
vi: URL không hợp lệ

source: Join
cs: Spojit
es: Incorporar
hr: Spoji
id: Hubungkan
ja: ジョイン
vi: Nối liền

source: Joining would invalidate a Turn Restriction the way belongs to
cs: Spojením dojde k zneplatnění omezení odbočení do kterého cesta patří
es: La incorporación invalidará una restricción de giro a que pertenece la vía
hr: Spajanje bi poništilo zabranu skretanja s puta kojemu pripada
ja: ジョインするとこのウェイが属する進行方向制限を無効にする可能性があります

source: Keys
es: Claves

source: Language selection affects only Presets and only for those presets that are translated for iD. The main interface is still English.
cs: Výběr jazyka ovlivňuje rozhraní aplikace a předvolby, které jsou lokalizované pro editor iD.
es: La selección del idioma sólo afecta a los preajustes y sólo para aquellos preajustes que están traducidos para el identificador. La interfaz principal sigue estando en inglés.
hr: Odabir jezika utječe samo na predodređene postavke i na one, koje su prevedene za iD. Jezik glavnog sučelja je i nadalje engleski.
ja: 言語選択はiD用に翻訳されたプリセットにだけ影響します。メインのインタフェースはまだ英語だけです。

source: Last updated %@
cs: Poslední nahrání %@
es: Última actualización %@
hr: Zadnje aktualiziranje: %@
id: Terakhir diperbarui %@
ja: 最終更新 %@
vi: Cập nhật lần cuối cùng vào %@

source: Lat/Lon
cs: Šířka/délka
es: Latitud/longitud
hr: Zemljopisna širina/dužina
id: Lin/Buj
ja: 緯度/経度
vi: Vĩ độ/Kinh độ

source: Left
cs: Vlevo
es: Izquierda
hr: Lijevo
id: Kiri
ja: 左

source: Left side
cs: Levá strana
es: Lado izquierdo
hr: Lijeva strana
id: Sisi kiri
ja: 左側
vi: Bên trái

source: Length
cs: Délka
es: Longitud
hr: Duljina
id: Panjang
ja: 長さ

source: Line
es: Línea

source: Location unavailable
cs: Poloha je nedostupná
es: Ubicación no disponible
hr: Mjesto nedostupno
id: Lokasi tidak tersedia
ja: 位置を取得できません
vi: Vị trí không có sẵn

source: Login successful
cs: Přihlášení bylo úspěšné
es: Acceso correcto
hr: Prijava uspjela
id: Berhasil masuk
ja: ログインに成功
vi: Đã đăng nhập thành công

source: Low memory: clearing cache
cs: Nedostatek paměti: čištění mezipaměti
es: Poco espacio: vaciando antememoria
hr: Mala količina memorije: predmemorija se briše
id: Memori sedikit: menghapus cache
ja: メモリー僅少: キャッシュをクリア中

source: Mail delivery is not available on this device
cs: Doručení pošty není na tomto zařízení dostupné
es: La entrega del correo no está disponible en este dispositivo
hr: Dostava e-poštom nije dostupna na ovom uređaju
ja: この装置ではメールを配信できません

source: Make Circular
cs: Vytvořit kruh
es: Hacer circular
hr: Postavi kružno
id: Buat Melingkar
ja: 円形化
vi: Làm Tròn

source: Make Rectangular
cs: Zpravoúhlit
es: Hacer rectangular
hr: Postavi pravokutno
id: Buat Kotak
ja: 直角化
vi: Làm Vuông góc

source: Max nodes after joining is 2000
cs: Max. počet bodů po spojení je 2 000
es: El número máximo de nodos tras la adhesión es 2000
hr: Maksimalni broj čvorova nakon spajanja je 2000
id: Node maksimum setelah menggabungkan adalah 2000
ja: ジョイン後の最大ノード数は2000です
vi: Tối đa 2.000 nốt sau khi nối liền

source: Maximum way length is 2000 nodes
cs: Maximální délka linie je 2 000 bodů
es: La longitud máxima de la vía es de 2000 nodos
hr: Maksimalna duljina puta je 2000 čvorova
id: Panjang maksimum way adalah 2000 node
ja: 最大ウェイ長は2000ノードです
vi: Chiều dài lối tối đa là 2.000 nốt

source: Maybe later...
cs: Možná později…
es: Quizás más tarde...
hr: Možda kasnije …
id: Mungkin nanti...
ja: 後で...
vi: Thôi để sau…

source: Measure Direction
cs: Změřit vzdálenost
es: Dirección de medición
hr: Smjer mjerenja
ja: 測定方向

source: Member of multipolygon relation
cs: Člen multipolygonové relace
es: Miembro de una relación multipoligonal
hr: Član mnogokutne veze
id: Anggota relasi multipolygon
ja: マルチポリゴンリレーションのメンバー
vi: Thành viên quan hệ tổ hợp đa giác

source: Members
cs: Členové
es: Miembros
hr: Članovi
id: Anggota
ja: メンバー
vi: Thành viên

source: Merge Tags
cs: Sloučit značky
es: Fusionar etiquetas
hr: Sjedini oznake
id: Satukan Tag
ja: タグをマージ
vi: Hợp nhất các Thẻ

source: meters
cs: metry
es: metros
hr: metara
id: meter
it: metri
ja: メートル
vi: mét

source: Missing way to connect to
cs: Chybí linie pro spojení
es: Falta la forma de conectarse a
hr: Nedostaje put na koji bi se povezalo
ja: 接続先のウェイが見つかりません
vi: Thiếu lối để nối liền với

source: Modified
cs: Změněno
es: Modificado
hr: Promijenjeno
id: Dimodifikasi
ja: 更新日
vi: Đã thay đổi

source: Modify
cs: Změnit
es: Modificar
hr: Promijeni
id: Modifikasi
ja: 変更
vi: Thay đổi

source: Modify
cs: Změnit
es: Modificar
hr: Promijeni
id: Modifikasi
ja: 変更
vi: Thay đổi

source: Modifying the raw XML data allows you to correct errors that prevent uploading. It is an advanced operation that should only be undertaken if you have a thorough understanding of the OSM changeset format.
cs: Úprava surových XML dat umožňuje opravit chyby bránící nahrání změn. Jedná se o pokročilou funkci, kterou byste měli použít jen pokud skutečně dobře rozumíte formátu OSM sady změn.
es: Modificar los datos XML sin procesar te permite corregir los errores que impiden la carga. Es una operación avanzada que sólo debe llevarse a cabo si tienes un conocimiento profundo del formato del conjunto de cambios de OSM.
hr: Mijenjanje neobrađenih XML podataka omogućuje ispravljanje grešaka koje sprečavaju prijenos. To je napredna operacija koju bi trebali koristiti samo korisnici koji imaju dobro znanje o formatu skupa promjena OSM-a.
ja: アップロードできない場合は生のXMLデータを変更するとエラーを修正できます。 高度な操作なのでOSMの変更セットの形式を熟知している場合にのみ行ってください。

source: More...
cs: Další…
es: Más…
hr: Više …
id: Lainnya...
ja: その他...
vi: Thêm…

source: Most recent
cs: Nedávné
es: Más reciente
hr: Najnovije
id: Baru-baru ini
ja: 最近使ったタグ
vi: Gần đây nhất

source: move
cs: posunout
es: mover
hr: premjesti
id: pindahkan
it: sposta
ja: 移動
pl: przenieś
vi: di chuyển

source: Move
cs: Posunout
es: Trasladar
hr: Premjesti
id: Pindahkan
ja: 移動
vi: Di chuyển

source: Move selected object?
cs: Posunout vybraný objekt?
es: ¿Quiere trasladar el objeto seleccionado?
hr: Premjestiti odabrani objekt?
id: Pindahkan obyek yang dipilih?
ja: 選択したオブジェクトを移動しますか？
vi: Di chuyển đối tượng được chọn?

source: mph
es: Millas por hora (mph)

source: Multipolygon
es: Multipolígono
hr: Mnogokut
ja: マルチポリゴン
vi: Tổ hợp đa giác

source: Name
es: Nombre

source: Needs Survey
es: Encuesta sobre las necesidades

source: Network error
cs: Chyba sítě
es: Error de red
hr: Greška mreže
id: Kesalahan jaringan
ja: ネットワークのエラー
vi: Lỗi mạng

source: Never
cs: Nikdy
es: Nunca
hr: Nikada
id: Jangan pernah
ja: いいえ
vi: Không bao giờ

source: Next
cs: Další
es: Siguiente
hr: Sljedeće
id: Selanjutnya
ja: 次へ
vi: Sau

source: No active track
cs: Žádná aktivní trasa
es: No hay ningún rastro activo
hr: Nema aktivne staze
ja: アクティブなトラックなし

source: No Data
cs: Žádná data
es: Sin datos
hr: Nema podataka
id: Tidak Ada Data
ja: データなし
vi: Không có Dữ liệu

source: No Left Turn restriction
cs: Žádné omezení odbočení vlevo
es: Restricción de giro a la izquierda
hr: Nema zabrane skretanja nalijevo
id: Tidak ada batasan Dilarang Belok Kiri
ja: 左折禁止
vi: Hạn chế Cấm Rẽ Trái

source: No results found
cs: Žádné výsledky
es: No se encontró ningún resultado
hr: Nema rezultata
id: Tidak menemukan apapun
ja: 結果が見つかりません
vi: Không tìm thấy kết quả

source: No Right Turn restriction
cs: Žádné omezení odbočení vpravo
es: Restricción de giro a la derecha
hr: Nema zabrane skretanja nadesno
id: Tidak ada batasan Dilarang Belok Kanan
ja: 右折禁止
vi: Hạn chế Cấm Rẽ Phải

source: No Straight On restriction
cs: Žádné omezení jízdy rovně
es: Restricción de pase de frente
hr: Nema zabrane kretanja ravno
id: Batasan Dilarang Lurus
ja: 直進禁止
vi: Hạn chế Cấm Chạy Thẳng

source: No tags to paste
cs: Žádné značky pro vložení
es: No hay ninguna etiqueta que pegar
hr: Nema oznaka za umetanje
id: Tak ada tag untuk ditempel
it: Nessuna etichetta da incollare
ja: 貼り付けるタグがありません
vi: Không có thẻ để dán

source: No U-Turn restriction
cs: Žádné omezení otáčení
es: Restricción de giro en U
hr: Nema zabrane polukružnog okretanja
id: Tidak ada batasan Dilarang Putar Balik
ja: Uターン禁止
vi: Hạn chế Cấm Quay Ngược

source: Node
cs: Bod
es: Nodo
hr: Čvor
ja: ノード
vi: Nốt

source: node %@
cs: bod %@
es: nodo %@
hr: čvor %@
it: nodo %@
ja: ノード %@
pl: węzeł (punkt) %@
vi: nốt %@

source: node %@ (in way)
cs: bod %@ (v linii)
es: nodo %@ (sobre vía)
hr: čvor %@ (na putu)
ja: ノード %@ (ウェイ内)
pl: węzeł (punkt) %@ (w linii)
vi: nốt %@ (thuộc lối)

source: Node Attributes
cs: Atributy bodu
es: Atributos del nodo
hr: Svojstva čvora
ja: ノードの属性

source: Node is not an element of way
cs: Bod není součástí linie
es: El nodo no es un elemento de la vía
hr: Čvor nije element puta
id: Node bukan elemen dari way
ja: ノードがウェイの要素ではありません

source: Node must be the first or last node of the way
cs: Bod musí být prvním, či posledním bodem linie
es: El nodo debe ser el primer o el último de la vía
hr: Čvor mora biti prvi ili zadnji čvor puta
id: Node harus menjadi node pertama atau terakhir pada way
ja: ノードはウェイの最初か最後のノードでなければなりません

source: Node Tags
cs: Značky bodu
es: Etiquetas del nodo
hr: Oznake čvora
id: Tag Node
ja: ノードのタグ

source: Not found
cs: Nenalezeno
es: No encontrado
hr: Nije pronađeno
id: Tidak ditemukan
ja: 見つかりません
vi: Không tìm thấy

source: Note History
cs: Historie bodu
es: Historial de nota
hr: Kronologija bilježaka
id: Riwayat Catatan
ja: メモの履歴
vi: Lịch sử Nốt

source: Nothing to upload, no changes have been made.
cs: Nic pro nahrání, neprovedeny žádné změny.
es: No hay nada que subir, no se han hecho cambios.
hr: Nema se što prenijeti. Ništa nije promijenjeno.
id: Tidak ada yang perlu diunggah, belum ada perubahan yang telah dibuat.
ja: アップロードするものはありません、変更はありません。

source: Number of recent items to display
cs: Počet nedávných položek k zobrazení
es: Número de elementos recientes a mostrar
hr: Broj prikazanih nedavnih elemenata
ja: 最新利用項目の表示数
vi: Số mục gần đây để hiển thị

source: Object modified
cs: Objekt upraven
es: Objeto modificado
hr: Objekt promijenjen
id: Obyek dimodifikasi
ja: オブジェクトは変更されました

source: OK
es: Aceptar
hr: U redu
id: Oke

source: Old value: %@
es: Valor antiguo: %@

source: Only Left Turn restriction
cs: Pouze omezení odbočení vlevo
es: Sólo restricción de giro a la izquierda
hr: Samo zabrana skretanja ulijevo
id: Batasan Harus Belok Kiri
ja: 左折のみ
vi: Hạn chế Chỉ Rẽ Trái

source: Only multipolygon relations are supported
cs: Podporovány jsou pouze multipolygonové relace
es: Solo se admiten las relaciones multipoligonales
hr: Podržane su samo mnogokutne veze
id: Hanya relasi multipolygon yang didukung
ja: マルチポリゴンのリレーションだけがサポートされています
vi: Chỉ hỗ trợ quan hệ tổ hợp đa giác

source: Only Right Turn restriction
cs: Pouze omezení odbočení vpravo
es: Sólo restricción de giro a la derecha
hr: Samo zabrana skretanja udesno
id: Batasan Harus Belok Kanan
ja: 右折のみ
vi: Hạn chế Chỉ Rẽ Phải

source: Only Straight On restriction
cs: Pouze omezení jízdy rovně
es: Solo se permite conducir en línea recta
hr: Samo zabrana kretanja ravno
id: Batasan Harus Lurus
ja: 直進のみ
vi: Hạn chế Chỉ Chạy Thẳng

source: Only ways/multipolygons can be rotated
cs: Otáčeny mohou být pouze linie a multipolygony
es: Solo se pueden rotar varias carreteras/polígonos
hr: Okretati se mogu samo putovi/mnogokuti
id: Hanya way/multipolygon yang bisa diputar
ja: ウェイ/マルチポリゴンだけが回転できます
vi: Chỉ có thể xoay lối/tổ hợp đa giác

source: Open Settings
cs: Otevřít nastavení
es: Abrir configuración
hr: Otvori postavke
id: Buka Pengaturan
ja: 設定を開く
vi: Mở Cài đặt

source: Open URL
cs: Otevřít URL
es: Abrir URL
hr: Otvori URL
id: Buka URL
ja: URLを開く
vi: Mở URL

source: other object
cs: další objekt
es: otro objeto
hr: drugi objekt
id: obyek lain
it: altro oggetto
ja: 他のオブジェクト
pl: inny obiekt
vi: đối tượng khác

source: Paste
cs: Vložit
es: Pegar
hr: Umetni
id: Tempel
it: Incolla
ja: 貼付
vi: Dán

source: Paste the JSON for your quests into the field below
cs: Níže vložte své úkoly v JSON formátu
es: Pega el JSON para sus misiones en el campo a continuación
ja: あなたのクエストのJSONを下記フィールドに貼り付け

source: Pasting %@ characters, maximum tag length is 255
cs: Vkládáte %@ znaků, maximální limit značky je 255 znaků.
es: Al pegar caracteres %@, la longitud máxima de la etiqueta es 255
id: Menempelkan %@ karakter, panjang tag maksimum adalah 255
ja: %@ 文字をペースト中、最大タグ長は255

source: Pasting %ld tag(s)
cs: Vkládání %ld tagů
es: Pegando etiqueta(s) %ld
hr: Umetanje %ld oznake(a)
id: Menempel %ld tag
ja: %ld 件のタグを貼り付け中
vi: Đang dán %ld thẻ

source: Perform Action
cs: Provést akci
es: Efectuar acción
hr: Izvedi radnju
id: Lakukan Tindakan
ja: 操作を実行
vi: Thực hiện Tác vụ

source: Please wait
cs: Prosím čekejte
es: Espere
hr: Pričekaj
id: Mohon tunggu
ja: お待ち下さい
vi: Xin vui lòng chờ đợi

source: Point
es: Punto

source: Previous
cs: Předchozí
es: Anterior
hr: Prethodne
id: Sebelumnya
ja: 前へ
vi: Trước

source: Previous Tracks
cs: Předchozí trasy
es: Rastros anteriores
hr: Prethodne staze
id: Lajur Sebelumnya
ja: 以前のトラック

source: Provide a single-character symbol (emoji or unicode character) to identify this quest:
es: Proporciona un símbolo de un solo carácter (emoji o carácter unicode) para identificar esta búsqueda:

source: Purge
cs: Pročistit
es: Purgar
hr: Isprazni
id: Bersihkan
ja: 消去
vi: Xóa sạch

source: Quest
cs: Úkol
es: Búsqueda
ja: クエスト

source: Quest Definition Error
cs: Chyba definice úkolu
es: Error de definición de la búsqueda
ja: クエスト定義エラー

source: Quests were imported successfully.
cs: Úkoly byly úspěšně importovány.
es: Las tareas se han importado correctamente.
ja: クエストは正しくインポートされました。

source: Rating this app makes it easier for other mappers to discover it and increases the visibility of OpenStreetMap.
cs: Hodnocení aplikace umožňuje dalším maperům její nalezení a zviditelňuje OpenStreetMap.
es: Clasificar esta aplicación facilita que otros cartógrafos la descubran y aumenta la visibilidad de OpenStreetMap.
hr: Ocjenjivanje ovog programa olakšava drugim kartografima ga otkriti, te povećava vidljivost karte OpenStreetMap.
id: Nilai aplikasi ini supaya memudahkan penyunting peta lain untuk menemukannya dan meningkatkan visibilitas OpenStreetMap.
ja: このアプリを評価すると他のマッパーが見つけやすくなり、OpenStreetMap自体も閲覧されやすくなります。
vi: Hãy đánh dấu ứng dụng này để cho người khác có thể khám phá nó và cùng lập bản đồ và để làm cho OpenStreetMap nổi tiếng hơn.

source: Recent Aerial Imagery
cs: Nedávné letecké snímky
es: Imágenes aéreas recientes
hr: Nedavne aerofotografije
id: Citra Udara Terbaru
ja: 最近使った航空画像
vi: Không ảnh Gần đây

source: Redo
cs: Opakovat
es: Rehacer
hr: Ponovi
id: Mengulangi
ja: 再実行
vi: Làm lại

source: relation
cs: relace
es: relación
hr: veza
id: hubungan
it: relazione
ja: リレーション
pl: relacja
vi: quan hệ

source: Relation Attributes
cs: Atributy relace
es: Atributos de relación
hr: Svojstva veze
id: Atribut-atribut Hubungan
ja: リレーションの属性

source: Relation Tags
cs: Značky relace
es: Etiquetas de relación
hr: Oznake veze
id: Tag-tag Hubungan
ja: リレーションのタグ

source: Relation: %@
cs: Relace: %@
es: Relación: %@
hr: Veza: %@
id: Relasi: %@
ja: リレーション: %@
vi: Quan hệ: %@

source: Relations
cs: Relace
es: Relaciones
hr: Veze
id: Hubungan-hubungan
ja: リレーション
vi: Quan hệ

source: Replace Tags
cs: Nahradit značky
es: Reemplazar etiquetas
hr: Zamijeni oznake
id: Ganti Tag
ja: タグを置き換える
vi: Thay thế Thẻ

source: Requires a closed way with at least 3 nodes
cs: Vyžaduje uzavřenou linii s alespoň 3 body
es: Requiere una ruta cerrada con al menos 3 nodos
hr: Zahtijeva zatvoren put s barem tri čvora
id: Membutuhkan way tertutup dengan setidaknya 3 node
ja: 少なくとも3つのノードを持つクローズドウェイが必要です
vi: Cần lối đóng có ít nhất 3 nốt

source: Requires a closed way with at least 4 nodes
cs: Vyžaduje uzavřenou linii s alespoň 4 body
es: Requiere una ruta cerrada con al menos 4 nodos
hr: Zahtijeva zatvoren put s barem četiri čvora
id: Membutuhkan way tertutup dengan setidaknya 4 node
ja: 少なくとも4つのノードを持つクローズドウェイが必要です
vi: Cần lối đóng có ít nhất 4 nốt

source: Restrict
cs: Omezit
es: Restringir
hr: Zabrani
id: Batasi
ja: 制限
vi: Hạn chế

source: Restriction: %@
cs: Omezení: %@
es: Restricción: %@
hr: Zabrana: %@
id: Batasan: %@
ja: 制限: %@
vi: Hạn chế: %@

source: Results for %@ (%@)
cs: Výsledky pro %1$@ (%2$@)
es: Resultados para %1$@ (%2$@)
hr: Rezultati za %1$@ (%2$@)
id: Hasil untuk %1$@ (%2$@)
ja: %1$@ (%2$@) の検索結果
vi: Kết quả %1$@ (%2$@)

source: Retry
cs: Opakovat
es: Reintentar
hr: Pokušaj ponovo
id: Coba lagi
ja: 再試行

source: Reverse
cs: Obrátit směr
es: Invertir
hr: Preokreni
id: Balik
ja: 反転
vi: Đảo ngược

source: Right
cs: Vpravo
es: Derecha
hr: Desno
id: Kanan
ja: 右

source: Right side
cs: Pravá strana
es: Lado derecho
hr: Desna strana
id: Sisi kanan
ja: 右側
vi: Bên phải

source: Rotate
cs: Otočit
es: Girar
hr: Okreni
id: Putar
ja: 回転
vi: Xoay

source: Save
es: Guardar

source: Save or discard your changes
es: Guardar o descartar los cambios

source: Select a highway approaching the intersection
cs: Vyberte silnici směřující do křížení
es: Selecciona una carretera que se aproxime a la intersección
hr: Odaberi autocestu koja se približava raskrižju
id: Pilih jalan yang mendekati persimpangan
ja: 交差点に向かう道路を選択

source: Select Object
cs: Vyberte objekt
es: Seleccionar un objeto
hr: Odaberi objekt
id: Pilih Obyek
ja: オブジェクトを選択
vi: Chọn Đối tượng

source: Selected object is off screen
cs: Vybraný objekt je mimo obrazovku
es: El objeto seleccionado está fuera de la pantalla
hr: Odabrani objekt se nalazi izvan ekrana
id: Obyek yang dipilih diluar layar
ja: 選択した道路は画面の外にあります

source: Set
cs: Nastavit
es: Establecer
hr: Postavi
id: Tetapkan
ja: セット
vi: Đặt

source: Set Height Tag
cs: Nastavit značku výšky
es: Fijar la etiqueta de altura
hr: Postavi oznaku visine
id: Atur Tag Tinggi
ja: heightタグをセット
vi: Đặt Thẻ Chiều cao

source: set tags
cs: nastavit značky
es: establecer etiquetas
hr: postavi oznake
id: atur tag-tag
it: imposta le etichette
ja: タグをセット
pl: ustaw tagi
vi: đặt thẻ

source: Settings
cs: Nastavení
es: Configuración
hr: Postavke
id: Pengaturan
ja: 設定
vi: Thiết lập

source: Share
cs: Sdílet
es: Compartir
hr: Dijeli
id: Bagikan
ja: 共有
vi: Chia sẻ

source: Show Recent Items
cs: Zobrazit nedávné položky
es: Mostrar elementos recientes
hr: Prikaži nedavne stavke
id: Tampilkan Item Terbaru
ja: 最近の項目を表示
vi: Hiển thị Mục Gần đây

source: Something went wrong while attempting to restore your data. Any pending changes have been lost. Sorry.
cs: Při pokusu o obnovení vašich dat se něco šeredně pokazilo. Všechny neuložené změny byly ztraceny. Omlouváme se.
es: Algo ha ido mal al intentar restaurar tus datos. Cualquier cambio pendiente se ha perdido. Lo sentimos.
hr: Došlo je do greške prilikom pokušaja obnavljanja podataka. Sve neobavljene promjene su izgubljene. Žao nam je.
id: Ada yang tidak beres ketika mencoba memulihkan data Anda. Setiap perubahan yang tertunda telah hilang. Maaf.
ja: あなたのデータを復元する際に問題が起きたようです。保留していた変更が失われました。申し訳ありません。

source: Sorry, an error occurred while loading the GPX file
cs: Omlouváme se, při načítání GPX souboru došlo k chybě
es: Se produjo un error al cargar el archivo GPX
hr: Oprosti, došlo je do greške tijekom učitavanja GPX datoteke
id: Maaf, sebuah kesalahan terjadi ketika memuat berkas GPX
ja: すみません、GPXファイルのアップロード中にエラーが発生しました

source: Space
cs: Mezerník
es: Espacio
ja: スペース

source: Split
cs: Rozdělit
es: Dividir
hr: Razdvoji
id: Pisahkan
ja: 分割
vi: Chia cắt

source: Standard imagery
cs: Běžné snímky
es: Imágenes estándares
hr: Standardne slike
id: Citra standar
ja: 標準画像
vi: Hình ảnh chuẩn

source: Start
cs: Spustit
es: Iniciar
hr: Pokreni
id: Mulai
ja: 開始
vi: Bắt đầu

source: Stop
cs: Zastavit
es: Detener
hr: Prekini
id: Berhenti
ja: 停止
vi: Ngừng

source: Straighten
cs: Narovnat
es: Enderezar
hr: Izravnaj
id: Luruskan
ja: 直線化
vi: Làm Thẳng

source: Success
cs: Úspěch
es: Éxito
ja: 成功

source: Tag Key
cs: Klíč značky
es: Clave de la etiqueta
ja: タグキー

source: Tags
cs: Značky
es: Etiquetas
hr: Oznake
id: Tag-tag
ja: タグ
vi: Thẻ

source: The + button can be positioned on either the left or right side of the screen
cs: Tlačítko „+“ může být umístěno na levé či pravé straně obrazovky
es: El botón + puede situarse a la izquierda o a la derecha de la pantalla
hr: Gumb + se može postaviti na lijevu ili desnu stranu ekrana
id: Tombol + dapat diposisikan pada antara sisi kiri atau sisi kanan dari layar
ja: + ボタンは画面の左側または右側に配置できます
vi: Có thể đặt nút + vào bên trái hoặc bên phải màn hình

source: The current location cannot be determined:
cs: Aktuální polohu nelze určit:
es: No se puede determinar la ubicación actual:
hr: Nije moguće odrediti trenutačno mjesto:
id: Lokasi saat ini tidak dapat ditentukan:
ja: 現在地を取得できません:

source: The merged nodes contain conflicting tags
cs: Sloučené body obsahují konfliktní značky
es: Los nodos fusionados contienen etiquetas conflictivas
hr: Sjedinjeni čvorovi sadrže sukobljavajuće oznake
id: Node yang digabungkan berisi tag yang saling bertentangan
ja: マージされたノードには競合するタグが含まれています
vi: Các nốt được gộp có thẻ mâu thuẫn

source: The nodes have conflicting roles in parent relations
cs: Body mají konfliktní role v rodičovských relacích
es: Los nodos tienen papeles conflictivos en las relaciones parentales
hr: Čvorovi sadrže sukobljavajuće uloge u nadređenoj vezi
ja: このノードには親リレーション内で競合するロールがあります
vi: Các nốt có vai trò mâu thuẫn trong các quan hệ chứa

source: The object does not contain any tags
cs: Objekt neobsahuje žádné značky
es: El objeto no contiene ninguna etiqueta
hr: Objekt ne sadržava oznake
id: Objek ini tidak punya tag apapun
ja: オブジェクトにタグがありません
pl: Obiekt nie ma żadnych tagów
vi: Đối tượng thiếu thẻ

source: The restriction cannot be deleted
cs: Omezení nelze odstranit
es: No es posible eliminar la restricción
hr: Ograničenje se ne može izbrisati
id: Batasan ini tidak dapat dihapus
ja: 制限は削除できません
vi: Không thể xóa hạn chế

source: The selected way must be completely visible
cs: Vybraná linie musí být zcela viditelná
es: La vía seleccionada debe ser totalmente visible
hr: Odabrani put mora biti potupno vidljiv
id: Way yang dipilih harus sepenuhnya terlihat
ja: 選択されたウェイは完全に見えていなければなりません
