Repository: bryceco/GoMap
Catalog: src/iOS/*.lproj/Localizable.strings
Languages: cs, es, hr, id, it, ja, nn, pl, vi

source: Relation
cs: Relace
es: Relación
hr: Veza
id: Hubungan
it: Relazione
ja: リレーション
pl: Relacja
vi: Quan hệ

source: Way
cs: Linie
es: Vía
hr: Put
ja: ウェイ
pl: Linia
vi: Lối

source: (%d members)
cs: (%d členů)
es: (%d miembros)
hr: (broj članova: %d)
id: (%d anggota)
it: (%d membri)
ja: (%d 件のメンバー)
pl: (%d członków)
vi: (%d thành viên)

source: (%d nodes)
cs: (%d bodů)
es: (%d nodos)
hr: (broj čvorova: %d)
id: (%d node)
it: (%d nodi)
ja: (%d 件のノード)
pl: (%d węzłów [punktów])
vi: (%d nốt)

source: (node)
cs: (bod)
es: (nodo)
hr: (čvor)
it: (nodo)
ja: (ノード)
pl: (węzeł [punkt])
vi: (nốt)

source: (way)
cs: (linie)
es: (vía)
hr: (put)
it: (modo)
ja: (ウェイ)
pl: (linia)
vi: (lối)

source: (new object)
cs: (nový objekt)
es: (objeto nuevo)
hr: (novi objekt)
id: (obyek baru)
it: (nuovo oggetto)
ja: (新規オブジェクト)
pl: (nowy obiekt)
vi: (đối tượng mới)

source: (node in way)
cs: (bod linie)
es: (nodo sobre vía)
hr: (čvor na putu)
id: (node pada way)
ja: (ウェイ内のノード)
vi: (nốt trong lối)

source: (node)
cs: (bod)
es: (nodo)
hr: (čvor)
it: (nodo)
ja: (ノード)
pl: (węzeł [punkt])
vi: (nốt)

source: (relation %@)
cs: (relace %@)
es: (relación %@)
hr: (veza %@)
id: (hubungan %@)
it: (relazione %@)
ja: (リレーション %@)
pl: (relacja %@)
vi: (quan hệ %@)

source: (way)
cs: (linie)
es: (vía)
hr: (put)
ja: (ウェイ)
pl: (linia)
vi: (lối)

source: %.0f m^2
es: %.0f m²

source: %.0f meters, %ld nodes
cs: %1$.0f metrů, %2$ld bodů
es: %1$.0f metros, %2$ld nodos
hr: %1$.0f m, broj čvorova: %2$ld
id: %1$.0f meter, %2$ld node
it: %1$.0f metri, %2$ld nodi
ja: %1$.0f メートル, %2$ld ノード
vi: %1$.0f mét, %2$ld nốt

source: %.1f meters, %ld nodes
cs: %1$.1f metrů, %2$ld bodů
es: %1$.1f metros, %2$ld nodos
hr: %1$.1f m, broj čvorova: %2$ld
id: %1$.1f meter, %2$ld node
ja: %1$.1f メートル, %2$ld ノード
vi: %1$.1f mét, %2$ld nốt

source: %.2f MB, %ld files
cs: %1$.2f MB, %2$ld souborů
es: %1$.2f MB, %2$ld archivos
hr: %1$.2f MB, broj datoteka: %2$ld
id: %1$.2f MB, %2$ld berkas
ja: %1$.2f MB, %2$ld ファイル
pl: %1$.2f MB, %2$ld plików
vi: %1$.2f MB, %2$ld tập tin

source: %@ (relation)
cs: %@ (relace)
es: %@ (relación)
hr: %@ (veza)
id: %@ (relasi)
ja: %@ (リレーション)
pl: %@ (relacja)
vi: %@ (quan hệ)

source: %@ changeset
cs: %@ sada změn
es: %@ conjunto de cambios
hr: %@ komplet promjena
id: %@ perubahan
ja: %@ 変更セット
pl: %@ zestaw zmian
vi: %@ bộ thay đổi

source: %@ meters
cs: %@ metrů
es: %@ metros
hr: %@ m
id: %@ meter
it: %@ metri
ja: %@ メートル
pl: %@ metrów
vi: %@ mét

source: %ld Days
cs: %ld dnech
es: %ld días
hr: %ld dana
id: %ld Hari
it: %ld Giorni
ja: %ld 日
pl: %ld Dni
vi: %ld Ngày

source: %ld edits, last active %@
cs: %1$ld úprav, naposledy aktivní %2$@
es: %1$ld ediciones, última activa %2$@
hr: %1$ld uređivanja, zadnje aktivno %2$@
id: %1$ld suntingan, terakhir aktif %2$@
ja: %1$ld 件の編集, 最新アクティブ化 %2$@
pl: %1$ld zmian, ostatnio aktywny %2$@
vi: %1$ld lần sửa đổi, tích cực lần cuối cùng vào %2$@

source: %ld meters, %ld points
cs: %1$ld metrů, %2$ld bodů
es: %1$ld metros, %2$ld puntos
hr: %1$ld m, broj točaka: %2$ld
id: %1$ld meter, %2$ld titik
it: %1$ld metri, %2$ld punti
ja: %1$ld メートル, %2$ld ポイント
vi: %1$ld mét, %2$ld điểm

source: %ld meters, %ld points, %ld waypoints
cs: %1$ld metrů, %2$ld bodů, %3$ld bodů trasy
es: %1$ld metros, %2$ld puntos, %3$ld waypoints
ja: %1$ld メートル, %2$ld ポイント, %3$ld ウェイポイント

source: %ld objects
cs: %ld objektů
es: %ld objetos
hr: Broj objekata: %ld
id: %ld obyek
it: %ld oggetti
ja: %ld オブジェクト
pl: %ld obiektów
vi: %ld đối tượng

source: %lu tiles needed
cs: Potřebné dlaždice: %lu
es: %lu mosaicos necesarios
hr: Broj potrebnih pločica: %lu
it: %lu tiles necessari
ja: %lu タイルが必要
vi: Cần %lu mảnh

source: + Button Position
cs: Umístění tlačítka +
es: Posición de botón «+»
hr: Pozicija gumba +
id: Posisi Tombol +
it: + Posizione pulsante
ja: + ボタン位置
pl: + Pozycja przycisku
vi: + Vị trí Nút

source: <unknown>
cs: <neznámé>
es: <desconocido>
hr: <nepoznato>
id: <tak diketahui>
it: <sconosciuto>
ja: <不明>
vi: <không rõ>

source: A copy of all user-defined quests has been copied to the clipboard in JSON format. You can paste it somewhere to keep a copy or send it to someone else.
cs: Všechny uživatelsky definované úkoly byly zkopírovány do schránky v JSON formátu. Můžete si je někam vložit a uschovat nebo je někomu poslat.
es: Todas tus tareas personalizadas se copian al portapapeles en formato JSON. Puedes pegarlo en cualquier lugar y guardarlo o enviarlo a otras personas.
ja: すべてのユーザー定義のクエストのコピーがJSON形式でクリップボードにコピーされました。コピーを保持するためにどこかに貼り付けたり、他のユーザーに送信したりできます。

source: A GPX Track records your path as you travel along a road or trail
cs: GPX trasa zachycuje vaši cestu po silnici nebo pěšině
es: Un rastro GPX registra su trayectoria mientras recorre un camino o sendero
hr: GPX staza snima tvoj put dok putuješ cestom ili stazom
it: Una traccia GPX registra il tuo percorso mentre viaggi lungo una strada o un sentiero
ja: GPXトラックはあなたの道路や山道の経路を記録します
pl: Ślad GPX rejestruje trasę przebytą przez użytkownika wzdłuż drogi lub szlaku

source: A relation the node belongs to is not fully downloaded
cs: Relace, do které bod patří, není zcela stažena
es: No se ha terminado de descargar una relación a que pertenece el nodo
hr: Vezu kojoj čvor pripada nije moguće potpuno preuzeti
it: Una relazione a cui appartiene il nodo non è stata scaricata completamente
ja: このノードが所属するリレーションはまだダンロードしきれていません

source: Accept
cs: Přijmout
es: Aceptar
hr: Prihvati
ja: 承諾
nn: Godta

source: Add Building Type
es: Agregar el tipo del edificio

source: Add Highway Surface
es: Agregar la superficie de la autopista

source: Add inner member
cs: Přidat vnitřního člena
es: Añadir miembro interior
hr: Dodaj unutarnji član
it: Aggiungi membro interno
ja: innerメンバーを追加
nn: Legg til indre medlem
vi: Thêm lối bên trong

source: add node to way
cs: přidat bod do linie
es: añadir nodo a vía
hr: putu dodaj čvor
ja: ノードをウェイに追加
pl: dodaj węzeł (punkt) do linii
vi: thêm nốt vào lối

source: Add Note
cs: Přidat poznámku
es: Añadir nota
hr: Dodaj bilješku
id: Tambahkan Catatan
it: Aggiungi nota
ja: メモを追加
nn: Legg til notat
pl: Dodaj notatkę
vi: Thêm Ghi chú

source: add object to relation
cs: přidat objekt do relace
es: añadir objeto a relación
hr: vezi dodaj objekt
ja: オブジェクトをリレーションに追加
pl: dodaj obiekt do relacji
vi: thêm đối tượng vào quan hệ

source: Add Opening Hours
es: Añadir horarios de apertura

source: Add outer member
cs: Přidat vnějšího člena
es: Añadir miembro exterior
hr: Dodaj vanjski član
it: Aggiungi membro esterno
ja: outerメンバーを追加
nn: Legg til ytre medlem
vi: Thêm lối bên ngoài

source: Add Parking Type
es: Añadir tipos de estacionamiento

source: Add Sidewalk Surface
es: Añadir superficie de acera

source: Add Speed Limit
es: Añadir límite de velocidad

source: Add Telephone Number
es: Añadir número de teléfono

source: Add way to multipolygon?
cs: Přidat linii do multipolygonu?
es: ¿Quiere añadir la vía al multipolígono?
hr: Dodati put mnogokutu?
id: Tambahkan way ke multipolygon?
ja: マルチポリゴンにウェイを追加しますか？
nn: Legg veg til multipolygon?
vi: Thêm lối vào tổ hợp đa giác?

source: Add Website
es: Añadir página web

source: added to multipolygon relation
cs: přidáno do multipolygonové relace
es: añadido a relación multipoligonal
hr: dodano mnogokutnoj vezi
id: ditambahkan ke relasi multipolygon
ja: マルチポリゴンのリレーションに追加
pl: dodano do relacji multipolygon
vi: đã thêm vào quan hệ tổ hợp đa giác

source: Adding members:
cs: Přidání členů:
es: Añadiendo los miembros:
hr: Dodavanje članova:
it: Aggiungere membri:
ja: メンバー追加中:
nn: Legg til medlem:
vi: Đang thêm thành viên:

source: Additional imagery
cs: Další snímky
es: Imágenes adicionales
hr: Dodatne slike
it: Immagini aggiuntive
ja: 追加の画像
nn: Fleire visuelle element
vi: Hình ảnh bổ sung

source: Advanced Quest Builder
es: Creador de misiones avanzado

source: Aerial only
cs: Pouze letecké snímky
es: Solo aéreas
hr: Samo aerofotografije
it: Solo aeree
ja: 衛星画像のみ
nn: Kun flybilete
vi: Chỉ không ảnh

source: All choices
cs: Všechny možnosti
es: Todas las opciones
hr: Svi izbori
id: Semua pilihan
it: Tutte le scelte
ja: 全体から選ぶ
nn: Alle val
vi: Tất cả lựa chọn

source: All Tags
cs: Všechny značky
es: Todas las etiquetas
hr: Sve oznake
id: Semua Tag
it: Tutte le etichette
ja: 全てのタグ
nn: Alle stikkord
pl: Wszystkie tagi
vi: Tất cả Thẻ

source: An error occured while exporting: %@
cs: Při exportu došlo k chybě: %@
es: Se ha producido un error al exportar: %@
ja: エクスポート中にエラー発生: %@

source: An error occured while importing: %@
cs: Při importu došlo k chybě: %@
es: Se ha producido un error al importar: %@
ja: インポート中にエラー発生: %@

source: An unknown error occurred fetching metadata
cs: Při stahování metadat došlo k neznámé chybě
es: Se produjo un error desconocido al recuperar los metadatos
hr: Dogodila se nepoznata greška pri dohvaćanju metapodataka
id: Sebuah kesalahan yang tak diketahui terjadi ketika mengambil metadata
it: Si è verificato un errore sconosciuto nel recupero dei metadati
ja: メタデータ取得時に不明なエラーが発生しました
nn: Det oppstod ein ukjent feil under innhenting av metadata
pl: Wystąpił nieznany błąd podczas pobierania metadanych

source: Area
cs: Plocha
es: Área
ja: エリア
nn: Omr√•de

source: Attention
cs: Upozornění
es: Atención
hr: Oprez
id: Perhatian
it: Attenzione
ja: 注意
vi: Chú ý

source: Attributes
cs: Atributy
es: Atributos
hr: Svojstva
id: Atribut-atribut
it: Attributi
ja: 属性
pl: Atrybuty
vi: Thuộc tính

source: Automatic
cs: Automaticky
es: Automático
hr: Automaski
id: Otomatis
it: Automatico
ja: 自動
nn: Automatisk
vi: Tự động

source: Back
cs: Zpět
es: Atrás
hr: Natrag
id: Kembali
ja: 戻る
nn: Tilbake
pl: Cofnij

source: Background imagery %@
cs: Snímky pozadí %@
es: Imágenes de fondo %@
hr: Slike pozadine %@
id: Gambar latar %@
it: Immagini di sfondo %@
ja: 背景画像 %@
nn: Visuelle bakgrunnselement %@
vi: Hình ảnh nền %@

source: Bad login
cs: Špatné přihlášení
es: Acceso incorrecto
hr: Neispravna prijava
it: Login sbagliato
ja: 不正なログイン
nn: Innlogging feila
pl: Zły login
vi: Mật khẩu sai

source: Better background imagery is available for your location. Would you like to change to it?
cs: Pro vaši lokalitu jsou k dispozici lepší snímky na pozadí. Chcete je použít?
es: Hay mejores imágenes de fondo para su ubicación. ¿Quiere cambiar?
ja: この場所にはより良好な背景画像があります。切り替えますか？

source: Better imagery available
cs: K dispozici jsou lepší snímky
es: Mejores imágenes disponibles
ja: 良質画像あり

source: Build a New Quest
es: Crear una nueva misión

source: Cache size warning
cs: Upozornění na velikost mezipaměti
es: Alerta sobre tamaño de antememoria
hr: Upozorenje o veličini predmemorije
id: Peringatan ukuran cache
it: Avviso sulle dimensioni della cache
ja: キャッシュサイズの警告
pl: Ostrzeżenie o rozmiarze pamięci podręcznej
vi: Cảnh báo kích thước vùng nhớ đệm

source: Cache trimmed
cs: Mezipaměť pročištěna
es: Caché recortada
hr: Predmemorija odrezana
it: Cache tagliata
ja: キャッシュは切り取られました
vi: Đã xóa bớt vùng nhớ đệm

source: Can only add ways to multipolygons
cs: Do multipolygonu lze přidat jen linie
es: Sólo puede añadir formas a los multipolígonos
hr: Putovi se mogu dodati samo mnogokutima
id: Hanya dapat menambahkan way ke multipolygon
ja: マルチポリゴンにはウェイだけが追加できます
vi: Chỉ có thể thêm lối vào tổ hợp đa giác

source: Can't delete node that is part of a relation
cs: Nelze odstranit bod, který je součástí relace
es: No es posible eliminar un nodo que forma parte de una relación
hr: Nije moguće izbrisati čvor koji je dio veze
id: Tidak dapat menghapus node yang merupakan anggota dari relasi
it: Non è possibile eliminare un nodo che fa parte di una relazione
ja: リレーションの一部になっているノードは削除できません

source: Can't delete relation that is not a multipolygon
cs: Nelze odstranit relaci, která není multipolygon
es: No es posible eliminar una relación que no sea un multipolígono
hr: Nije moguće izbrisati vezu koja nije mnogokut
id: Tidak dapat menghapus relasi yang bukan merupakan multipolygon
it: Non è possibile eliminare una relazione che non è un multipoligono
ja: マルチポリゴンでないリレーションは削除できません

source: Can't delete way that is part of a Route or similar relation
cs: Nelze odstranit linii, která je součástí trasy nebo obdobné relace
es: No se puede eliminar un camino que forma parte de una ruta o relación similar
hr: Nije moguće izbrisati put koji je dio rute ili slične veze
it: Non è possibile eliminare una via che fa parte di una rotta o di una relazione simile
ja: ルートやそれに類似したリレーションの一部になっているウェイは削除できません

source: Can't extend way
cs: Linii nelze prodloužit
es: No es posible extender la vía
hr: Put se ne može produžiti
it: Non è possibile estendere la via
ja: ウェイを拡張できません

source: Can't remove component of a Route or similar relation
cs: Nelze odstranit součást trasy nebo obdobné relace
es: No se puede eliminar el componente de una ruta o relación similar
hr: Nije moguće ukloniti komponentu rute ili slične veze
ja: ルートやそれに類するリレーションのコンポーネントは削除できません

source: Can't remove node in Turn Restriction 'via' way
cs: Nelze odstranit bod omezení odbočení v cestě „přes“
es: No se puede eliminar el nodo en la forma 'via' de Restricción de giro
hr: Nije moguće ukloniti čvor u zabrani skretanja s puta „preko”
ja: 進行方向制限の'via'ウェイ内のノードは削除できません

source: Can't remove Turn Restriction 'via' node
cs: Nelze odstranit bod „přes“ u omezení odbočení
es: No se puede eliminar la restricción de giro 'via' del nodo
hr: Nije moguće ukloniti čvor zabrane skretanja „preko”
ja: 進行方向制限の'via'ノードは削除できません

source: Can't remove Turn Restriction node connecting 'to'/'from' to 'via'
cs: Nelze odstranit bod omezení odbočení spojující „do“/„z“ a „přes“
es: No se puede eliminar el nodo de restricción de giro que conecta 'a'/'desde' a 'a través de'
hr: Nije moguće ukloniti čvor zabrane skretanja, koji povezuje „u smjeru”/„iz smjera” u „preko”
ja: 'to'/'from' から 'via'に接続する進行方向制限ノードは削除できません

source: Can't remove Turn Restriction to/from way
cs: Nelze odstranit omezení odbočení do/z cesty
es: No se puede eliminar la restricción de giro hacia/desde la vía
hr: Nije moguće ukloniti zabranu skretanja s puta „u smjeru”/„iz smjera”
id: Tidak dapat menghapus way ke/dari pada Pembatasan Belokan
ja: 進行方向制限のto/fromウェイは削除できません

source: Cancel
cs: Zrušit
es: Cancelar
hr: Odustani
id: Batal
it: Annulla
ja: 中止
vi: Hủy bỏ

source: Cannot compose message
cs: Zprávu nelze vytvořit
es: No es posible redactar el mensaje
hr: Nije moguće sastaviti poruku
id: Tidak dapat menulis pesan
it: Impossibile comporre il messaggio
ja: メッセージを作成できません

source: Cannot connect an inner way to an outer way
cs: Vnitřní a vnější linie nelze spojit
es: No se puede conectar una vía interior a una vía exterior
hr: Nije moguće povezati unutarnji put s vanjskim putom
ja: innerウェイはouterウェイに接続できません

source: Change
cs: Změnit
es: Cambiar
ja: 変更

source: Changeset
cs: Sada změn
es: Conjunto de cambios
hr: Skup promjena
ja: 変更セット
vi: Bộ thay đổi

source: Clear Aerial Tiles
cs: Vyčistit letecké snímky
es: Azulejos transparentes para fotografía aérea
hr: Izbriši pločice aerofotografije
ja: 画像タイルをクリア

source: Clear GPS Overlay Tiles
cs: Vyčistit dlaždice GPX překryvu
es: Borrar los mosaicos de superposición del GPS
hr: Izbriši GPS pločice slojeva
ja: GPSオーバーレイタイルをクリア

source: Clear GPX Tracks
cs: Vyčistit GPX trasy
es: Vaciar rastros GPX
hr: Izbriši GPX staze
it: Cancella le tracce GPX
ja: GPXトラックをクリア

source: Clear Locator Overlay Tiles
cs: Vyčistit dlaždice překryvu polohy
es: Borrar mosaicos de superposición de localizador
hr: Izbriši lokatorske pločice slojeva
ja: 位置オーバーレイタイルをクリア

source: Clear Mapnik Tiles
cs: Vyčistit Mapnik dlaždice
es: Teselas transparentes de Mapnik
hr: Izbriši Mapnik pločice
ja: Mapnikタイルをクリア

source: Clear OSM Data
cs: Vyčistit OSM data
es: Borrar los datos de OSM
hr: Izbriši OSM podatke
it: Pulisci Dati OSM
ja: OSMデータをクリア

source: Commit
cs: Odeslat
es: Consolidar
hr: Spremi
id: Kommit
ja: コミット

source: computing size...
cs: počítání velikosti…
es: calculando tamaño…
hr: izračunavanje veličine …
id: mengkomputasi ukuran...
ja: サイズを計算中...
pl: obliczanie rozmiaru...
vi: đang tính kích thước…

source: Configure
cs: Konfigurovat
es: Configurar
hr: Konfiguriraj
id: Konfigurasi
it: Configura
ja: 構成
vi: Thiết lập

source: Confirm move
cs: Potvrdit posun
es: Confirmar el movimiento
hr: Potvrdi premještanje
id: Konfirmasi perpindahan
it: Conferma spostamento
ja: 移動の確認

source: Connecting the nodes would damage a relation
cs: Spojením bodů dojde k poškození relace
es: Conectar este nodo romperá una relación
hr: Spajanje čvorova bi pokvarilo vezu
it: Il collegamento dei nodi danneggerebbe una relazione
ja: このノードを接続するとリレーションを壊す可能性があります

source: Copied
cs: Zkopírováno
es: Copiado
ja: コピー済

source: Copy Tags
cs: Kopírovat značky
es: Copiar etiquetas
hr: Kopiraj oznake
id: Salin Tag
ja: タグをコピー
vi: Sao chép các Thẻ

source: Could not duplicate object
cs: Objekt nelze duplikovat
es: No es posible duplicar el objeto
hr: Nije bilo moguće duplicirati objekt
id: Tidak dapat menduplikasi objek
ja: オブジェクトを複製できませんでした
vi: Không thể nhân đôi đối tượng

source: Create
cs: Vytvořit
es: Crear
hr: Stvori
id: Buat
it: Crea
ja: 新規作成
vi: Tạo

source: Create a row in the table for each key/value pair and whether matching objects should be included or excluded. Leave the value empty to indicate the key is not present. Use key=* to match any value.
es: Crea una fila en la tabla para cada par de clave/valor y si los objetos coincidentes deben incluirse o excluirse. Deja el valor vacío para indicar que la clave no está presente. Utilice clave=* para que coincida cualquier valor.

source: create node
cs: vytvořit bod
es: crear nodo
hr: stvori čvor
id: buat node
ja: ノードを新規作成
pl: utwórz węzeł (punkt)
vi: tạo nốt

source: create relation
cs: vytvořit relaci
es: crear relación
hr: stvori vezu
id: buat hubungan
ja: リレーションを新規作成
pl: stwórz relację
vi: tạo quan hệ

source: Create Relation
cs: Vytvořit relaci
es: Crear relación
hr: Stvori vezu
id: Buat Hubungan
it: Crea Relazione
ja: リレーションを新規作成
vi: Tạo Quan hệ

source: Create Relation Type
cs: Typ vytvářené relace
es: Crear tipo de relación
hr: Stvori vrstu veze
id: Buat Jenis Hubungan
ja: リレーション種別を新規作成
vi: Tạo Kiểu Quan hệ

source: create turn restriction
cs: vytvořit omezení odbočení
es: crear restricción de giro
hr: stvori zabranu skretanja
id: buat batasan belokan
ja: 進行方向制限を新規作成
vi: tạo hạn chế rẽ

source: create way
cs: vytvořit linii
es: crear vía
hr: stvori put
id: buat way
ja: ウェイを新規作成
pl: stwórz linię
vi: tạo lối

source: Current Track
cs: Aktuální trasa
es: Rastro actual
hr: Trenutačna staza
it: Traccia Corrente
ja: 現在のトラック

source: Database error
cs: Chyba databáze
es: Error de la base de datos
hr: Greška baze podataka
ja: データベースのエラー

source: Delete
cs: Smazat
es: Eliminar
hr: Izbriši
id: Hapus
it: Cancella
ja: 削除
vi: Xóa

source: Delete
cs: Smazat
es: Eliminar
hr: Izbriši
id: Hapus
it: Cancella
ja: 削除
vi: Xóa

source: Delete %@?
cs: Smazat %@?
es: ¿Quiere eliminar «%@»?
ja: %@ を削除しますか?

source: Delete completely
cs: Zcela smazat
es: Eliminar por completo
hr: Potpuno izbriši
id: Hapus sepenuhnya
it: Cancella completamente
ja: 完全に削除
vi: Xóa hẳn

source: Delete failed
cs: Odstranění se nezdařilo
es: Falló la eliminación
hr: Brisanje neuspjelo
id: Penghapusan gagal
it: Cancellazione fallita
ja: 削除失敗
vi: Thất bại khi xóa

source: delete multipolygon
cs: smazat multipolygon
es: eliminar multipolígono
hr: izbriši mnogokut
id: hapus multipolygon
ja: マルチポリゴンを削除
pl: usuń multipolygon
vi: xóa tổ hợp đa giác

source: delete node
cs: smazat bod
es: eliminar nodo
hr: izbriši čvor
id: hapus node
it: Cancella nodo
ja: ノードを削除
pl: usuń węzeł (punkt)
vi: xóa nốt

source: delete node from way
cs: smazat bod z linie
es: eliminar nodo de la vía
hr: izbriši čvor iz puta
ja: ノードをウェイから削除
pl: usuń węzeł (punkt) z linii
vi: xóa nốt khỏi lối

source: delete object from relation
cs: smazat objekt z relace
es: eliminar objeto de la relación
hr: izbriši objekt iz veze
id: hapus obyek dari hubungan
it: cancella l'oggetto dalla relazione
ja: オブジェクトをリレーションから削除
pl: usuń obiekt z relacji
vi: xóa đối tượng khỏi quan hệ

source: delete relation
cs: smazat relaci
es: eliminar relación
hr: izbriši vezu
id: hapus hubungan
it: elimina relazione
ja: リレーションを削除
pl: usuń relację
vi: xóa quan hệ

source: delete restriction
cs: smazat omezení
es: eliminar restricción
hr: izbriši zabranu
id: hapus batasan
it: eliminare restrizione
ja: 制限を削除
pl: usuń ograniczenie
vi: xóa hạn chế

source: delete route
cs: smazat trasu
es: eliminar ruta
hr: izbriši rutu
id: hapus rute
it: elimina percorso
ja: ルートを削除
pl: usuń trasę
vi: xóa tuyến đường

source: delete way
cs: smazat linii
es: eliminar vía
hr: izbriši put
ja: ウェイを削除
pl: usuń linię
vi: xóa lối

source: Detach from relation
cs: Odpojit od relace
es: Separarse de la relación
hr: Odspoji iz veze
id: Lepaskan dari hubungan
ja: リレーションから切り離す
vi: Tháo gỡ khỏi quan hệ

source: Discard
es: Descartar

source: Disconnect
cs: Odpojit
es: Desconectar
hr: Odspoji
id: Putuskan
it: Disconnetti
ja: 接続解除
vi: Tháo gỡ

source: Display options
cs: Možnosti zobrazení
es: Opciones de visualización
hr: Opcije prikaza
ja: オプションを表示
vi: Hiển thị tùy chọn

source: Distance: %1$@ ± %2$@ meters
cs: Vzdálenost: %1$@ ± %2$@ metrů
es: Distancia: %1$@ ± %2$@ metros
ja: 距離: %1$@ ± %2$@ メートル

source: Done
cs: Hotovo
es: Hecho
hr: Gotovo
id: Selesai
ja: 完了
vi: Xong

source: duplicate
cs: duplikovat
es: duplicar
hr: duplikat
id: duplikasi
it: duplica
ja: 複製
pl: duplikuj
vi: nhân đôi

source: Duplicate
cs: Duplikovat
es: Duplicar
hr: Duplikat
id: Duplikasi
ja: 複製
vi: Nhân đôi

source: Edit
cs: Upravit
es: Editar
hr: Uredi
id: Sunting
ja: 編集
vi: Sửa đổi

source: Edit restrictions
cs: Upravit omezení
es: Editar restricciones
hr: Uredi zabrane
id: Sunting batasan
ja: 編集制限
vi: Sửa đổi hạn chế

source: Edit XML
cs: Upravit XML
es: Editar XML
hr: Uredi XML
id: Sunting XML
ja: XMLを編集
vi: Sửa đổi XML

source: Editing layer not visible
cs: Upravovaná vrstva není vidět
es: Capa de edición no visible
hr: Sloj koji se uređuje nije vidljiv
ja: 編集レイヤが非表示です

source: Editor only
cs: Pouze editor
es: Sólo editor
hr: Samo uređivač
ja: エディタのみ
vi: Chỉ lớp vẽ

source: Editor with Aerial
cs: Editor a letecké snímky
es: Editor de la foto aérea
hr: Uređivač s aerofotografijama
ja: 衛星画像ありのエディタ
vi: Lớp vẽ cùng không ảnh

source: Ensure Location Services is enabled and you have granted this application access. Error: %@
cs: Ujistěte se, že jsou polohové služby zapnuté a aplikace k nim má přístup. Chyba: %@
es: Asegúrese de que los servicios de ubicación están activados y de que has concedido acceso a ellos a esta aplicación. Error: %@
hr: Osiguraj, da je usluga određivanja mjesta aktivirana i da program ima prava pristupa. Greška: %@
ja: 位置サービスが有効になっていて、このアプリによるアクセスを許可しているか確認してください。 エラー: %@
vi: Chắc chắn rằng Dịch vụ Định vị được kích hoạt và rằng bạn đã cấp phép truy cập cho ứng dụng này. Lỗi: %@

source: Ensure the editor view is visible and displays objects in the local area
cs: Ujistěte se, že je editor viditelný a zobrazuje objekty v místní oblasti
es: Cerciórese de que la vista del editor sea visible y muestre los objetos en el área local
hr: Osiguraj, da je prikaz uređivača vidljiv i da prikazuje objekte u lokalnom području
ja: エディタのビューが表示されていて、ローカルエリア内のオブジェクトが表示されていることを確認してください

source: Error connecting to way
cs: Chyba připojení k linii
es: Error al conectar con la vía
hr: Greška pri povezivanju s putom
id: Gagal menghubungkan ke way
ja: ウェイへの接続でエラー

source: Error fetching metadata: %@
cs: Chyba při stahování metadat: %@
es: Error al recuperar los metadatos: %s
hr: Greška pri dohvaćanju metapodataka: %@
id: Gagal mengambil metadata: %@
ja: メタデータ取得エラー: %@

source: Extending a 'via' in a Turn Restriction will break the relation
cs: Rozšíření „přes“ v omezení odbočení poškodí relaci
es: La ampliación de una "vía" en una restricción de giro romperá la relación
hr: Produženje veze „preko” u zabrani skretanja, prekinut će vezu
ja: 進行方向制限内の'via'の延長はリレーションを壊す可能性があります
