Repository: bryceco/GoMap
Catalog: src/iOS/*.lproj/Localizable.strings
Languages: cs, es, hr, id, it, ja, nn, pl, vi

source: The target way is ambiguous
cs: Cílová linie je nejednoznačná
es: La vía de destino es ambigua
hr: Put odredišta nije jednoznačan
ja: ターゲットのウェイが曖昧です

source: The turn contains an unrecognized turn restriction style. Proceeding will destroy it.
cs: Odbočení obsahuje nerozpoznaný styl omezení odbočení. Pokračováním dojde k jeho zničení.
es: El giro tiene una restricción de giro desconocida. Si continúa, se eliminará.
hr: Skretanje sadrži neprepoznatu vrstu zabrane skretanja. Nastavljanjem će se uništiti.
id: Belokan ini mengandung gaya pembatasan belokan yang tidak dikenal. Melanjutkan akan menghancurkannya.
ja: この方向転換には認識できない制限スタイルが含まれています。このまま進むと破壊してしまいます。

source: The way belongs to a relation that is not fully downloaded
cs: Linie patří do relace, která není zcela stažena
es: La vía pertenece a una relación que no se ha descargado por completo
hr: Put pripada vezi koja nije u potpunosti preuzeta
id: Way ini merupakan anggota dari relasi yang belum sepenuhnya diunduh
ja: このウェイはまだダウンロードしきれていないリレーションに属しています
pl: Linia należy do relacji, która nie jest w pełni pobrana
vi: Lối thuộc quan hệ chưa được tải về hoàn toàn

source: The way is not sufficiently straight
cs: Linie není dostatečně rovná
es: La vía no es lo suficientemente recta
hr: Put nije dovoljno ravan
id: Way ini tidak cukup lurus
ja: このウェイは充分に直線化されていません
pl: Linia nie jest wystarczająco prosta
vi: Lối không đủ thẳng

source: The way must have at least 2 nodes
cs: Linie musí mít alespoň 2 body
es: La vía debe tener 2 nodos por lo menos
hr: Put mora imati barem dva čvora
id: Way ini harus memiliki setidaknya 2 node
ja: このウェイには少なくとも2つのノードが必要です
vi: Lối phải có ít nhất 2 nốt

source: The ways contain incompatible tags
cs: Linie obsahují nekompatibilní značky
es: Las vías contienen etiquetas incompatibles
hr: Putovi sadrže nekompatibilne oznake
id: Way ini mengandung tag yang tidak kompatibel
ja: このウェイには互換性のないタグが含まれています
pl: Linie zawierają niekompatybilne tagi
vi: Các lối có thẻ mâu thuẫn

source: This action requires GPS to be turned on
cs: Tato akce vyžaduje zapnutou GPS
es: Esta acción requiere encender el GPS
hr: Za ovu je radnju potrebno uključiti GPS
id: Tindakan ini memerlukan GPS yang diaktifkan
ja: この操作にはGPSを有効化している必要があります
pl: To działanie wymaga włączenia GPS

source: This app does not yet support editing turn restrictions without a node as the 'via' member
cs: Tato aplikace zatím nepodporuje úpravy odbočení bez bodu „přes“ jako člena
es: Esta aplicación aún no admite la edición de restricciones de giro sin un nodo como miembro "vía"
hr: Ovaj program još ne podržava uređivanje zabrane skretanja bez čvora kao člana „preko”
ja: このアプリはまだ 'via'メンバーとしてのノードが無い進行方向制限の編集はまだサポートしていません

source: This device is not able to provide heading data.
cs: Toto zařízení neumožňuje určovat směr.
es: Este dispositivo no puede proporcionar datos del rumbo.
hr: Ovaj uređaj nije u stanju pružiti podatke o smjeru.
ja: この装置は進行方向データを提供できません。

source: This feature is only available on iOS 15 or later
cs: Tato funkce je dostupná jen na iOS 15 a vyšší
es: Esta función sólo está disponible en iOS 15 o posterior
ja: この機能が使えるのはIOS15以降です

source: This page allows you to design quests with more specific criteria than the regular Quest Builder page.
es: Esta página le permite diseñar misiones con criterios más específicos que la página normal del Constructor de misiones.

source: To add another member to the relation 'long press' on the way to be added
cs: Pro přidání dalšího člena do relace dlouze přidržte linii, kterou chcete přidat
es: Para añadir otro miembro a la relación 'pulsación larga' sobre el camino a añadir
hr: Za dodavanje daljnjeg člana vezi, „pritisni dugo” na put kojemu se dodaje
id: Untuk menambahkan anggota lain ke relasi 'tekan yang lama' pada way yang ingin ditambahkan
ja: このリレーションに別のメンバーを追加する際には対象のウェイ上で'長押し'ボタンを押してください

source: Travel ALLOWED from %@ to %@
cs: Cesta POVOLENA z %1$@ do %2$@
es: Viajes PERMITIDOS desde %1$@ a %2$@
hr: Putovanje DOZVOLJENO iz smjera %1$@ u smjeru %2$@
id: Perjalanan DIIZINKAN dari %1$@ ke %2$@
ja: %1$@ から %2$@ まで通行許可
vi: CHO PHÉP đi từ %1$@ sang %2$@

source: Travel from %@
cs: Cesta z %@
es: Viaje desde %@
hr: Putovanje iz smjera %@
ja: %@ より通行
vi: Đi từ %@

source: Travel ONLY from %@ to %@
cs: Cesta POUZE z %1$@ do %2$@
es: Viaje SÓLO de %1$@ a %2$@
hr: Putovanje SAMO iz smjera %1$@ u smjeru %2$@
id: Perjalanan HANYA dari %1$@ ke %2$@
ja: %1$@ から %2$@ までのみ通行
vi: CHỈ cho phép đi từ %1$@ sang %2$@

source: Travel PROHIBITED from %@ to %@
cs: Cesta ZAKÁZÁNA z %1$@ do %2$@
es: PROHIBIDO viajar de %1$@ a %2$@
hr: Putovanje ZABRANJENO iz smjera %1$@ u smjeru %2$@
id: Perjalanan DILARANG dari %1$@ ke %2$@
ja: %1$@ から %2$@ まで通行禁止
vi: CẤM đi từ %1$@ sang %2$@

source: Turn On Location Services to Allow %@ to Determine Your Location
cs: Zapněte polohové služby pro povolení %@ určit vaši polohu
es: Active los servicios de ubicación para que %@ determine dónde está
hr: Uključi usluge određivanja mjesta, kako bi %@ utvrdio tvoje mjesto
id: Aktifkan Layanan Lokasi untuk Mengizinkan %@ untuk Menentukan Lokasi Anda
ja: %@ が現在地を取得できるように、位置サービス許可をオンにしてください
vi: Bật Dịch vụ Định vị để Cho phép %@ Xác định Vị trí của Bạn

source: Turn Restrictions
cs: Omezení odbočení
es: Restricciones de giro
hr: Zabrane skretanja
ja: 進行方向制限
vi: Hạn chế Rẽ

source: Turn restrictions specify which roads you can turn onto when entering an intersection from a given direction. Select the highway from which you are approaching the intersection, then tap an arrow to toggle whether the destination road is a permitted route.
cs: Omezení odbočení určují, do jakých cest můžete zabočit při vjíždění do křížení z daného směru. Vyberte cestu, kterou přijíždíte do křížení a poté klepněte na šipku pro přepnutí, zda do cílové cesty smíte vjet.
es: Las restricciones de giro especifican en qué carreteras puede girar al entrar en una intersección desde una dirección determinada. Selecciona la carretera desde la que se aproxima a la intersección y, a continuación, pulsa una flecha para alternar si la carretera de destino es una ruta permitida.
hr: Zabrane skretanja navode ceste, na koje možeš skrenuti prilikom ulaska u raskrižje iz zadanog smjera. Odaberi autocestu iz koje se približavaš raskrižju, a zatim dodirni strelicu uključivanje/isključivanje ceste do odredišta kao dozvoljene rute.
ja: 進行方向制限はある方向から交差点に侵入する際に、どちらの道路に方向転換できるかを指定します。 交差点に向かっている道路を選んで、矢印をタップして目的の道路が許可されたルートにあるかどうかを切り替えます。

source: Type
cs: Typ
es: Tipo
ja: 種類

source: U-Turn from %@ allowed
cs: Otáčení z %@ povoleno
es: Se permite un cambio de sentido desde la dirección %@
hr: Polukružno okretanje iz smjera %@ dozvoljeno
id: Memutar balik dari %@ diizinkan
ja: %@ からのUターンが許可されています

source: U-Turn from %@ prohibited
cs: Otáčení z %@ zakázáno
es: Se prohíbe un cambio de sentido desde la dirección %@
hr: Polukružno okretanje iz smjera %@ zabranjeno
id: Memutar balik dari %@ dilarang
ja: %@ からのUターンが禁止されています

source: Unable to upload changes
cs: Změny nelze nahrát
es: No es posible cargar los cambios
hr: Nemoguć prijenos promjena
id: Tidak dapat menggunggah perubahan
ja: 変更をアップロードできません
vi: Không thể tải lên các thay đổi

source: Undo
cs: Vrátit
es: Deshacer
hr: Poništi
ja: 元に戻す
vi: Hoàn tác

source: Unknown
cs: Neznámé
es: Desconocido
ja: 不明

source: Unknown role
cs: Neznámá role
es: Función desconocida
hr: Nepoznata uloga
ja: 不明なロール
vi: Vai trò không rõ

source: Unsupported turn restriction type
cs: Nepodporovaný typ omezení odbočení
es: Tipo de restricción de giro no admitido
hr: Nepodržana vrsta zabrane skretanja
id: Jenis pembatasan belokan tidak didukung
ja: サポートされていない進行方向制限の種別
vi: Kiểu hạn chế rẽ bất ngờ

source: Update
cs: Aktualizovat
es: Actualizar
hr: Aktualiziraj
id: Perbarui
ja: 更新
vi: Cập nhật

source: Update '%@' tag
cs: Aktualizovat značku „%@“
es: Actualizar etiqueta «%@»
hr: Aktualiziraj „%@” oznaku
ja: '%@' タグを更新

source: update relation members
cs: aktualizovat členy relace
es: actualizar miembros de relación
hr: aktualiziraj vezu između članova
id: atur anggota hubungan
ja: リレーションメンバーを更新
pl: aktualizuj członków relacji
vi: cập nhật các thành viên quan hệ

source: Updating Note...
cs: Aktualizace poznámky…
es: Actualizando la nota…
hr: Aktualiziranje čvora …
id: Memperbarui Catatan...
ja: メモを更新中...
vi: Đang Cập nhật Ghi chú…

source: Upload complete!
cs: Nahrávání dokončeno
es: ¡Carga completa!
hr: Prijenos gotov!
id: Pengunggahan selesai!
ja: アップロード完了！
vi: Đã tải lên xong!

source: Upload to OSM
cs: Nahrát na OSM
es: Cargar a OSM
hr: Prenesi na OSM
id: Unggah ke OSM
ja: OSMにアップロード
vi: Tải lên OSM

source: Upload your changes
cs: Nahrát vaše změny
es: Cargar sus cambios
hr: Prijenos tvojih promjena
id: Unggah perubahan Anda
ja: 変更をアップロード
vi: Tải lên các thay đổi của bạn

source: Uploading GPX...
cs: Nahrávání GPX…
es: Cargando GPX…
hr: Prenošenje GPX podataka …
id: Mengunggah GPX...
ja: GPXをアップロード中...
vi: Đang tải lên GPX…

source: User
cs: Uživatel
es: Usuario
hr: Korisnik
id: Pengguna
ja: ユーザー
vi: Người dùng

source: User-defined imagery
cs: Uživatelské snímky
es: Imágenes definidas por el usuario
hr: Korisnički određene slike
ja: ユーザー定義の画像
vi: Hình ảnh tùy biến

source: Version
cs: Verze
es: Versión
hr: Verzija
id: Versi
ja: バージョン
vi: Phiên bản

source: Vertex
es: Vértice

source: vintage %@
cs: ročník %@
es: antiguo %@
hr: vrijeme snimanja %@
ja: 年代 %@
vi: chụp năm %@

source: vintage %@ - %@
cs: ročník %1$@ – %2$@
es: antiguo %1$@ - %2$@
hr: vrijeme snimanja %1$@ – %2$@
id: antik %1$@ - %2$@
ja: 年代 %1$@ - %2$@
vi: chụp năm %1$@–%2$@

source: Warning
cs: Upozornění
es: Atención
hr: Upozorenje
id: Peringatan
ja: 警告
vi: Cảnh báo

source: way %@
cs: linie %@
es: vía %@
hr: put %@
ja: ウェイ %@
pl: linia %@
vi: lối %@

source: Way Attributes
cs: Atributy linie
es: Atributos de vía
hr: Svojstva puta
ja: ウェイの属性

source: Way Tags
cs: Značky linie
es: Etiquetas de vía
hr: Oznake puta
ja: ウェイのタグ

source: What is the name of this quest? This is best written in the form of an action like 'Add Surface':
es: ¿Cómo se llama esta búsqueda? Es mejor escribirlo en forma de una acción como "Añadir superficie":

source: What tag key is modified by this quest?
es: ¿Qué clave de etiqueta modifica esta búsqueda?

source: What types of objects does this quest apply to?
es: ¿A qué tipo de objetos se aplica esta búsqueda?

source: yes
es: sí

source: You are about to make changes to the live OpenStreetMap database. Your changes will be visible to everyone in the world. To continue press Commit once again, otherwise press Cancel.
cs: Chystáte se provést změny v živé OpenStreetMap databázi. Vaše změny budou viditelné pro všechny na světě. Chcete-li změny skutečně odeslat, znovu klepněte na Odeslat. Jinak klepněte na Zrušit.
es: Estás a punto de realizar cambios en la base de datos de OpenStreetMap. Tus cambios serán visibles para todo el mundo. Para continuar pulsa Consolidar una vez más, de lo contrario pulsa Cancelar.
hr: Promijenit ćeš podatke u aktivnoj OpenStreetMap bazi podataka. Tvoje promjene će vidjeti svi na svijetu. Za nastavak pritisni još jednom „Spremi”, inače pritisni „Odustani”.
ja: あなたはOpenStreetMapデータベースの本番環境に変更を加えようとしています。この変更は世界中で閲覧されます。 続ける場合はコミットを再度押してください。やめる場合は中止を押してください。

source: You can define your own custom presets here
cs: Tady můžete definovat vlastní předvolby
es: Puede definir sus propias preconfiguraciones aquí
hr: Ovdje možeš definirati vlastite predodređene postavke
ja: ここではあなた自身のカスタムプリセットを定義できます

source: You can navigate to a relation member only if it is already downloaded. These members are marked with '>'.
cs: Na člena relace můžete přejít jen pokud je už stažený. Stažení členové jsou označeni symbolem „>“.
es: Puede navegar a un miembro de la relación sólo si ya está descargado. Estos miembros están marcados con '>'.
hr: Možeš navigirati do člana veze samo, ako je već preuzet. Ti su članovi označeni s „>”.
ja: リレーションメンバーはダウンロード済の場合のみ操作できます。 これらのメンバーは'>'でマークされています。

source: You have made changes that have not yet been uploaded to the server. Clearing the cache will cause those changes to be lost.
cs: Provedli jste změny, které ještě nebyly nahrány na server. Vyčištěním mezipaměti o tyto neuložené změny přijdete.
es: Ha hecho cambios que todavía no se cargan en el servidor. Si vacía la antememoria, esas modificaciones se perderán.
hr: Imaš promjene koje još nisu prenesene na poslužitelj. Ako izbrišeš predmemoriju, izgubit ćeš promjene.
id: Anda telah membuat perubahan-perubahan yang bellum diunggah ke server. Menghapus cache akan menghilangkan perubahan-perubahan tersebut.
ja: まだサーバーにアップロードされていない変更があります。キャッシュをクリアするとこれらの変更が失われることになります。

source: You must save or discard changes to the current object before editing its associated relation
cs: Nejprve musíte uložit, nebo zahodit změny aktuálního objektu než začnete upravovat jeho související relaci
es: Debes guardar o descartar los cambios en el objeto actual antes de editar su relación asociada
hr: Moraš spremiti ili odbaciti promjene na trenutačnom objektu prije uređivanja njegove povezane veze
ja: 関連するリレーションを編集する前に、現在のオブジェクトへの変更を保存するか破棄するかしなければなりません
pl: Przed edycją skojarzonej relacji należy zapisać lub odrzucić zmiany w bieżącym obiekcie

source: You've uploaded %ld changesets with this version of Go Map!! Rate this app?
cs: Nahráli jste už %ld sad změn s touto verzí Go Map!! Napíšete nám recenzi?
es: ¡Has subido %ld conjuntos de cambios con esta versión de Go Map!!! ¿Valora esta aplicación?
hr: S ovom Go Map verzijom prenio/prenijela si %ld skupa promjena!! Ocijeniti ovu aplikaciju?
ja: このバージョンのGo Map!! で %ld 件の変更セットをアップロードしました。 このアプリを評価しますか？
pl: Przesłano %ld zestawów zmian z użyciem tej wersji Go Map!! Czy chcesz ocenić tę aplikację?
vi: Bạn đã tải lên %ld bộ thay đổi dùng phiên bản Go Map!! này. Bạn có muốn đánh giá ứng dụng này không?

source: Your OSM data cache is getting large, which may lead to slow startup and shutdown times. You may want to clear the cache (under Display settings) to improve performance.
cs: Mezipaměť OSM dát začíná být docela velká. Může docházet ke zpomalení při spuštění či ukončení aplikace. Výkon můžete zlepšit pročištěním mezipaměti (volbu naleznete v nastavení zobrazení).
es: Tu caché de datos de OSM está creciendo, lo que puede provocar tiempos de arranque y apagado lentos. Es posible que desees borrar la memoria caché (en Configuración de pantalla) para mejorar el rendimiento.
hr: Tvoja predmemorija podataka OSM-a raste, što može usporiti pokretanje i isključivanje. Za poboljšavanje performance, izbriši predmemoriju (u postavci „Prikaz”).
ja: OSMデータのキャッシュが肥大化しており、アプリの起動や終了が遅くなっているかもしれません。 処理速度改善のためにキャッシュのクリア(表示設定の下)を実施した方が良いかもしれません。

source: Zoom to Edit
cs: Pro úpravy přibližte
es: Acérquese para editar
hr: Za uređivanje uvećaj prikaz
ja: ズームして編集
pl: Powiększ, aby móc edytować
vi: Phóng to để Sửa đổi

source: 1 Day
cs: 1 den
hr: 1 dan
id: 1 Hari
it: 1 giorno
ja: 1 日
vi: 1 Ngày

source: Error
cs: Chyba
hr: Greška
id: Kesalahan
ja: エラー
vi: Lỗi

source: km/h
ja: km/時

source: The XML is improperly formed
hr: Neispravan oblik XML-a
id: XML tidak terbentuk dengan benar
vi: XML bị hư hỏng

source: You must provide your OSM user name, not an email address.
hr: Moraš zadati tvoje korisničko ime za OSM, a ne e-adresu.
id: Anda harus memberikan nama pengguna OSM, bukan alamat surel.

source: Data not available
vi: Dữ liệu không có sẵn

source: Height: %@ ± %@ meters
vi: Chiều cao: %1$@ ± %2$@ mét

source: No image data available
vi: Dữ liệu hình ảnh không có sẵn

source: OSM data must be version 0.6 (fetched '%@')
vi: Dữ liệu OSM phải thuộc phiên bản 0.6 (đã lấy “%@”)
