Repository: bryceco/GoMap
Catalog: src/Shared/Quests/strings/*.lproj/quest.strings
Languages: am, ar, ast, bg, ca, cs, da, de, el, es, eu, fa, fi, fr, gl, hr, hu, in, it, ja, ko, lt, ml, nb, nl, nn, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, zh

# quest_leafType_title
source: Do the trees here have needles or leaves?
am: እዚህ ያሉት ዛፎች መርፌዎች ወይም ቅጠሎች አሏቸው?
ar: هل الأشجار هنا بها إِبرْ (شوك) أو أوراق؟
bg: Тези дървета иглолистни ли са или широколистни?
ca: Els arbres aquí tenen fulles amples o d'agulla?
cs: Jsou zde jehličnaté nebo listnaté stromy?
da: Har træerne nåle eller blade?
de: Haben die Bäume hier Nadeln oder Blätter?
el: Τα δέντρα εδώ έχουν βελόνες ή φύλλα;
es: ¿Estos árboles tienen agujas u hojas?
eu: Zuhaitzek hostoak ala orratzak dituzte?
fa: درختان اینجا برگ‌سوزنی هستند یا پهن‌برگ؟
fi: Onko puissa neulaset vai lehdet?
fr: Les arbres d'ici ont-ils des aiguilles ou des feuilles ?
gl: As árbores aquí teñen follas anchas ou con forma de agulla?
hr: Ima li ovdje drveće iglice ili lišće?
hu: Az itteni fák tűlevelűek vagy lombosak?
in: Pohon di sini berduri atau berdaun?
it: Gli alberi hanno aghi o foglie?
ja: ここの樹木の葉の種類は何ですか?
ko: 여기 있는 나무의 잎의 종류는 무엇인가요?
lt: Čia esantys medžiai yra spygliuočiai ar lapuočiai?
ml: മരങ്ങൾക്ക് ഇലകളാണോ സൂചികളാണോ ഉള്ളത്?
nb: Er dette bartrær eller løvtrær?
nl: Hebben de bomen hier bladeren of naalden?
nn: Har trea her barnåler eller lauv?
pl: Czy te drzewa są liściaste czy iglaste?
pt: Esta árvore tem agulhas ou folhas?
ro: Copacii de aici au ace sau frunze?
ru: Здесь растут хвойные деревья или лиственные?
sk: Sú tu ihličnaté alebo listnaté stromy?
sr: Да ли овде дрвеће има лишће или иглице?
sv: Har träden här barr eller blad?
th: ต้นไม้ที่นี่มีเข็มหรือใบ?
tr: Buradaki ağaçlar iğne mi yoksa geniş yapraklı mı?
uk: Тут листяні чи хвойні дерева?
zh: 这些树是针叶树还是阔叶树？

# quest_cyclewayPartSurface_title
source: What’s the surface of the cycleway here?
am: እዚህ የመዞሪያው መንገድ ምን ይመስላል?
ar: ما هو نوع سطح طريق الدراجات هذا؟
bg: Каква повърхност има тази велоалея?
ca: Quin tipus de superfície té el carril bici aquí?
cs: Jaký je povrch této cyklostezky?
da: Hvad er belægningen på denne cykelsti?
de: Welche Oberfläche hat der Fahrradweg hier?
el: Ποια είναι η επιφάνεια του ποδηλατόδρομου εδώ;
es: ¿De qué está hecho el carril bici?
eu: Zein da bidegorri honen zoladura hemen?
fa: سطح مسیر دوچرخه ‌سواری از چه جنسی است؟
fi: Mikä päällyste on tällä pyörätiellä?
fr: Quel est le revêtement de la piste cyclable ici ?
gl: Cal é a superficie da senda ciclista aquí?
hr: Kakvu površinu ima ovaj dio biciklističke staze?
hu: Mi a burkolata itt a kerékpárútnak?
in: Apa permukaan di jalan sepeda ini?
it: Qual è la superficie di questa pista ciclabile?
ja: この自転車道の路面は何ですか?
ko: 이 자전거 도로의 포장재가 무엇인가요?
lt: Kokia čia yra dviračių tako danga?
ml: സൈക്കിൾ പാതയുടെ പ്രതലം എന്താണ്?
nb: Hvordan er overflaten på sykkelstien her?
nl: Welke bedekking heeft het fietspad hier?
nn: Kva vegdekke har sykkelvegen her?
pl: Jaka jest nawierzchnia części będącej drogą dla rowerów?
pt: Qual é a superfície desta ciclovia?
ro: Ce fel de suprafață are pista de biciclete aici?
ru: Какое покрытие у этой велодорожки?
sk: Aký povrch má táto cyklotrasa?
sr: Каква је овде површина бициклистичке стазе?
sv: Vad har den här cykelvägen för underlag?
th: ทางจักรยานที่นี่มีพื้นผิวประเภทใด?
tr: Buradaki bisiklet yolunun yüzey nasıldır?
uk: Яке покриття велодоріжки?
zh: 这条自行车道的路面是什么材质的？

# quest_footwayPartSurface_title
source: What’s the surface of the footway here?
am: እዚህ የእግረኛ መንገዱ ገጽ ምንድነው?
ar: ما هو سطح طريق المشاة هذا؟
bg: Каква повърхност има пътеката тук?
ca: Quina és la superfície del camí de vianants aquí?
cs: Jaký je povrch této stezky pro chodce/chodníku?
da: Hvilken overflade er der på denne gangsti?
de: Welche Oberfläche hat der Fußweg hier?
el: Ποια είναι η επιφάνεια του πεζόδρομου εδώ;
es: ¿Cuál es la superficie de la acera en este punto?
eu: Zein da espaloiaren zoladura hemen?
fa: سطح این پیاده‌راه از چه جنسی است؟
fi: Mikä päällyste on tällä jalkakäytävällä?
fr: Quel est le revêtement du chemin piéton ici ?
gl: Cal é a superficie da senda peonil aquí?
hr: Kakva je ovdje površina nogostupa?
hu: Mi a burkolata itt a járdának?
in: Apa permukaan jalan kaki di sini?
it: Qual è la superficie di questo passaggio pedonale?
ja: この歩道の路面は何ですか?
ko: 이 보도의 포장재가 무엇인가요?
lt: Koks šioje vietoje pėsčiųjų tako paviršius?
ml: ഇവിടുത്തെ നടപ്പാതയുടെ പ്രതലം എന്താണ്?
nb: Hva slags overflate har gangstien her?
nl: Welke bedekking heeft dit voetpad hier?
nn: Kva vegdekke har gangvegen her?
pl: Jak jest nawierzchnia części będącej chodnikiem dla pieszych?
pt: Qual o tipo de superfície desta via pedonal?
ro: Care este suprafața trotuarului aici?
ru: Какое покрытие у пешеходной дорожки?
sk: Aký je povrch tohto chodníka?
sr: Каква је овде површина тротоара?
sv: Vad har den här gångvägen för underlag?
th: พื้นผิวของทางเท้าที่นี่คืออะไร?
tr: Buradaki patikanın yüzeyi nedir?
uk: Яке тут покриття пішохідної доріжки?
zh: 这条步行道的路面是什么材质的？

# quest_wheelchairAccess_toiletsPart_title
source: Is the restroom at %s wheelchair accessible?
am: መጸዳጃ ቤቱ በ%s ተሽከርካሪ ወንበር ላይ ተደራሽ ነው?
ar: هل يمكن الوصول إلى دورة المياه الموجودة في %s بالكرسي المتحرك؟
bg: Тоалетната в %s достъпна ли е за инвалидни колички?
ca: Els serveis de %s són accessibles amb cadira de rodes?
cs: Je toaleta v %s přístupná pro vozíčkáře?
da: Er dette toilet %s kørestolsvenligt?
de: Ist die Toilette in %s zugänglich für Rollstühle?
el: Είναι προσβάσιμη η τουαλέτα σε %s αναπηρικό αμαξίδιο;
es: ¿Se puede entrar bien con silla de ruedas al servicio de «%s»?
eu: %s(e)ko komuna gurpil-aukientzat irisgarria da?
fa: آیا دستشویی با صندلی چرخدار %s قابل دسترسی است؟
fi: Onko tämän %s WC pyörätuolilla saavutettavissa?
fr: Les toilettes de %s sont-elles accessibles en fauteuil roulant ?
gl: É o baño de %s accesíbel para cadeiras de rodas?
hr: Je li toalet u %s pristupačan za invalidska kolica?
hu: Az itt levő wc: %s kerekesszékkel is használható?
in: Apa kamar kecil di %s ramah kursi roda?
it: I servizi igienici in %s sono accessibili con la sedia a rotelle?
ko: %s의 화장실을 휠체어가 사용할 수 있나요?
lt: Ar poilsio kambarys %s prieinamas neįgaliųjų vežimėliu?
ml: ഈ %s റെസ്റ്റ്റൂമിൽ വീൽചെയർ കടക്കുമോ?
nb: Er toalettet på %s tilgjengelig med rullestol?
nl: Is het toilet op %s toegankelijk voor rolstoelen?
nn: Er toalettet til %s tilgjengeleg med rullestol?
pl: Czy toalety w %s jest dostępna dla osób na wózku inwalidzkim?
pt: A casa de banho em %s é acessível a cadeira de rodas?
ro: La %s ,toaleta este accesibilă scaunului fu rotile?
ru: Этот туалет %s доступен для инвалидных колясок?
sk: Sú záchody v %s dostupné pre vozičkárov?
sr: Да ли је тоалет у %s доступан за инвалидска колица?
sv: Är toaletten på %s tillgänglig med rullstol?
th: ห้องน้ำที่ %s เข้าถึงโดยรถเข็นได้หรือไม่?
tr: %s tuvalet tekerlekli sandalye erişimine uygun mu?
uk: Цей туалет %s доступний для людей на інвалідних візках?
zh: %s 的卫生间是否可以轮椅无障碍通行？

# quest_maxweight_title
source: What is the weight limit here?
am: እዚህ የክብደት ወሰን ስንትነዉ?
ar: ما هو الوزن المحدد هنا؟
bg: Какво е ограничението за тегло тук?
ca: Quin és el límit de pes aquí?
cs: Jaké je zde omezení hmotnosti?
da: Hvad er vægtgrænsen her?
de: Was ist das Maximalgewicht hier?
el: Ποιο είναι το όριο βάρους εδώ;
es: ¿Cuál es el límite de peso?
eu: Zein da pisu muga hemen?
fa: در اینجا محدودیت وزن چه مقدار است؟
fi: Mikä painorajoitus täällä on?
fr: Quelle est la limite de poids ici ?
gl: Cal é o límite de peso aquí?
hr: Koje je ovdje ograničenje težine?
hu: Mekkora itt a tömegkorlátozás?
in: Apa batas berat di sini?
it: Qual è il limite di peso qui?
ko: 여기의 하중 제한이 얼마인가요?
lt: Koks čia yra svorio apribojimas?
ml: ഇവിടെ ഭാരപരിധി എത്രയാണ്?
nb: Maksimal tillatt vekt?
nl: Wat is hier het maximumgewicht?
nn: Kva er vektgrensa her?
pl: Czy jest tu ograniczenie wagi pojazdów?
pt: Qual o limite de peso aqui?
ro: Care este limita de greutate aici?
ru: Какое ограничение по весу установлено здесь?
sk: Aké je tu obmedzenia hmotnosti?
sr: Које је овде ограничење тежине?
sv: Vad är maxvikten här?
th: ที่นี่จำกัดน้ำหนักเท่าไหร่?
tr: Buradaki ağırlık sınırı nedir?
uk: Яке тут обмеження ваги?
zh: 最大承重限制是多少？

# quest_generalFee_title
source: Do you need to pay to enter %s?
am: %s ለመግባት መክፈል ያስፈልግዎታል?
ar: هل يجب عليك الدفع للدخول إلى %s؟
bg: Трябва ли да платите за да влезете в %s?
ca: Cal pagar per a entrar a %s?
cs: Je zde poplatek pro vstup do %s?
da: Koster det entré for at komme ind her hos %s?
de: Kostet %s Eintritt?
el: Υπάρχει κόστος για την είσοδο %s?
es: ¿Tiene coste entrar en «%s»?
eu: %s(e)n sartzeko ordaindu beharra al dago?
fa: آیا برای ورود به %s هزینه پرداخت می‌شود؟
fi: Onko tänne %s sisäänpääsymaksua?
fr: Faut-il payer pour entrer dans %s ?
gl: Hai que pagar por entrar en %s?
hr: Naplaćuje li se ulazak u %s?
hu: Fizetni kell ahhoz, hogy ide belépj: %s?
in: Apa masuk %s harus bayar?
it: L'ingresso a %s è a pagamento?
ko: %s에 입장료가 있나요?
lt: Ar reikia mokėti, norint patekti į %s?
nb: Koster det noe å komme inn på %s?
nl: Kost het geld om %s binnen te gaan?
nn: Kostar det noko å komma inn på %s?
pl: Czy trzeba płacić by wejść do %s?
pt: É preciso pagar para entrar em %s?
ro: Trebuie să plătești pentru a intra la %s?
ru: Нужно ли платить за вход в %s?
sk: Je tu poplatok pre vstup do %s?
sr: Да ли се наплаћује улаз у %s?
sv: Kostar inträde till %s?
th: คุณต้องจ่ายเงินเพื่อเข้า %s หรือไม่?
tr: %s giriş ücretli mi?
uk: Чи потрібно заплатити за вхід до %s?
zh: 是否需要付费才能进入 %s？

# quest_handrail_title
source: Do these steps have a handrail?
am: እነዚህ ደረጃዎች የእጅ መወጣጫ አላቸውን?
ar: هل هذه السلالم لها درابزين؟
bg: Тези стъпала имат ли перила?
ca: Aquestes escales tenen barana?
cs: Mají tyto schody zábradlí?
da: Har denne trappe et gelænder?
de: Gibt es an dieser Treppe ein Geländer?
el: Έχουν αυτά τα σκαλιά κουπαστή;
es: ¿Estas escaleras tienen barandilla?
eu: Eskailera hauek heldulekua daukate?
fa: آیا این راه‌پله نرده جان‌پناه دارد؟
fi: Onko näissä portaissa kaidetta?
fr: Ces marches ont-elles une main courante ?
gl: Estas escaleiras teñen pasamáns?
hr: Imaju li ove stepenice rukohvat?
hu: Ez a lépcső rendelkezik korláttal?
in: Apa tangga ini punya susur tangan?
it: Queste scale hanno un corrimano?
ja: この階段に手すりはありますか?
ko: 이 계단에 난간이 있나요?
lt: Ar šie laiptai turi turėklą?
ml: ഈ പടികൾക്ക് കൈവരി ഉണ്ടോ?
nb: Har trappen rekkverk?
nl: Heeft deze trap een leuning?
nn: Har denne trappa rekkverk?
pl: Czy te schody mają poręcz?
pt: Estas escadas têm corrimão?
ro: Au aceste scări o balustradă?
ru: Есть ли у этой лестницы поручень?
sk: Majú tieto schody zábradlie?
sr: Да ли ове степенице имају рукохват?
sv: Har trappan ett räcke?
th: ขั้นบันไดตรงนี้มีราวจับหรือไม่?
tr: Bu basamaklarda parmaklık var mı?
uk: Чи мають ці сходи поручні?
zh: 台阶有扶手么？

# quest_recycling_materials_title
source: What can be left here for recycling?
am: እንደገና ጥቅም ላይ ለማዋል እዚህ ምን ሊተው ይችላል?
ar: ما الذي يمكن تركه هنا لإعادة التدوير؟
bg: Какво може да се изхвърля тук?
ca: Què es pot deixar aquí per a reciclar?
cs: Co tu lze recyklovat?
da: Hvad kan afleveres til genbrug her?
de: Was kann hier entsorgt werden?
el: Τι μπορεί να αφεθεί εδώ για ανακύκλωση;
es: ¿Qué tipo de basura se puede dejar aquí para que la reciclen?
eu: Zer utzi daiteke hemen birziklatzeko?
fa: چه موادی را می‌توان در اینجا برای بازیافت قرار داد؟
fi: Mitä tänne voi jättää kierrätykseen?
fr: Qu'est-ce qui peut être déposé ici pour le recyclage ?
gl: Que se pode depositar para reciclar aquí?
hr: Što se sve ovdje može ostaviti za recikliranje?
hu: Miket lehet itthagyni újrahasznosításra?
in: Apa yang tersisa di sini untuk didaur ulang?
it: Cosa può essere lasciato qui per la raccolta differenziata?
ko: 이 분리수거함에 무엇을 넣을 수 있나요?
lt: Ką čia galima palikti perdirbimui?
ml: റീസൈക്ലിംഗിനായി ഇവിടെ എന്താണ് അവശേഷിപ്പിച്ചിരിക്കുന്നത്?
nb: Hva kan leveres til resirkulering her?
nl: Wat kan hier achtergelaten worden voor recycling?
nn: Kva kan du levera til resirkulering her?
pl: Co można tu zostawić do recyklingu?
pt: O que pode ser deixado aqui para reciclagem?
ro: Ce se poate recicla aici?
ru: Что здесь можно оставить на переработку?
sk: Čo sa tu dá recyklovať?
sr: Шта се овде може оставити за рециклажу?
sv: Vad kan lämnas här för återvinning?
th: ที่นี่สามารถรับอะไรเพื่อรีไซเคิลได้บ้าง?
tr: Buraya geri dönüşüm için neler bırakılabilir?
uk: Що тут можна залишити для переробки?
zh: 这里可以回收哪些资源？

# quest_recycling_glass_title
source: Can only glass bottles and jars be recycled here, or any type of glass?
am: እዚህ የመስታወት ጠርሙሶች እና ብልቃጦች ብቻ እንደገና ጥቅም ላይ ሊውሉ ይችላሉ ወይም ማንኛውንም ዓይነት ብርጭቆ?
ar: هل يمكن إعادة تدوير العبوات الزجاجية والبرطمانات الزجاجية فقط هنا، أو أي نوع من الزجاج؟
bg: Само за стъклени буркани и бутилки ли е, или може да се оставя всякакъв вид стъкло?
ca: Només s'hi poden reciclar ampolles i gerres de vidre, o qualsevol tipus de vidre?
cs: Lze zde recyklovat pouze skleněné láhve, nebo jakýkoliv druh skla?
da: Kan kun glasflasker og glaskrukker afleveres til genbrug eller er det alle typer af glas?
de: Können hier nur Glasflaschen und -gläser entsorgt werden, oder jede Art von Glas?
el: Μπορούν να ανακυκλωθούν μόνο γυάλινα μπουκάλια και βάζα εδώ ή οποιοδήποτε είδος γυαλιού;
es: ¿Solo se pueden reciclar botellas y frascos de vidrio, o cualquier tipo de cristal?
eu: Beirazko botilak eta ontziak bakarrik birziklatu daitezke hemen, ala mota guztietako beira?
fa: آیا فقط بطری‌های شیشه‌ای و شیشه در اینجا بازیافت می‌شود یا هر نوع شیشه؟
fi: Voiko vain lasipullot ja -purkit kierrättää tänne, vai mitä tahansa lasia?
fr: Seuls les bouteilles en verre et pots en verre peuvent-ils être recyclés ici, ou tout type de verre ?
gl: Só poden reciclarse botellas e frascos de vidro aquí, ou calquera tipo de vidro e cristal?
hr: Mogu li se ovdje ostaviti samo staklene boce i tegle, ili bilo koja vrsta stakla?
hu: Kizárólag üvegpalack és befőttesüveg újrahasznosítható itt, vagy bármilyen üveg?
in: Apa hanya botol kaca dan stoples yang didaur ulang di sini, atau semua kaca?
it: Qui si possono gettare solo bottiglie e vasetti di vetro, o qualsiasi tipo di vetro?
ja: リサイクルできるのはガラス瓶だけですか、それともあらゆるガラス製品を含みますか?
ko: 유리병만 넣을 수 있나요, 아니면 모든 종류의 유리를 넣을 수 있나요?
lt: Ar čia galima perdirbti tik stiklinius butelius ir stiklainius, ar bet kokį stiklą?
ml: ഗ്ലാസ് കുപ്പികളും ജാറുകളും മാത്രമാണോ ഇവിടെ റീസൈക്കിൾ ചെയ്യൂ ? അതോ ഏത് തരത്തിലുള്ള ഗ്ലാസും പറ്റുമോ ?
nb: Kan bare glassembalasje resirkulerers her, eller alle typer glass?
nl: Kunnen alleen glazen flessen en potten hier gerecycled worden, of elk type glas?
nn: Kan berre glasflasker og syltetøyglas resirkulerast her, eller alle typar glas?
pl: Czy można tu zostawić do recyklingu szklane butelki i słoiki czy też każdy rodzaj szkła?
pt: Só podem ser reciclados garrafas e frascos de vidro aqui, ou qualquer tipo de vidro?
ro: Se pot recicla aici doar sticle și borcane din sticlă sau orice tip de sticlă?
ru: Здесь можно оставлять на переработку только стеклянные бутылки и банки или принимают и любой другой вид стекла?
sk: Možno tu recyklovať len sklenené fľaše, alebo akýkoľvek druh skla?
sr: Да ли се овде могу рециклирати само флаше и тегле или било које стакло?
sv: Kan bara glasflaskor och burkar återvinnas här eller alla typer av glas?
th: ที่นี่สามารถรีไซเคิลได้เฉพาะขวดแก้วและขวดโหลเท่านั้น หรือแก้วชนิดใดก็ได้?
tr: Burada sadece cam şişeler, kavanozlar veya herhangi bir cam türü geri dönüştürülebilir mi?
uk: Тільки пляшки та банки здаються тут на переробку, чи любий тип скла?
zh: 是否只能回收玻璃瓶罐，还是能回收各种玻璃制品？

# quest_address_street_title
source: What street does the (house) number %s belong to?
am: (ቤቱ) ቁጥር%s በየትኛው ጎዳና ላይ ነው?
ar: إلى أي شارع ينتمي رقم (المنزل) %s؟
bg: Към коя улица е сградата с номер %s?
ca: A quin carrer pertany el número %s (de la casa)?
cs: Ke které ulici patří (dům) číslo %s?
da: Hvilken vej ligger hus-nummer %s på?
de: Zu welcher Straße gehört die Hausnummer %s?
el: Σε ποιον δρόμο ανήκει ο αριθμός (σπίτι) %s ;
es: ¿A qué calle pertenece el número (de puerta) «%s»?
eu: Zein kaleri dagokio %s etxe-zenbaki horrek?
fa: شماره (خانه) %s به کدام خیابان تعلق دارد؟
fi: Mille kadulle (talon) numero %s kuuluu?
fr: A quelle rue appartient le bâtiment portant le numéro %s ?
gl: A que rúa pertence o número (de enderezo) %s?
hr: Kojoj ulici pripada kućni broj %s?
hu: Ez a (ház)szám melyik utcához tartozik: %s?
in: Berada di jalan apa rumah nomor %s ini?
it: A quale strada appartiene il numero civico %s?
ko: 이 (건물)번호 %s은(는) 어느 도로에 속해 있나요?
lt: Kam priklauso (namo) numeris %s?
nb: Hvilken gate har husnummeret %s?
nl: Bij welke straat hoort het (huis)nummer %s?
nn: Kva gate/veg høyrer (hus)nummeret %s til?
pl: Do jakiej ulicy należy adres numer %s?
pt: A que rua pertence o número (da casa) %s?
ro: Cărei străzi numărul (de imobil) %s aparține?
ru: К какой улице относится дом %s?
sk: Ku ktorej ulici patrí (dom) číslo %s?
sr: Којој улици припада кућни број %s?
sv: Vilken gata hör (hus)numret %s till?
th: เลขที่ (บ้าน) %s เป็นของถนนอะไร
uk: До якої вулиці належить (будинок) номер %s?
zh: %s（房屋）号码属于那条街道？

# quest_board_type_title
source: What is the topic of this information board?
am: የዚህ የመረጃ ቦርድ ርዕስ ምንድነው?
ar: ما هو موضوع لوحة المعلومات هذه؟
bg: Каква е темата на това информационно табло?
ca: Quin és el tema d'aquest plafó informatiu?
cs: Jaké informace jsou na této informační ceduli?
da: Hvilket emne handler infotavlen om?
de: Worum geht es auf dieser Tafel?
el: Ποιο είναι το θέμα αυτού του πίνακα πληροφοριών;
es: ¿Qué tipo de información proporciona este cartel o señal?
eu: Zein da argibide-taula honen gaia?
fa: موضوع این تابلو اطلاع رسانی چیست؟
fi: Mikä on tämän ilmoitustaulun aihe?
fr: Quel est l'objet de ce panneau d'information ?
gl: Cal é o tema deste taboleiro de información?
hr: Koja je tema ove informativne ploče?
hu: Mi a témája ennek az információs táblának?
in: Apa topik papan informasi ini?
it: Qual è lo scopo di questa bacheca informazioni?
ko: 이 안내판의 주제가 무엇인가요?
lt: Kokia yra šios informacinės lentos tema?
nb: Hva er temaet for oppslagstavla?
nl: Wat is het onderwerp van dit informatiebord?
nn: Kva handlar denne informasjons­tavla om?
pl: Jaki jest temat tej tablicy informacyjnej
pt: Qual é o tópico deste painel de informações?
ro: Care este subiectul acestui forum?
ru: Какая информация на этой доске объявлений?
sk: Aké informácie sú na tejto informačnej tabuli?
sr: Која је тема ове инфо-табле?
sv: Vad handlar denna informationstavla om?
th: หัวข้อของกระดานข้อมูลนี้คืออะไร?
tr: Bu bilgi panosunun konusu nedir?
uk: Яка тема цієї інформаційної дошки?
zh: 该信息板的主题是什么？

# quest_summit_register_title
source: Is there a summit register at %s?
am: %s ሰሚት ላይ የስብሰባ ምዝገባ አለ?
ar: هل يوجد سجل زوار للقمة على %s؟
bg: На %s има ли дневник на посетителите?
ca: Hi ha un llibre de cim a %s?
cs: Je na %s vrcholová kniha?
da: Er der en gæstebog på %s?
de: Gibt es bei %s ein Gipfelbuch?
el: Υπάρχει καταχώρηση κορυφής στο %s;
es: ¿Hay un comprobante de cumbres en %s?
eu: Ba al dago gailurraren erregistroa %s-n?
fa: آیا قله‌ای در %s ثبت شده است؟
fi: Onko huipulla %s vieraskirja?
fr: Y a-t-il un registre des sommets à %s ?
gl: Hai un rexisto de conferencias en %s?
hr: Postoji li planinarska knjiga na vrhu %s?
hu: Van-e csúcsnapló itt: %s?
it: C'è un libro di vetta a %s?
ko: 산 정상 %s에 방명록이 있나요?
nb: Fins det en turbok å skrive navnet sitt i på %s?
nl: Is er een topboek op %s?
nn: Finst det ei turbok å skriva namnet sitt i på %s?
pl: Czy szczyt %s ma księgę gości?
pt: Existe um dispositivo de registo de altitude em %s?
ro: Există un registru al summitului la %s?
ru: Здесь есть книга записи посетителей на %s?
sk: Je na %s vrcholová kniha?
sr: Да ли постоји планинарска књига на врху %s?
sv: Finns det en toppbok på %s?
th: มีจุดลงทะเบียนตรงยอดที่ %s หรือไม่?
uk: Чи є книга реєстрації відвідувачів у %s?

# quest_is_defibrillator_inside_title
source: Is this defibrillator (AED) inside a building?
am: ይህ defibrillator (AED) በሕንፃ ውስጥ ነው?
ar: هل جهاز تنظيم ضربات القلب (AED) داخل المبنى؟
bg: Има ли дефибрилатор (AED) в сградата?
ca: Hi ha un desfibril·lador (DEA) dins l'edifici?
cs: Je tento defibrilátor (AED) uvnitř budovy?
da: Er hjertestarteren (AED) inde i bygningen?
de: Befindet sich dieser Defibrillator innerhalb eines Gebäudes?
el: Είναι αυτός ο απινιδωτής (AED) μέσα σε ένα κτήριο;
es: ¿Este desfibrilador externo automático (DEA) está dentro de un edificio?
eu: (AED) desfibriladore hau eraikinaren barruan dago?
fa: آیا داخل ساختمان دستگاه شوک الکتریکی موجود است؟
fi: Onko tämä defibrillaattori rakennuksen sisällä?
fr: Ce défibrillateur (DAE) se trouve-t-il à l'intérieur d'un bâtiment ?
gl: Este desfibrilador (AED) está dentro dun edificio?
hr: Je li ovaj defibrilator (AVD/AED) unutar zgrade?
hu: Van-e defibrillátor (AED) egy épületben?
it: Questo defibrillatore (DAE) è all’interno di un edificio?
ja: この除細動器 (AED) は建物内にありますか?
ko: 이 심장충격기(제세동기, AED)가 건물 안에 있나요?
nb: Er det en hjertestarter (AED) i denne bygningen?
nl: Is deze defibrilator (AED) binnen een gebouw?
nn: Er denne hjarte­startaren innandørs?
pl: Czy ten defibrylator (AED) jest wewnątrz budynku?
pt: Este desfibrilador (AED) está dentro de um edifício?
ro: Este un defibrilator (DEA) în interiorul unei clădiri?
ru: Дефибриллятор (AED) находится внутри здания?
sk: Je tento defibrilátor (AED) vo vnútri budovy?
sr: Да ли је овај дефибрилатор (AED) унутар зграде?
sv: Finns det en defibrillator (hjärtstartare) i byggnaden?
th: เครื่องกระตุ้นหัวใจ (AED) นี้อยู่ภายในอาคารหรือไม่?
tr: Bu defibrilatör (AED) bir binanın içinde mi?
uk: Чи є дефібрилятор (АЗД) всередині будівлі?

# quest_steps_incline_title
source: Which direction leads upwards for these steps?
am: ለእነዚህ ደረጃዎች የትኛው አቅጣጫ ወደ ላይ ይመራል?
ar: أي اتجاه يقود إلى الأعلى لهذه السلالم أو الدرج؟
bg: Кое е нагоре за тези стъпала?
ca: Quin sentit porta cap amunt per aquestes escales?
cs: Který směr vede na těchto schodech nahoru?
da: Hvilken retning er op af disse trapper?
de: Welche Richtung führt auf dieser Treppe nach oben?
el: Ποια κατεύθυνση οδηγεί προς τα πάνω για αυτά τα βήματα;
es: ¿En qué dirección asciende la escalera?
eu: Zein da gorako norabidea?
fa: این پله‌ها ازکدام سو به سمت بالا می‌روند؟
fi: Mihin suuntaan on portaiden yläpää?
fr: Dans quel sens cet escalier monte-t-il ?
gl: Que dirección conduce cara arriba nestas escaleiras?
hr: Koji smjer vodi prema gore za ove stepenice?
hu: Melyik irányban vezet felfelé ez a lépcső?
it: In quale direzione salgono questi scalini?
ja: 階段はどの方向に上っていますか?
ko: 이 계단은 올라가는 방향이 어느 쪽인가요?
lt: Kuri kryptis veda aukštyn šiais laiptais?
nb: Hvilken vei leder oppover for disse trappene?
nl: In welke richting gaat deze trap naar boven?
nn: Kva retning leier oppover i denne trappa?
pl: W którą stronę wznoszą się te schody?
pt: Em que direção se sobem estas escadas?
ro: Ce direcție duce în sus pentru aceste scări?
ru: Какое направление ведёт вверх по этим ступеням?
sk: Ktorý smer vedie na týchto schodoch nahor?
sr: Који смер води узбрдо за ове степенице?
sv: Vilken riktning leder uppåt i denna trappa?
th: ทิศทางไหนเป็นทางขึ้นสำหรับบันไดที่นี่?
uk: Який напрямок веде вгору для цих сходинок?

# quest_step_count_title
source: How many steps are here?
am: እዚህ ስንት ደረጃዎች አሉ?
ar: كم عدد الدرجات/العتبات هنا؟
bg: Колко стъпала има?
ca: Quants graons hi ha aquí?
cs: Kolik je tu schodů
da: Hvor mange trin her?
de: Wie viele Stufen hat diese Treppe?
el: Πόσα βήματα είναι εδώ;
es: ¿Cuántos escalones hay?
eu: Zenbat urrats daude hemen?
fa: چند پله اینجا است؟
fi: Kuinka monta askelmaa tässä on?
fr: Combien de marches y a-t-il ici ?
gl: Cantos chanzos hai aquí?
hr: Koliko stepenica tu ima?
hu: Hány lépcsőfok található itt?
it: Quanti gradini ci sono?
ja: 階段の何段ですか?
ko: 계단이 몇칸인가요?
lt: Kiek pakopų čia yra?
nb: Hvor mange trappetrinn er det her?
nl: Hoeveel treden zijn hier?
nn: Kor mange trappesteg har trappa?
pl: Ile tu jest schodków?
pt: Quantos degraus há aqui?
ro: Câte trepte sunt aici?
ru: Сколько здесь ступеней?
sk: Koľko je tu schodov
sr: Колико овде има степеника?
sv: Hur många trappsteg finns här?
th: ที่นี่มีกี่ขั้น
uk: Скільки тут сходинок?
zh: 有多少步？
