Repository: bryceco/GoMap
Catalog: src/Shared/Quests/strings/*.lproj/quest.strings
Languages: am, ar, ast, bg, ca, cs, da, de, el, es, eu, fa, fi, fr, gl, hr, hu, in, it, ja, ko, lt, ml, nb, nl, nn, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, zh

# quest_traffic_signals_sound_title
source: Are there sound signals for the blind here?
am: ለዓይነ ስውራን የድምፅ ምልክቶች እዚህ አሉ?
ar: هل هناك إشارات صوتية للمكفوفين هنا؟
ast: ¿Tien señales sonores pa persones con discapacidá visual?
bg: Има ли звукови сигнали за слепи хора?
ca: Hi ha senyals acústics per a cecs aquí?
cs: Jsou tu zvukové signály pro nevidomé?
da: Er der nogen lydsignaler for blinde her?
de: Gibt es hier akustische Signale für Sehbehinderte?
el: Υπάρχουν ηχητικά σήματα για τους τυφλούς εδώ;
es: ¿Tiene señales sonoras para personas con discapacidad visual?
eu: Itsuentzako soinuzko seinaleak daude hemen?
fa: آیا در اینجا پارازیت برای امواج وجود دارد؟
fi: Onko täällä äänimerkkiä sokeille?
fr: Y a-t-il des signaux sonores pour les déficients visuels ici ?
gl: Hai aquí sinais con aparellos de son para cegos?
hr: Ima li ovdje zvučni signal za slijepe osobe?
hu: Van itt vakoknak szóló hangjelzés?
in: Apa ada sinyal suara untuk tunanetra di sini?
it: Ci sono segnali sonori per i non vedenti?
ja: この信号に視覚障害者のための音響装置はありますか?
ko: 여기에 시각 장애인을 위한 음성 신호가 있나요?
lt: Ar čia yra garso signalai akliesiems?
ml: ഇവിടെ അന്ധരായവർക്ക് വേണ്ടി ശബ്ദ സന്ദേശങ്ങൾ നൽകുന്നുണ്ടോ?
nb: Er det lydsignal for synshemmede her?
nl: Zijn er hier geluidssignalen voor blinden?
nn: Finst det lydsignal for blinde her?
pl: Czy są tutaj sygnały dźwiękowe dla niewidomych?
pt: Existe aqui sinalização sonora para invisuais?
ro: Există semnale sonore pentru nevăzători aici?
ru: Есть ли здесь звуковые сигналы для незрячих?
sk: Sú tu zvukové signály pre nevidiacich?
sr: Да ли овде постоје звучни сигнали за слепе особе?
sv: Finns det ljudsignaler för blinda här?
th: มีสัญญานเสียงสำหรับคนตาบอดที่นี่หรือไม่?
tr: Burada kör için ses sinyalleri var mı?
uk: Чи є тут звукові сигнали для сліпих?
zh: 这个交通灯带有声音，供盲人使用吗？

# quest_traffic_signals_vibrate_title
source: Do these traffic lights have a tactile indication for blind people for when it’s safe to cross?
am: እነዚህ የትራፊክ መብራቶች በደህና መሻገር እንዲችሉ ለዓይነ ስውራን የእውቀት ምልክት አላቸውን?
ar: هل تحتوي إشارات المرور هذه على مؤشر ملموس للمكفوفين عندما يكون العبور آمنًا؟
bg: Тези светофари имат ли индикация за слепи хора?
ca: Aquests semàfors tenen un indicador tàctil per persones cegues que indica quan es pot creuar?
cs: Mají tyto semafory hmatovou indikaci pro nevidomé, aby věděli, kdy je bezpečné přejít?
da: Har disse trafiklys en taktil indikering for svagtseende, der fortæller, hvornår det er sikkert at krydse vejen?
de: Gibt es an dieser Ampel einen Taster für Blinde, der signalisiert, wenn man über die Straße gehen kann?
el: Έχουν αυτά τα φανάρια ψηλαφιστή ένδειξη για τυφλούς ότι είναι ασφαλές να διασχίσουν τον δρόμο;
es: ¿Tienen estos semáforos una indicación táctil para personas ciegas de cuándo es seguro cruzar?
eu: Semaforo hauek ba al dute adierazle taktilak itsuak segurtasunez pasatzeko?
fa: آیا این چراغ‌های راهنمایی برای افراد نابینا مجهز به دکمه لمسی برای عبور ایمن است؟
fi: Onko näissä liikennevaloissa tuntoindikaattori sokeille ihmisille kertomaan milloin on turvallista ylittää tie?
fr: Est-ce que ces feux piétons ont un indicateur de traversée en sécurité, pour personnes malvoyantes ?
gl: Estes semáforos teñen unha indicación táctil para que indiquen ás persoas con problemas de visión cando é seguro pasar?
hr: Imaju li ovi semafori taktilnu indikaciju za slijepe osobe kada je sigurno prijeći ih?
hu: Rendelkezik ez a közlekedési lámpa a biztonságos átkelés idején a vakok számára szolgáló tapintható jelzéssel?
it: Questo semaforo ha un indicatore tattile che indica agli ipovedenti quando attraversare?
ja: この信号機は視覚障害者のために、振動で安全に横断できることを知らせますか?
ko: 이 신호등에 시각 장애인에게 횡단해도 좋음을 알려주는 촉각 알림이 있나요?
nb: Har disse trafikklysene en taktil indikasjon for synshemmede når det er klart å krysse?
nl: Hebben deze stoplichten een voelbare indicatie voor blinden voor wanneer ze veilig over kunnen steken?
nn: Har trafikklysa vibrering for å signalisera til blinde når det er trygt å gå over vegen?
pl: Czy te światła dla pieszych w namacalny sposób sygnalizują kiedy można przejść?
pt: Este semáforo tem uma sinalização tátil para indicar a cegos quando é seguro atravessar?
ro: Au aceste semafoare un mod de indicare tactil pentru nevăzători atunci când este sigur să traverseze?
ru: Имеет ли светофор тактильную индикацию для слепых людей?
sk: Majú tieto semafory hmatovú indikáciu pre nevidiacich, aby vedeli, kedy je bezpečné prejsť?
sr: Да ли ови семафори имају тактилне ознаке за слепе када је безбедно прећи улицу?
sv: Har dessa trafikljus en taktil indikation för blinda personer när det är säkert att korsa?
th: ขอบทางเดินที่นี่มีกระเบื้องปูพื้นนำทางคนตาบอดหรือไม่?
uk: Чи мають ці світлофори тактильні вказівники для незрячих людей, коли безпечно переходити?

# quest_steps_ramp_title
source: Do these steps have a ramp? What kind?
am: እነዚህ ደረጃዎች መወጣጫ አላቸው? ምን አይነት?
ar: هل تحتوي هذه العتبات/الدرجات التي على السلم على منحدر؟ اي نوع؟
bg: По тези стъпала има ли рампа и каква?
ca: Aquests graons tenen una rampa? De quin tipus?
cs: Mají tyto schody rampu? Jakého druhu?
da: Er der en rampe? Hvilken type?
de: Hat diese Treppe eine Rampe? Was für eine?
el: Αυτά τα σκαλιά έχουν ράμπα; Τι είδους?
es: ¿Estas escaleras tienen rampa? ¿De qué tipo?
fa: آیا اینجا سطح شیب‌دار دارد؟ از چه نوعی؟
fi: Onko näissä portaissa ramppia? Millainen?
fr: Ces marches ont-elles une rampe ? De quel type ?
gl: Estas escaleiras teñen rampla? Que tipo?
hr: Imaju li ove stepenice rampu? Koje vrste?
hu: Rendelkezik ez a lépcső rámpával? Milyennel?
it: Questa scala ha una rampa? Di che tipo?
ja: 階段にはスロープがありますか? どんな種類ですか?
ko: 이 계단에 경사로가 있나요? 어떤 종류인가요?
nb: Har disse trappene en rampe? Hva slags?
nl: Heeft deze trap een helling? Welke soort?
nn: Har denne trappa rampe? Kva type?
pl: Czy te schody mają podjazd? Jaki rodzaj?
pt: Estas escada têm rampa? De que tipo?
ro: Au aceste trepte o rampă? Ce fel?
ru: Есть ли у этих ступеней пандус? Какой?
sk: Majú tieto schody rampu? Akého druhu?
sr: Да ли ове степенице имају рампу? Које врсте?
sv: Har trappan en ramp? Vilken sort?
th: บันไดนี้มีทางลาดหรือไม่? เป็นชนิดไหน?
uk: Чи мають ці сходи пандус? Який?
zh: 该阶梯有坡道吗？什么类型？

# quest_atm_operator_title
source: What’s the name of the bank for this ATM?
am: ለዚህ ኤቲኤም ባንክ ስሙ ማን ነው?
ar: ما هو اسم البنك مالك جهاز الصراف الآلي هذا؟
bg: На коя банка е този банкомат?
ca: Quin és el nom del banc d'aquest caixer automàtic?
cs: Jaké je jméno banky, které patří tento bankomat?
da: Hvilken bank driver denne hæveautomat?
de: Zu welcher Bank gehört dieser Geldautomat?
el: Ποιο είναι το όνομα της τράπεζας για αυτό το ATM;
es: ¿Cuál es el nombre del banco de este cajero automático?
fa: نام بانک این خودپرداز چیست؟
fi: Minkä pankin raha-automaatti tämä on?
fr: Quel est nom de la banque associée à ce distributeur ?
gl: Cal é o nome do banco deste caixeiro automático?
hr: Naziv matične banke ovog bankomata?
hu: Melyik bankhoz tartozik ez az ATM?
in: Apakah nama bank untuk ATM ini?
it: A che banca appartiene questo bancomat?
ja: このATMを管理する銀行の名前は何ですか?
ko: 이 ATM은 어느 은행 소속인가요?
nb: Hva er navnet på banken til denne minibanken?
nl: Van welke bank is deze geldautomaat?
nn: Kva bank høyrer denne minibanken til?
pl: Jak się nazywa bank tego bankomatu?
pt: Qual é o nome do banco desta caixa multibanco?
ro: Care este numele băncii pentru acest ATM?
ru: Как называется банк этого банкомата?
sk: Aký je názov banky, ktorej patrí tento bankomat?
sr: Назив матичне банке овог банкомата?
sv: Vad heter banken för denna bankomat?
th: ตู้เอทีเอ็มนี้เป็นของธนาคารอะไร
tr: Bu ATM'nin bankasının adı nedir?
uk: Як називається банк цього банкомата?
zh: 该ATM所属银行名字是？

# quest_clothes_container_operator_title
source: Who accepts donations for this clothing bin?
am: ለዚህ የልብስ ማስቀመጫ መዋጮ ማን ይቀበላል?
ar: من يقبل التبرعات لصندوق الملابس هذا؟
bg: Кой отговаря за даренията в този контейнер?
ca: Qui accepta les donacions d'aquest contenidor de roba?
cs: Kdo je příjemce darů tohoto kontejneru na oblečení?
da: Hvem modtager donationer til denne tøjindsamling?
de: Wer sammelt Altkleider mit diesem Container?
el: Ποιος δέχεται δωρεές για αυτόν τον κάδο ρούχων;
es: ¿Quién acepta donaciones para este contenedor de ropa?
fa: چه کسی کمک های مالی برای این سطل پوشاک را پرداخت می کند؟
fi: Mikä taho vastaanottaa tämän vaatekeräyksen lahjoitukset?
fr: Qui perçoit les dons de ce conteneur à vêtements ?
gl: Quen acepta doazóns neste contedor de roupa?
hr: Tko prima donacije iz ovog spremnika za odjeću?
hu: Ki fogadja az ebből a ruhagyűjtő konténerből származó adományokat?
it: Chi è il destinatario delle donazioni di questo container per indumenti?
ja: この衣類収集箱への寄付は誰が受け取りますか?
ko: 이 헌옷 수거함은 누가 운영하나요?
nb: Hvilken organisasjon tar i mot donasjoner via denne kles-containeren.
nl: Welke organisatie zamelt hier gebruikte kleding in?
nn: Kven tek imot klede lagde i denne innsamlings­boksen?
pl: Kto przyjmuje dary w tym koszu na ubrania?
pt: Que organização gere esta caixa de doação de roupas?
ro: Cine acceptă donații pentru acest coș de îmbrăcăminte?
ru: Куда идёт пожертвованная здесь одежда?
sk: Kto je príjemca darov tohto kontajnera na oblečenie?
sr: Ко прима донације из овог спремишта одеће?
sv: Vem accepterar donationer för denna klädkorg?
th: ใครรับบริจาคถังเสื้อผ้านี้บ้าง?
tr: Bu kıyafet kutusu için bağışları kim kabul ediyor?
uk: Хто збирає пожертви у цей контейнер для одягу?
zh: 谁接收该衣物箱的捐赠？

# quest_charging_station_operator_title
source: Who is the operator of this charging station?
am: የዚህ የኃይል መሙያ ጣቢያ ኦፕሬተር ማን ነው?
ar: من هو مشغل محطة الشحن هذه؟
bg: Кой е оператор на тази зарядна станция?
ca: Quin és l'operador d'aquesta estació de càrrega?
cs: Kdo provozuje tuto dobíjecí stanici?
da: Hvem er operatør af denne ladestation
de: Wer ist der Betreiber dieser Ladestation?
el: Ποιος είναι ο διαχειριστής αυτού του σταθμού φόρτισης;
es: ¿Quién es el operador de esta estación de carga?
fa: متصدی این ایستگاه شارژ کیست؟
fi: Kenen operoima latausasema tämä on?
fr: Qui est l'exploitant de cette station de recharge ?
gl: Quen é o operador desta estación de carga?
hr: Tko je operater ove stanice za punjenje?
hu: Ki az üzemeltetője ennek a töltőállomásnak?
it: Qual è l'operatore di questa stazione di carica?
ja: この充電ステーションはどこが運営していますか?
ko: 이 충전소는 누가 운영하나요?
nb: Hvilket selskap opererer denne ladestasjonen?
nl: Welk bedrijf exploiteert dit oplaadpunt?
nn: Kven er eigar av denne ladestasjonen?
pl: Kto jest zarządcą tej stacji ładowania pojazdów?
pt: Quem é o operador desta estação de carregamento?
ro: Care este operatorul pentru această stație de încărcare?
ru: Кто является оператором этой зарядной станции?
sk: Kto prevádzkuje túto dobíjaciu stanicu?
sr: Ко је оператер ове станице за пуњење?
sv: Vem är operatören för denna laddstation?
th: ใครเป็นผู้ดำเนินการสถานีชาร์จนี้?
tr: Bu şarj istasyonunun operatörü kimdir?
uk: Хто є оператором цієї зарядної станції?

# quest_lanes_title
source: How many lanes for cars does this road have?
am: ይህ መንገድ ለመኪናዎች ስንት መስመሮች አሉት?
ar: كم عدد مسارات الطريق الواحد للسيارات في هذا الطريق؟
bg: Колко ленти за движение на автомобили има този път?
ca: Quants carrils per cotxes té aquesta carretera?
cs: Kolik jízdních pruhů pro auta má tato cesta?
da: Hvor mange kørebaner for biler har denne vej?
de: Wie viele Fahrstreifen für Autos hat diese Straße?
el: Πόσες λωρίδες για αυτοκίνητα έχει αυτός ο δρόμος;
es: ¿Cuántos carriles para automóviles tiene esta carretera?
fa: این مسیر چند خط عبور برای خودرو ها دارد؟
fi: Montako kaistaa autoille on tällä tiellä?
fr: Combien y a t-il de voies pour voitures sur cette route ?
gl: Cantos carrís para vehículos ten esta estrada?
hr: Koliko traka za automobile ima ova cesta?
hu: Hány forgalmi sávval rendelkezik ez az út?
it: Quante corsie per automobili ha questa strada?
ko: 이 도로는 몇 차로인가요?
nb: Hvor mange felt for biler har denne veien?
nl: Hoeveel rijstroken voor auto's heeft deze weg?
nn: Kor mange køyrefelt har denne vegen?
pl: Ile pasów drogowych ma ta droga?
pt: Quantas faixas de rodagem para carros esta estrada tem?
ro: Câte benzi pentru mașini are acest drum?
ru: Сколько полос имеет эта дорога?
sk: Koľko jazdných pruhov pre autá má táto cesta?
sr: Колико трака за аутомобиле има овај пут?
sv: Hur många körfält för bilar har den här vägen?
th: ถนนนี้มีช่องทางสำหรับรถยนต์กี่ช่อง?
tr: Bu yolda arabalar için kaç şerit var?
uk: Скильки на цій дорозі смуг для авто?
zh: 该道路有多少车道？

# quest_tactile_paving_kerb_title
source: Is there tactile paving on this curb here?
am: በዚህ ከርብ ላይ የሚነካ ንጣፍ እዚህ አለ?
ar: هل توجد رصيف بارز للمكفوفين على الرصيف هنا؟
bg: Има ли настилка за слепи по бордюра?
ca: Hi ha paviment tàctil en aquesta vorera aquí?
cs: Je na tomto obrubníku hmatová dlažba?
da: Er der taktil markering på kantstenen her?
de: Hat dieser Bordstein eine spezielle Pflasterung für Blinde?
el: Υπάρχει ανάγλυφη επίστρωση σε αυτό το κράσπεδο εδώ;
es: ¿Hay pavimento táctil bordeando las aceras?
fa: آیا اینجا جدول در کناره مسیر وجود دارد؟
fi: Onko täällä jalkakäytävässä kosketuspäällysteitä?
fr: Y a t-il un revêtement podotactile à cet endroit ?
gl: Hai pavimento táctil neste bordo?
hr: Postoji li traka vodilja na ovom rubniku?
hu: Van vakvezető burkolat ezen a járdaszegélyen?
it: C'è una pavimentazione tattile su questo cordolo?
ja: この縁石に点字ブロックはありますか?
ko: 이 연석에 점자 타일이 있나요?
nb: Er det ledelinjer for blinde på fortauskanten her?
nl: Is er voelbare bestrating bij deze stoeprand?
nn: Finst det leielinjer for blinde på fortaus­kanten her?
pl: Czy w tym miejscu są oznaczenia dla niewidomych na krawężniku?
pt: Existe pavimentação tátil no lancil aqui?
ro: Există pavaj tactil pe această bordură?
ru: Есть ли здесь на этом бордюре тактильное покрытие?
sk: Je na tomto obrubníku hmatová dlažba?
sr: Постоји ли трака водиља за слепе на овом ивичњаку?
sv: Finns det taktil beläggning på denna trottoarkant här?
th: ขอบทางเดินที่นี่มีกระเบื้องปูพื้นนำทางคนตาบอดหรือไม่?
uk: На цьому бордюрі є тактильна бруківка?

# quest_kerb_height_title
source: What is the height of this curb?
am: የዚህ ከርብ ቁመት ስንት ነው?
ar: ما هو ارتفاع هذا الرصيف؟
bg: Каква е височината на бордюра?
ca: Quina alçada té aquesta vorera?
cs: Jaká je výška tohoto obrubníku?
da: Hvor høj er kantstenen?
de: Wie hoch ist dieser Bordstein?
el: Ποιο είναι το ύψος αυτού του κράσπεδου;
es: ¿Cuál es la altura de este bordillo?
fa: ارتفاع این جدول چقدر است؟
fi: Mikä on tämän reunakivetyksen korkeus?
fr: Quelle est la hauteur de cette bordure ?
gl: Cal é a altura deste bordo?
hr: Koliko je visok ovaj rubnik?
hu: Milyen magas ez a járdaszegély?
it: Qual è l'altezza di questo cordolo?
ko: 이 연석의 높이가 얼마인가요?
nb: Hva er høyden på fortauskanten?
nl: Wat is de hoogte van deze stoeprand?
nn: Kva er høgda til denne fortauskanten?
pl: Jaka jest wysokość krawężnika?
pt: Qual é a altura deste lancil?
ro: Care este înălțimea aceste borduri?
ru: Какая высота у этого бордюра?
sk: Aká je výška tohto obrubníku?
sr: Која је висина овог ивичњака?
sv: Vad är höjden på denna trottoarkant?
th: ขอบทางสูงแค่ไหน?
tr: Bu kaldırımın yüksekliği ne kadar?
uk: Яка висота цього бордюра

# quest_shop_vacant_type_title
source: This shop has been vacant. What’s here now?
am: ይህ ሱቅ ባዶ ሆኖ ቆይቷል ፡፡ አሁን እዚህ ምን አለ?
ar: هذا المتجر كان فارغًا. ماذا يوجد هنا الآن؟
bg: Този обект е отбелязан като празен. Какво има тук сега?
ca: Aquesta botiga ha estat vacant. Què hi ha aquí ara?
cs: Tento obchod byl prázdný. Co tu je nyní?
da: Denne butik har været tom. Hvad er her nu?
de: Dieser Laden stand leer. Was ist hier jetzt?
el: Αυτό το κατάστημα ήταν κενό. Τι είναι τώρα εδώ;
es: Este establecimiento ha estado vacío. ¿Qué hay aquí ahora?
fa: این مغازه متروکه است. اکنون چه عارضه‌ای اینجاست؟
fi: Kauppa on ollut tyhjillään. Mitä siellä on nyt?
fr: Cet emplacement de magasin a été vacant. Qu'y a-t'il ici maintenant ?
gl: Este comercio estivo baleiro. Que hai aquí agora?
hr: Ova je trgovina bila upražnjena. Što je sad ovdje?
hu: Ez az üzlet üresen állt. Mi található most itt?
it: Questo negozio era libero. Cosa c'è ora?
ja: 以前は空き店舗でしたが、現在は何がありますか?
ko: 이 가게는 비어 있었습니다. 지금 여기에 무엇이 있나요?
nb: Denne butikken er tom. Hva er her nå?
nl: Deze winkel stond leeg. Wat is hier nu?
nn: Dette butikk­lokalet har stått tomt. Kva er her no?
pl: Ten sklep stał pusty. Co teraz tutaj jest?
pt: Esta loja esteve desocupada. O que se encontra aqui agora?
ro: Acest magazin a fost închis. Ce este aici acum?
ru: Магазин выехал. Что здесь сейчас расположено?
sk: Tento obchod bol prázdny. Čo tu je teraz?
sr: Ова продавница је напуштена. Шта је сада овде?
sv: Denna butik har varit ledig. Vad ligger här nu?
th: ร้านนี้ย้ายออกไปแล้ว มีอะไรอยู่ที่นี่?
tr: Bu dükkan boştu. Şimdi burada ne var?
uk: Цей магазин незайнятий. Що тут тепер?

# quest_dietType_kosher_name_title
source: Does %s offer kosher products?
am: %s የኮሸር ምርቶችን ያቀርባል?
ar: هل تقدم %s منتجات متوافقة مع الشريعة اليهودية؟
bg: %s предлага ли продукти кошер?
ca: %s ofereix productes kosher?
cs: Nabízí %s košer produkty?
da: Tilbyder %s kosherprodukter?
de: Bietet %s koschere Produkte an?
el: Το %s προσφέρει προϊόντα Κοσέρ;
es: ¿%s ofrece productos kosher?
fa: آیا %s محصولات حلال ارائه می دهد؟
fi: Tarjoaako %s kosher tuotteita?
fr: %s propose-t-il des produits casher ?
gl: %s ofrece produtos kosher?
hr: Nudi li %s košer proizvode?
hu: Rendelkezik a hely kóser termékekkel: %s?
it: %s vende prodotti kosher?
ko: %s에서 코셔 푸드를 판매하나요?
nb: Har %s koscherprodukt?
nl: Biedt %s koosjere producten aan?
nn: Har %s koscher­produkt?
pl: Czy %s oferuje koszerne produkty?
pt: %s oferece produtos kosher?
ro: %s oferă produse kosher?
ru: Предлагаются ли в %s кошерные продукты?
sk: Ponúka %s kóšer produkty?
sr: Да ли %s нуди кошер производе?
sv: Erbjuder %s kosherprodukter?
th: %s มีผลิตภัณฑ์โคเชอร์หรือไม่
uk: Чи продаються у %s кошерні товари?

# quest_bicycle_parking_access_title
source: Is it restricted who may park a bike here?
am: ማን እዚህ ብስክሌት ሊያቆም ይችላል ወይስ የተከለከለ ነው?
ar: هل هناك حد لمن يمكنه ركن الدراجة هنا؟
bg: Паркингът за велосипеди има ли ограничения?
ca: Està restringit qui pot aparcar una bici aquí?
cs: Je nějak omezeno, kdo zde může parkovat kolo?
da: Er det begrænset hvem der må parkere en cykel her?
de: Gibt es Einschränkungen, wer hier ein Fahrrad parken darf?
el: Είναι περιορισμένο ποιος μπορεί να σταθμεύσει ένα ποδήλατο εδώ;
es: ¿Está restringido a ciertas personas el aparcar una bici aquí?
fa: آیا برای کسی که اینجا دوچرخه پارک می‌کند محدودیتی هست؟
fi: Onko täällä rajoitettu kuka saa pysäköidä pyöränsä täällä?
fr: Qui peut garer un vélo ici ?
gl: Está restrinxido quen pode aparcar unha bicicleta aquí?
hr: Tko ovdje smije parkirati bicikl?
hu: Korlátozva van, hogy ki használhatja ezt a kerékpártárolót?
it: Il parcheggio bici qui è riservato?
ja: ここに自転車を止められる人は制限されていますか?
ko: 이곳에 자전거를 주차하는 데 제한이 있나요?
nb: Er det begrenset hvem som kan parkere sykkel her?
nl: Is er een beperking wie hier een fiets mag parkeren?
pl: Czy parkować rower mogą tutaj jedynie określone osoby?
pt: Só algumas pessoas podem estacionar uma bicicleta aqui?
ro: Este restricționat a parca o bicicletă aici?
ru: Есть ли здесь ограничения для парковки велосипеда?
sk: Je obmedzené kto tu môže parkovať bickel?
sr: Да ли се ограничава ко сме да паркира бицикл?
sv: Är det begränsat vem som får parkera en cykel här?
th: จำกัดผู้จอดจักรยานไหม?
uk: Є обмеження, хто може паркувати велосипед?

# quest_bicycle_parking_fee_title
source: Do you have to pay to park a bike here?
am: እዚህ ብስክሌት ለማቆም መክፈል አለብዎት?
ar: هل عليك أن تدفع مقابل ركن دراجة هنا؟
bg: Плаща ли се паркингът за велосипеди?
ca: S'ha de pagar per aparcar una bicicleta aquí?
cs: Je zde potřeba platit za parkování kola?
da: Skal man betale for at parkere en cykel her?
de: Fallen hier Parkgebühren für Fahrräder an?
el: Πρέπει να πληρώσετε για να σταθμεύσετε ένα ποδήλατο εδώ;
es: ¿Hay que pagar para aparcar una bici aquí?
fa: برای پارک دوچرخه در اینجا باید هزینه پرداخت کرد؟
fi: Maksaako pyörän pysäköiminen tässä?
fr: Doit-on payer pour garer son vélo ici ?
gl: Tes que pagar para aparcar unha bicicleta aquí?
hr: Naplaćuje li se parkiranje bicikla ovdje?
hu: Fizetős ez a kerékpártároló?
it: Si paga per parcheggiare la bici qua?
ja: 有料の駐輪場ですか?
ko: 이곳에 자전거 주차 요금이 있나요?
nb: Må du betale for å parkere sykkel her?
nl: Moet je hier betalen om een fiets te parkeren?
pl: Czy parkując tutaj rower, musisz uiścić opłatę?
pt: Este estacionamento de bicicletas é pago?
ro: Trebuie să plătești pentru a parca o bicicletă aici?
ru: Это платная парковка для велосипеда?
sk: Platí sa tu za parkovanie bicykla?
sr: Да ли је потребно да платите како бисте паркирали бицикл?
sv: Måste man betala för att parkera en cykel här?
th: มีค่าบริการจอดจักรยานไหม?
tr: Buraya bisiklet park etmek için ödeme yapmanız gerekiyor mu?
uk: Тут потрібно платити за паркування велосипеда?

# quest_drinking_water_title
source: Is the water potable here? (%s)
am: ውሃው እዚህ የመጠጥ ነው? (%s)
ar: هل المياه صالحة للشرب هنا؟ (%s)
bg: Водата добра ли е за пиене? (%s)
ca: És potable l'aigua aquí? (%s)
cs: Je tento zdroj vody pitný? (%s)
da: Er vandet drikkevand her? (%s)
de: Ist das Wasser hier trinkbar? (%s)
el: Είναι το νερό πόσιμο εδώ; (%s)
es: ¿Es potable el agua? (%s)
fa: اینجا آب قابل شرب است؟ (%s)
fi: Onko vesi täällä juotavaa? (%s)
fr: L'eau est-elle potable ici ? (%s)
gl: A auga é potábel aquí? (%s)
hr: Je li ova voda za piće? (%s)
hu: Iható itt a víz? (%s)
it: Qui l’acqua è potabile? (%s)
ja: ここの水は飲用ですか? (%s)
ko: 여기 물은 마실 수 있나요? (%s)
nb: Er vannet drikkelig her? (%s)
nl: Is het water hier drinkbaar? (%s)
pl: Czy woda tutaj jest pitna? (%s)
pt: A água é potável aqui? (%s)
ro: Este potabilă apa aici? (%s)
ru: Здесь питьевая вода? (%s)
sk: Je táto voda pitná? (%s)
sr: Да ли је овде вода за пиће? (%s)
sv: Är vattnet drickbart här? (%s)
th: น้ำดื่มที่นี่บริโภคได้ไหม? (%s)
uk: Вода тут є питною? (%s)

# quest_postboxRoyalCypher_title
source: What is the royal cypher on this postbox?
am: በዚህ ፖስታ ሳጥን ላይ ንጉሣዊው ሚስጥር ምንድን ነው?
ar: ما هو الرمز الملكي على هذا البريد؟
bg: Какъв кралски герб има тази пощенска кутия?
ca: Quin és el royal cypher en aquesta bústia?
cs: Jaký královský monogram je na této schránce?
da: Hvad er det royale tegn på denne postkasse?
de: Welches königliche Monogramm ist auf diesem Briefkasten zu sehen?
el: Τι είναι ο βασιλικός κώδικας σε αυτό το ταχυδρομικό κουτί;
es: ¿Cuál es el monograma real (o «royal cypher») del buzón?
fa: رمز ملی روی این صندوق پستی چیست؟
fi: Mikä on tämän postilaatikon kuninkaallinen monogrammi?
fr: Quel est le monogramme royal apposé sur cette boîte aux lettres ?
gl: Cal é o código real nesta caixa do correo?
hr: Koja je kraljevska šifra na ovom poštanskom sandučiću?
hu: Milyen királyi monogram található ezen a postaládán?
it: Quale monogramma reale è presente su questa cassetta postale?
ko: 이 우체통에 어떤 왕실 문장이 박혀 있나요?
nb: Hvilket kongelig monogram vises på denne postkassen?
nl: Welk koninklijk monogram / teken staat er op deze brievenbus?
pl: Jaki monogram królewski jest na tej skrzynce pocztowej?
pt: Qual é a cifra real nesta caixa de correio?
ro: Care-i codul poștal pentru această cutie poștală?
ru: Какой Королевский шифр на этом почтовом ящике?
sk: Je na tejto poštovej schránke kráľovský znak?
sr: Која је краљевска шифра на овом поштанском сандучету?
sv: Vad har den här brevlådan för kungligt monogram?
th: ตู้ไปรษณีย์นี้มีตราประจำพระองค์ใด?
uk: Який королівський шифр на цій поштовій скрині?
