Repository: bryceco/GoMap
Catalog: src/Shared/Quests/strings/*.lproj/quest.strings
Languages: am, ar, ast, bg, ca, cs, da, de, el, es, eu, fa, fi, fr, gl, hr, hu, in, it, ja, ko, lt, ml, nb, nl, nn, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, zh

# quest_barrier_type_title
source: What type of barrier is this?
am: ይህ ምን ዓይነት መሰናክል ነው?
ar: ما نوع هذا الحاجز؟
bg: Какъв вид бариера е това?
ca: Quin tipus de barrera és?
cs: Jaký je tohle druh překážky?
da: Hvilken type barriere er dette?
de: Was für eine Barriere ist das?
el: Τι είδους μπάρες είναι αυτές;
es: ¿Qué tipo de barrera es?
fa: این چه نوع مانعی است؟
fi: Minkä tyylinen este tämä on?
fr: Quel type de barrière est-ce ?
gl: Que tipo de barreira é esta?
hr: Kakva je ovo barijera?
hu: Ez milyen típusú akadály?
it: Che tipo di barriera è questa?
ko: 어떤 형태의 장벽인가요?
nb: Hva slags hindring er dette?
nl: Welke soort barri√®re is dit?
pl: Jaki rodzaj bariery jest w tym punkcie?
pt: Que tipo de barreira é esta?
ro: Ce tip de barieră este aceasta?
ru: Что это за барьер?
sk: Čo je to za bariéru?
sr: Који тип препреке је ово?
sv: Vad för slags hinder är detta?
th: ตรงนี้เป็นแผงกั้นประเภทใด?
uk: Який це тип перешкоди?

# quest_policeType_title
source: Which type of police station is this?
am: ይህ ምንአይነት የፖሊስ ጣቢያ ነው?
ar: أي نوع من مراكز الشرطة هذا؟
bg: Какъв вид е полицейско управление е това?
ca: Quin tipus de comissaria és aquesta?
cs: Jaký je tohle druh policejní stanice?
da: Hvilken slags politistation er dette?
de: Was für eine Polizeistation ist das?
el: Τι είδους αστυνομικό τμήμα είναι αυτό;
es: ¿Qué tipo de comisaría es esta?
fa: این چه نوع پاسگاهی است؟
fi: Minkä tyyppinen poliisiasema tämä on?
fr: Quel type de poste de police est-ce ?
gl: Que tipo de comisaría é esta?
hr: Koja je ovo vrsta policijske postaje?
hu: Ez milyen típusú rendőrőrs?
it: Che tipo di stazione di polizia è questa?
ko: 어떤 형태의 경찰서인가요?
nb: Hva slags politistasjon er dette?
nl: Welk soort politiebureau is dit?
pl: Jaki rodzaj posterunku policji się tu znajduje?
pt: Que tipo de esquadra da polícia é esta?
ro: Ce tip de secție de poliție este acesta?
ru: Какой это полицейский участок?
sk: O aký typ policajnej stanice ide?
sr: Који тип полицијске станице је ово?
sv: Vad är detta för slags polisstation?
th: นี่คือสถานีตำรวจประเภทใด?
uk: Який це тип відділку поліції?

# quest_stile_type_title
source: What type of stile is this?
am: ይህ ምን ዓይነት መሰናክል ነው?
ar: ما نوع هذا الطراز؟
bg: Какъв вид врата е това?
ca: Quin tipus d'estil és?
cs: Jaký je tohle druh průchodu?
da: Hvilken slags stente er dette?
de: Was für ein Zauntritt ist das?
el: Τι είδους πέρασμα φράχτη είναι αυτό;
es: ¿Qué tipo de cruce («stile») tiene esta valla?
fa: این چه نوع نرده ای است؟
fi: Minkä tyyppinen porras tai portti tämä on?
fr: Quel type d'échalier est-ce ?
gl: Que tipo de paso é?
hr: Koja je ovo vrsta prolaza?
hu: Ez milyen típusú kerítés feletti átjáró?
it: Che tipo di scaletta è questa?
ko: 어떤 형태의 문인가요?
nb: Hva slags passeringspunkt er dette?
nl: Wat voor soort passage is dit?
pl: Jaki jest to rodzaj przełazu?
pt: Que tipo de passagem em degraus de vedação é esta?
ro: Ce stil este acesta?
ru: Какой тип?
sk: Čo je to za prechod?
sr: Која је ово врста пролаза?
sv: Vad är detta för slags grind?
th: นี่คือประตูหมุนแบบไหน?
uk: Який це тип перелазу?

# quest_camera_type_title
source: What type of surveillance camera is this?
am: ይህ ምን ዓይነት የስለላ ካሜራ ነው?
ar: أي نوع من كاميرات المراقبة هذه؟
bg: Какъв вид е тази камера?
ca: Quins tipus de càmera de videovigilància és?
cs: Jaký je tohle typ dohledové kamery?
da: Hvilken type overvågningskamera er det?
de: Welche Art von Überwachungskamera ist das?
el: Τί είδους κάμερα παρακολούθησης είναι αυτή;
es: ¿Qué tipo de cámara de vigilancia es?
fa: این چه نوع دوربین نظارتی است؟
fi: Minkä tyyppinen valvontakamera tämä on?
fr: Quel type de caméra de surveillance est-ce ?
gl: Que tipo de cámara de seguridade é esta?
hr: Kakva je ovo vrsta nadzorne kamere?
hu: Milyen típusú biztonsági kamera ez?
in: Apa jenis kamera pengawas ini?
it: Che tipo di telecamera di sorveglianza è questa?
ko: 어떤 종류의 카메라인가요?
nb: Hvilken type overvåkingskamera er dette?
nl: Welk type bewakingscamera is dit?
pl: Jaki rodzaj kamery jest tutaj?
pt: Que tipo de câmara de vigilância é esta?
ro: Ce tip de cameră de supraveghere este aceasta?
ru: Какого типа эта камера видеонаблюдения?
sk: Čo je to za monitorovaciu kameru?
sr: Ког типа је надзорна камера?
sv: Vad är det här för typ av övervakningskamera?
th: นี่คือกล้องวงจรปิดประเภทใด?
uk: Який це тип камери спостереження?
