Repository: bryceco/GoMap
Catalog: src/Shared/Quests/strings/*.lproj/quest.strings
Languages: am, ar, ast, bg, ca, cs, da, de, el, es, eu, fa, fi, fr, gl, hr, hu, in, it, ja, ko, lt, ml, nb, nl, nn, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, zh

# quest_sidewalk_title
source: Does this street have a sidewalk?
am: ይህ ጎዳና የእግረኛ መንገድ አለው?
ar: هل يحتوي هذا الشارع على رصيف جانبي؟
ast: ¿La cai tien cera?
bg: Тази улица има ли тротоари?
ca: Aquest carrer té vorera?
cs: Je na této ulici chodník?
da: Er der fortov på denne vej?
de: Hat diese Straße einen Bürgersteig?
el: Αυτός ο δρόμος έχει πεζοδρόμιο;
es: ¿La calle tiene acera?
eu: Espaloia al dago kale honetan?
fa: آیا در این خیابان پیاده رو وجود دارد؟
fi: Onko tällä tiellä jalkakäytävää?
fr: Cette rue a-t-elle un trottoir ?
gl: Esta rúa ten beirarrúa?
hr: Ima li ova ulica nogostup?
hu: Van járda ebben az utcában?
in: Apa jalan ini punya trotoar?
it: Questa strada ha un marciapiede su almeno un lato?
ja: この通りに歩道がありますか?
ko: 이 도로에 인도가 있나요?
lt: Ar ši gatvė turi šaligatvį?
ml: ഈ തെരുവിൽ ഒരു നടപ്പാത ഉണ്ടോ?
nb: Er det et fortau langs denne veien?
nl: Heeft deze straat een trottoir?
nn: Har denne gata fortau?
pl: Czy ta ulica ma chodnik?
pt: Esta estrada tem passeio?
ro: Această stradă are un trotuar?
ru: На этой улице есть тротуар?
sk: Je pri ceste chodník?
sr: Да ли ова улица има тротоар?
sv: Finns det en trottoar längs den här gatan?
th: ถนนสายนี้มีทางเดินทางเท้าไหม
tr: Bu caddede kaldırım var mı?
uk: Чи є тротуар на цій вулиці?
zh: 这条街道有人行道吗?

# quest_address_title
source: What is the house number of this building?
am: የዚህ ህንፃ ቤት ቁጥር ስንት ነው?
ar: ما هو رقم العقار لهذا المبنى؟
ast: ¿Cuálu ye'l númberu de portal del edificiu?
bg: Тази сграда какъв номер има?
ca: Quin número de portal té aquest edifici?
cs: Jaké číslo má tato budova?
da: Hvilket husnummer er der på denne bygning?
de: Welche Hausnummer hat dieses Gebäude?
el: Ποιός είναι ο αριθμός σπιτιού σε αυτό το κτίριο;
es: ¿Cuál es el número de puerta de este edificio?
eu: Zein da eraikin honen zenbakia?
fa: شماره این ساختمان چیست؟
fi: Mikä on tämän rakennuksen numero?
fr: Quel est le numéro de maison de ce bâtiment ?
gl: Cal é o número da porta deste edificio?
hr: Koji je kućni broj ove zgrade?
hu: Mi a házszáma ennek az épületnek?
in: Nomor berapa bangunan ini?
it: Qual è il numero civico di questo edificio?
ja: この建物の住居表示は何ですか?
ko: 이 건물의 건물번호는 무엇인가요?
lt: Koks šio pastato namo numeris?
ml: ഈ കെട്ടിടത്തിന്റെ വീട്ടുനമ്പർ എത്രയാണ് ?
nb: Hva er husnummeret til denne bygningen?
nl: Wat is het huisnummer van dit gebouw?
nn: Kva er husnummeret til denne bygningen?
pl: Jaki numer ma ten budynek?
pt: Qual o número de porta deste edifício?
ro: Ce număr are această clădire?
ru: Какой номер дома у этого здания?
sk: Aké je číslo domu tejto budovy?
sr: Који је кућни број овог објекта?
sv: Vad har den här byggnaden för husnummer?
th: อาคารนี้มีบ้านเลขที่เท่าไหร่?
tr: Bu binanın kapı numarası kaç?
uk: Який номер дому в цієї будівлі?
zh: 此栋建筑物的门牌号码是?

# quest_bikeParkingCapacity_title
source: How many bikes can be parked here?
am: እዚህ ስንት ብስክሌቶች ሊቆሙ ይችላሉ?
ar: كم عدد الدراجات التي يمكن إيقافها هنا؟
ast: ¿Cuántes bicis pueden aparcar equí?
bg: Колко велосипеда могат да бъдат паркирани тук?
ca: Quantes bicis es poden aparcar aquí?
cs: Kolik kol tu lze zaparkovat?
da: Hvor mange cykler kan der parkeres?
de: Wie viele Räder können hier abgestellt werden?
el: Πόσα ποδήλατα μπορούν να σταθμεύσουν εδώ;
es: ¿Cuántas bicicletas se pueden estacionar aquí?
eu: Zenbat bizikleta aparkatu daitezke hemen?
fa: چند دوچرخه را می توان در اینجا پارک کرد؟
fi: Kuinka monta polkupyörää tänne mahtuu?
fr: Combien de vélos peuvent être garés ici ?
gl: Cantas bicicletas se poden aparcar aquí?
hr: Koliko se bicikala može parkirati ovdje?
hu: Hány kerékpárt lehet itt tárolni?
in: Berapa banyak sepeda yang bisa diparkir di sini?
it: Quante bici si possono parcheggiate qui?
ja: ここに何台の自転車を駐車できますか?
ko: 여기에 자전거를 몇 대까지 주차할 수 있나요?
lt: Kiek čia yra vietų dviračiams?
ml: ഇവിടെ എത്ര ബൈക്കുകൾ പാർക്ക് ചെയ്യാനാകും?
nb: Hvor mange sykler kan parkeres her?
nl: Hoeveel fietsen kunnen hier gestald worden?
nn: Kor mange syklar kan parkera her?
pl: Ile rowerów można tu zaparkować?
pt: Quantas bicicletas se podem estacionar aqui?
ro: Câte biciclete pot fi parcate aici?
ru: Сколько велосипедов можно здесь припарковать?
sk: Koľko bicyklov tu môže parkovať?
sr: Колико бицикала се може паркирати овде?
sv: Hur många cyklar kan parkeras här?
th: สามารถจอดจักรยานได้กี่คัน?
tr: Buraya kaç bisiklet park edilebilir?
uk: Скільки велосипедів тут можна припаркувати?
zh: 这里能够停放多少辆自行车？

# quest_toiletsFee_title
source: Do you have to pay to use this restroom?
am: ይህንን የመጸዳጃ ክፍል ለመጠቀም መክፈል አለብዎት?
ar: هل عليك أن تدفع مقابل استخدام هذا الحمام؟
ast: ¿Estos llavabos son de pagu?
bg: Плаща ли се за тоалетната?
ca: Cal pagar per l'ús dels serveis?
cs: Musí se na těchto toaletách platit?
da: Har disse toiletter entré?
de: Kostet die Benutzung dieser Toiletten etwas?
el: Αυτές οι τουαλέτες απαιτούν αμοιβή;
es: ¿El acceso a los servicios/baños es previo pago?
eu: Komun hau ordainpekoa da?
fa: آیا این سرویس بهداشتی غیر رایگان است؟
fi: Vaatiiko tämä käymälä maksun?
fr: Ces toilettes sont-elles payantes ?
gl: Hai que pagar para usar este aseo?
hr: Plaća li se ovaj toalet?
hu: Fizetős ez a WC?
in: Apakah kamar kecil ini bayar?
it: Questi servizi igienici sono a pagamento?
ja: これらのトイレは有料ですか?
ko: 화장실 요금이 있나요?
lt: Ar šis tualetas yra mokamas?
ml: ഈ റെസ്റ്റ്റൂമിന് വാടക കൊടുക്കണോ?
nb: Koster det noe å bruke toalettet?
nl: Moet je voor deze toiletten betalen?
nn: Kostar det noko å bruka dette toalettet?
pl: Czy te toalety są płatne?
pt: Esta casa de banho é de acesso pago?
ro: Trebuie să plătești pentru a folosi această toaletă?
ru: Это платные туалеты?
sk: Požadujú na tejto toalete poplatok?
sr: Плаћа ли се овај тоалет?
sv: Kostar det något att använda toaletten?
th: ห้องน้ำแห่งนี้คิดค่าบริการหรือไม่?
tr: Bu tuvalet ücretli mi?
uk: Цей туалет платний?
zh: 这个卫生间需要付费吗？

# quest_bicycleParkingCoveredStatus_title
source: Is this bicycle parking covered (protected from rain)?
am: ይህ የብስክሌት መኪና ማቆሚያ (ከዝናብ የተጠበቀ) ነው?
ar: هل موقف الدراجات هذا مغطى (محمي من الشمس والمطر)؟
ast: ¿Esti aparcaderu de bicis ta al abellugu (protexíu del agua)?
bg: Този велосипеден паркинг покрит ли е?
ca: Aquest pàrquing de bicis és cobert (protegit de la pluja)?
cs: Je toto parkoviště pro kola zakryté (chráněno proti dešti)?
da: Er denne cykelparkering dækket (beskyttet imod regn)?
de: Ist der Fahrradstellplatz überdacht (Schutz vor Regen)?
el: Αυτό το πάρκινγκ ποδηλάτων είναι σκεπαστό (καλύπτεται από την βροχή);
es: ¿El estacionamiento de bicis está bajo cubierto (protegido de la lluvia)?
eu: Bizikletentzako aparkaleku hau estalita dago (euriarentzako babesa du)?
fa: آیا این پارکینگ دوچرخه مسقف می‌باشد (از باران محافظت شده است)؟
fi: Onko tämä pyöräpysäkki katoksellinen (suojattu sateelta)?
fr: Ce parking à vélos est-il couvert (protégé de la pluie) ?
gl: O aparcadoiro das bicicletas está cuberto (protexido da choiva)?
hr: Je li ovo parkiralište za bicikle natkriveno (zaštićeno od kiše)?
hu: Fedett ez a kerékpártároló (védett az esőtől)?
in: Apakah parkir sepeda ini teduh (dari hujan)?
it: Questo parcheggio per biciclette è al coperto (protetto dalla pioggia)?
ja: この駐輪場は屋根がありますか (雨から守られていますか)?
ko: 자전거 주차장에 (비를 막아주는) 지붕이 있나요?
lt: Ar ši dviračių stovėjimo vieta dengta (apsaugota nuo lietaus)?
ml: ഈ സൈക്കിൾ പാർക്കിംഗിന് മൂടിയുണ്ടോ(മഴയിൽ നിന്ന് സംരക്ഷിക്കാൻ)?
nb: Er det tak over sykkelparkingen (beskyttet mot regn)?
nl: Is deze fietsenstalling overdekt?
nn: Er det tak over denne sykkelparkeringa?
pl: Czy ten parking dla rowerów jest zakryty (przed deszczem)?
pt: Este estacionamento para bicicletas é coberto (protegido da chuva)?
ro: Această parcare pentru biciclete este acoperită (protejată de ploaie)?
ru: Эта велосипедная парковка крытая (защищена от дождя)?
sk: Je toto parkovisko pre bicykle kryté (chránené pred dažďom)?
sr: Да ли је овај паркинг за бицикле наткривен (заштићен од кише)?
sv: Är det tak över den här cykelparkeringen?
th: ที่จอดรถจักรยานนี้ครอบคลุม (ป้องกันฝน) หรือไม่?
tr: Bu bisiklet parkının üstü kapalı mı (yağmurdan korunuyor mu)?
uk: Чи має ця велопарковка накриття (захищена від дощу)?
zh: 这个自行车停放设施有遮雨棚吗？

# quest_recycling_type_title
source: What type of recycling facility is this?
am: ይህ ምን ዓይነት እንደገና ጥቅም ላይ የሚያውል ተቋም ነው?
ar: ما نوع مرفق إعادة التدوير هذا؟
ast: ¿Qué tipu d'instalación de reciclaxe ye?
bg: Какво място за рециклиране на отпадъци е това?
ca: Quin tipus d’instal·lació de reciclatge és aquesta?
cs: Jaký je toto typ recyklačního zařízení?
da: Hvilken type genanvendelsesfacilitet er dette?
de: Was für eine Recycling-Einrichtung ist das?
el: Τι είδους εγκατάσταση ανακύκλωσης είναι αυτή;
es: ¿Qué tipo de estructura de reciclado es?
eu: Zer motako birziklatze gunea da hau?
fa: این تاسیسات بازیافتی از چه نوعی است؟
fi: Minkälainen kierrätyskeskus tämä on?
fr: De quel type d'installation de recyclage s'agit-il ?
gl: Que tipo de instalación de reciclaxe é?
hr: O kakvoj vrsti reciklaže se radi?
hu: Ez milyen típusú újrahasznosító létesítmény?
in: Apa jenis fasilitas daur ulang ini?
it: Che tipo di differenziata si applica?
ja: これはどのようなリサイクル施設ですか?
ko: 어떤 형태의 재활용 시설인가요?
lt: Koks šio atliekų surinkimo įrenginio tipas?
ml: എന്ത് തരം പുനഃചംക്രമണ പ്രക്രിയ സൗകര്യം ആണ് ഇവിടെ?
nb: Hva slags returpunkt er dette?
nl: Welke soort recycling is dit?
nn: Kva slags returpunkt er dette?
pl: Jakiego typu jest ten obiekt związany z odpadami?
pt: Que tipo de infraestrutura de reciclagem é esta?
ro: Cărui tip de materiale reciclabile este destinată locația?
ru: Какого типа этот пункт переработки отходов?
sk: Aký je toto typ recyklačného zariadenia?
sr: О каквој врсти рециклаже се ради?
sv: Vilken typ av återvinningsstation är det här?
th: นี่คือสถานที่รีไซเคิลประเภทใด
tr: Bu ne tür bir geri dönüşüm tesisi?
uk: Якого типу цей об'єкт переробки?
zh: 这是哪一种资源回收设施？

# quest_fireHydrant_type_title
source: What kind of fire hydrant is this?
am: ይህ ምን ዓይነት የእሳት ማጥፊያ ነው?
ar: ما هو نوع صنبور الإطفاء هذا؟
ast: ¿Qué tipu d'hidrante ye?
bg: Какъв вид пожарен хидрант е това?
ca: Quin tipus d'hidrant és aquest?
cs: Jaký druh požárního hydrantu to je?
da: Hvilken type brandhane er dette?
de: Was für eine Art Hydrant ist hier?
el: Τι είδους πυροσβεστικός κρουνός είναι αυτός;
es: ¿Qué tipo de boca de incendio es?
eu: Zelako ur-hargunea da hau?
fa: این وسیله اطفاء حریق از چه نوعی است؟
fi: Minkälainen vesiposti tämä on?
fr: De quel type de bouche d'incendie s'agit-il ?
gl: Que tipo de boca de incendios é?
hr: Koja je ovo vrsta vatrogasnog hidranta?
hu: Ez milyen típusú tűzcsap?
in: Apakah jenis hidran ini?
it: Che tipo di idrante è?
ja: これはどのような消火栓ですか?
ko: 어떤 종류의 소화전인가요?
lt: Koks šio gaisrinio čiaupo tipas?
ml: എന്ത് തരം തീ അണയ്ക്കുന്നതിനുള്ള സൗകര്യം ആണ് ഇത്?
nb: Hva slags brannhydrant er dette?
nl: Wat voor type brandkraan is dit?
nn: Kva slags brannhydrant er dette?
pl: Jaki to rodzaj hydrantu?
pt: Que tipo de boca de incêndio é esta?
ro: Ce fel de hidrant este acesta?
ru: Какого типа этот пожарный гидрант?
sk: Aký je tento hydrant?
sr: Какав је ово хидрант?
sv: Vilken typ av brandpost är det här?
th: นี่คือตัวจ่ายน้ำดับเพลิงชนิดใด?
tr: Bu ne tür bir yangın musluğu?
uk: Якого типу цей пожежний гідрант?
zh: 这是哪一种消防栓？

# quest_crossing_type_title
source: What kind of crossing is this?
am: ይህ ምን ዓይነት መሻገሪያ ነው?
ar: أي نوع من معابر المشاة هذا؟
ast: ¿Qué tipu de cruce ye?
bg: Какъв тип кръстовище е това?
ca: Quina classe d’encreuament és aquest?
cs: Jaký je tento přechod?
da: Hvilken type overgang er dette?
de: Welche Art von Fußgängerüberweg ist das?
el: Τι είδους διασταύρωση είναι αυτή;
es: ¿Qué tipo de cruce es?
eu: Zein motako bidegurutzea da hau?
fa: این تقاطع از چه نوعی چیست؟
fi: Minkälainen ylityspaikka tämä on?
fr: De quel type de passage piéton s'agit-il ?
gl: Que tipo de cruzamento é?
hr: Kakav je ovo pješački prijelaz?
hu: Ez milyen típusú gyalogátkelő?
in: Apakah tipe penyeberangan ini?
it: Che tipo di attraversamento pedonale è questo?
ja: この交差点はどのような種類ですか?
ko: 어떤 종류의 횡단보도인가요?
lt: Kokio tipo tai perėja?
ml: ഇത് ഏതുതരം ക്രോസിംഗ് ആണ്?
nb: Hva slags overgang er dette?
nl: Wat voor kruispunt is dit?
nn: Kva type fotgjengarovergang er dette?
pl: Jaki jest to rodzaj przejścia?
pt: Que tipo de passadeira é esta?
ro: Ce fel de trecere este aceasta?
ru: Какого типа этот пешеходный переход?
sk: Akého typu je tento prechod?
sr: Какав је ово прелаз?
sv: Vilken typ av övergångsställe är det här?
th: นี่คือทางข้ามประเภทใด?
tr: Bu ne tür bir yaya geçidi?
uk: Якого типу цей перехід?
zh: 这是哪一种交叉口？

# quest_parkingType_title
source: What kind of parking is this?
am: ምን ዓይነት የመኪና ማቆሚያ ቦታ ነው?
ar: أي نوع من مواقف السيارات هذا؟
ast: ¿Qué tipu d'aparcaderu ye?
bg: Какъв вид паркинг е това?
ca: Quin tipus d'aparcarcament és aquest?
cs: Jakého druhu je toto parkoviště?
da: Hvilken type parkering er dette?
de: Welche Art von Parkplatz ist das?
el: Τι είδους πάρκινγκ είναι αυτό;
es: ¿Qué tipo de aparcamiento/estacionamiento es?
eu: Zer motako aparkalekua da hau?
fa: این چه نوع پارکینگی است؟
fi: Minkälainen pysäköintipaikka tämä on?
fr: De quel type de parking s'agit-il ?
gl: Que tipo de aparcadoiro é?
hr: Koje je ovo vrsta parkirališta?
hu: Ez milyen típusú parkoló?
in: Apakah jenis parkiran ini?
it: Che tipo di parcheggio è questo?
ja: ここはどのような種類の駐車場ですか?
ko: 어떤 종류의 주차장인가요?
lt: Kokio tipo tai stovėjimo aikštelė?
ml: എന്ത് തരം പാർക്കിംഗ് ആണ് ഇവിടെ
nb: Hva slags parkering er det?
nl: Wat voor parkeerplaats is dit?
nn: Kva type parkering er her?
pl: Jaki jest to rodzaj parkingu?
pt: Que tipo de estacionamento é este?
ro: Ce fel de parcare este aceasta?
ru: Какого типа эта парковка?
sk: Aký typ parkoviska je toto?
sr: Какав је ово паркинг?
sv: Vilken typ av parkering är det här?
th: ที่นี่เป็นที่จอดรถแบบใด?
tr: Bu ne tür bir park alanı?
uk: Якого типу ця парковка?
zh: 这是哪一种停车场？

# quest_powerPolesMaterial_title
source: What is the material of this power or utility pole?
am: የዚህ የኃይል ምሰሶ ቁሳቁስ ምንድነው?
ar: ما هي مادة عمود الطاقة/الكهرباء هذا؟
ast: ¿De qué ta fechu esti poste eléctricu?
bg: От какъв материал е направен този електрически стълб?
ca: Quin és el material d'aquest pal elèctric?
cs: Z jakého materiálu je tento sloup elektrického vedení?
da: Hvad er denne mast lavet af?
de: Aus welchem Material ist der Strommast?
el: Ποιο είναι το υλικό αυτής της κολώνας ενέργειας;
es: ¿De qué esta hecho este poste eléctrico?
eu: Zein da zutoin honen materiala?
fa: این مبدل برق از چه نوعی است؟
fi: Mitä materiaalia tämä sähköpaalu on?
fr: De quel matériau est fait ce poteau électrique ?
gl: De que está feito este pau eléctrico?
hr: Od kojeg je materijala ovaj energetski stup?
hu: Milyen anyagból van ez a villanyoszlop?
in: Apa material dari tiang listrik ini?
it: Di che materiale è fatto questo palo della linea elettrica?
ja: この電柱の材質は何ですか?
ko: 이 전봇대의 재질은 무엇인가요?
lt: Kokia yra šio elektros stulpo medžiaga?
ml: ഈ ഇലക്ട്രിക്ക് പോസ്റ്റ് എന്ത് കൊണ്ട് നിർമിച്ചതാണ്?
nb: Hva er lysmasten laget av?
nl: Waar is deze stroompaal van gemaakt?
nn: Kva er denne lysmasta laga av?
pl: Z jakiego materiału jest zrobiony ten słup energetyczny?
pt: De que material é feito este poste?
ro: Care este materialul acestui stâlp de tensiune?
ru: Из чего сделан этот столб ЛЭП?
sk: Z akého materiálu je tento elektrický stĺp?
sr: Од ког је материјала ова бандера?
sv: Vad är den här ledningsstolpen gjord av?
th: เสาไฟนี้ทำมาจากวัสดุอะไร?
tr: Bu elektrik direğinin malzemesi ne?
uk: З якого матеріалу зроблений цей стовп ЛЕП?
zh: 电线杆的材质是？

# quest_dietType_vegetarian_name_title
source: Does %s have vegetarian meals on the menu?
am: %s በምግብ ዝርዝር ውስጥ የቬጀቴሪያን ምግብ አለ ?
ar: هل %s يحتوي على وجبات نباتية ومن مشتقات الحيوانات في القائمة؟
ast: ¿«%s» tien platos vexetarianos nel menú?
bg: Мястото %s има ли вегетарианско меню?
ca: %s té plats vegetarians a la carta?
cs: Má „%s“ na jídelním lístku vegetariánská jídla?
da: Har %s vegetarretter på menuen?
de: Hat %s vegetarisches Essen auf der Karte?
el: Υπάρχουν %s χορτοφαγικά γεύματα στο μενού;
es: ¿«%s» tiene platos vegetarianos en el menú?
eu: %s jatetxeak plater begetarianoak ditu menuan?
fa: آیا در %s خوراک گیاهی در منو وجود دارد؟
fi: Onko %s listalla kasvisaterioita?
fr: Le menu de %s comporte-t-il des plats végétariens ?
gl: «%s» ten pratos vexetarianos no menú?
hr: Ima li %s vegetarijanska jela na jelovniku?
hu: %s: van az étlapon vegetáriánus étel?
in: Apa %s punya menu vegetarian?
it: %s ha cibo vegetariano nel menu?
ja: %s は菜食（ベジタリアン）のメニューがありますか?
ko: %s의 메뉴에 채식주의자 식단이 있나요?
lt: Ar %s turi vegetariško maisto savo meniu?
ml: %s സസ്യാഹാര വിഭവങ്ങൾ വിളമ്പുന്നുണ്ടോ?
nb: Har %s vegetarretter på menyen?
nl: Heeft %s vegetarische gerechten op het menu?
nn: Har %s vegetarmat på menyen?
pl: Czy %s posiada w menu ofertę dla wegetarian?
pt: %s serve refeições vegetarianas?
ro: %s are meniuri vegetariene?
ru: Есть ли в "%s" вегетарианские блюда в меню?
sk: Má %s v ponuke vegetárianske jedlá?
sr: Да ли %s има вегетаријаска јела у јеловнику?
sv: Har %s vegetariska rätter på menyn?
th: %s มีอาหารมังสวิรัติในเมนูหรือไม่?
tr: "%s" mekanının mönüsünde vejetaryen gıdalar var mı?
uk: Чи має «%s» вегетаріанські страви в меню?
zh: %s 的菜单上有素食料理吗？

# quest_dietType_vegan_name_title
source: Does %s have vegan meals on the menu?
am: %s በምግብ ዝርዝር ውስጥ የቪጋን ምግብ አለው?
ar: هل يحتوي %s على وجبات نباتية فقط في القائمة؟
ast: ¿«%s» tien platos veganos nel menú?
bg: Мястото %s има ли веганско меню?
ca: %s té plats vegans a la carta?
cs: Má „%s“ na jídelním lístku veganská jídla?
da: Har %s veganske retter på menuen?
de: Hat %s veganes Essen auf der Karte?
el: Υπάρχουν %s αυστηρά χορτοφαγικά γεύματα στο μενού;
es: ¿«%s» tiene platos veganos en el menú?
eu: %s jatetxeak plater beganoak ditu menuan?
fa: آیا در %s وعده های گیاه خواری وگان در منو وجود دارد؟
fi: Onko %s ruokalistalla vegaaniaterioita?
fr: Le menu de %s comporte-t-il des plats végétaliens ?
gl: «%s» ten pratos veganos no menú?
hr: Ima li %s veganska jela na jelovniku?
hu: %s: van az étlapon vegán étel?
in: Apa %s punya menu vegan?
it: %s offre cibo vegano nel menu?
ja: %s は完全菜食（ビーガン）のメニューがありますか?
ko: %s의 메뉴에 비건 식단이 있나요?
lt: Ar %s turi veganų maisto savo meniu?
ml: %s ന് മെനുവിൽ സസ്യാഹാരം ഉണ്ടോ?
nb: Har %s veganske retter på menyen?
nl: Heeft %s veganistische gerechten op het menu?
nn: Har %s veganmat på menyen?
pl: Czy %s posiada w menu ofertę dla wegan?
pt: %s serve refeições veganas?
ro: %s are preparate vegane in meniu?
ru: Есть ли в "%s" веганские блюда в меню?
sk: Má %s v ponuke vegánske jedlá?
sr: Да ли %s има веганска јела у јеловнику?
sv: Har %s veganska rätter på menyn?
th: %s มีอาหารวีเกนในเมนูหรือไม่?
tr: "%s" mekanının mönüsünde vegan gıdalar var mı?
uk: Чи має «%s» веганські страви в меню?
zh: %s 的菜单上有纯素食料理吗？

# quest_bridge_structure_title
source: What is the structure of this bridge?
am: የዚህ ድልድይ መዋቅር ምንድነው?
ar: ما هو هيكل هذا الجسر؟
ast: ¿Cómo ye la cadarma d'esta ponte?
bg: Каква е структурата на този мост?
ca: Quin estructura té aquest pont?
cs: Jakou konstrukci má tento most?
da: Hvilken type konstruktion er denne bro?
de: Welche Konstruktionsform hat diese Brücke?
el: Ποια είναι η κατασκευή αυτής της γέφυρας;
es: ¿Cómo es la estructura de este puente?
eu: Zein da zubi honen estruktura?
fa: ساختار این پل چگونه است؟
fi: Mikä on tämän sillan rakenne?
fr: Quelle est la structure de ce pont ?
gl: Que xeito ten a estrutura desta ponte?
hr: Kakva je struktura ovog mosta?
hu: Milyen a szerkezete ennek a hídnak?
in: Apa struktur dari jembatan ini?
it: Quale è la struttura di questo ponte?
ja: この橋の構造は何ですか?
ko: 이 다리의 구조가 무엇인가요?
lt: Kokia yra šio tilto struktūra?
ml: ഈ പാലത്തിൻ്റെ രൂപം എന്താണ്?
nb: Hva slags struktur har denne brua?
nl: Wat voor structuur heeft deze brug?
nn: Kva struktur har denne brua?
pl: Jaka jest struktura tego mostu?
pt: Qual é a estrutura desta ponte?
ro: Care este structura acestui pod?
ru: Какая структура этого моста?
sk: Akú konštrukciu má tento most?
sr: Каква је структура овог моста?
sv: Vad för slags bro är det här?
th: สะพานนี้มีโครงสร้างแบบไหน?
tr: Bu köprünün yapısı nedir?
uk: Яка структура цього моста?
zh: 这座桥梁的结构是？

# quest_internet_access_name_title
source: What kind of Internet connection does %s offer?
am: ምን ዓይነት የበይነመረብ ግንኙነት %s ይሰጣል?
ar: ما نوع اتصال الإنترنت الذي يقدمه %s ؟
ast: ¿Qué tipu de conexón a Internet ufre %s?
bg: Какъв интернет предлага %s?
ca: Quin tipus de connexió a Internet ofereix %s?
cs: Jaký druh internetového připojení nabízí %s?
da: Hvilken type internetforbindelse udbyder %s?
de: Was für einen Internetanschluss bietet %s an?
el: Τι είδους σύνδεση στο διαδίκτυο προσφέρει το %s;
es: ¿Qué tipo de conexión a Internet ofrece «%s»?
eu: Zer motako Internet konexioa eskaintzen du %s-(e)k?
fa: روش اتصال به شبکه در %s چگونه است؟
fi: Minkälaisen internetyhteyden %s tarjoaa?
fr: Quel type de connexion internet %s offre-t-il ?
gl: Que tipo de conexión á Internet fornece %s?
hr: Kakvu internetsku vezu nudi %s?
hu: Milyen internetcsatlakozás érhető el itt: %s?
in: Apa jenis koneksi internet yang %s sediakan?
it: Che tipo di connessione internet offre %s?
ja: %s はどのような種類のインターネット接続を提供していますか?
ko: %s에서 어떻게 인터넷을 제공하고 있나요?
lt: Kokį interneto ryšį siūlo %s?
ml: %s എന്ന ഇടത്തിൽ നിന്ന് എന്ത് തരം ഇൻ്റർനെറ്റ് കണക്ഷൻ ആണ് കിട്ടുന്നത്?
nb: Hva slags internettilkobling tilbyr %s?
nl: Wat voor internet biedt %s aan?
nn: Kva slags Internett-tilgang tilbyr %s?
pl: Jakiego rodzaju połączenie internetowe oferuje %s?
pt: Que tipo de internet é disponibilizada em %s?
ro: Ce tip de conexiune la internet oferă %s?
ru: Какой тип Интернет соединения предлагается в %s?
sk: Aký typ pripojenia k internetu %s poskytuje?
sr: Какву интернет везу нуди %s?
sv: Vilken typ av internetuppkoppling erbjuder %s?
th: %s มีบริการอินเทอร์เน็ตแบบไหน
tr: %s ne tür bir internet bağlantısı sunuyor?
uk: Який тип інтернет-зв'язку пропонує %s?
zh: %s 提供哪种网络连接方式？

# quest_bench_backrest_title
source: Does this bench have a backrest?
am: ይህ አግዳሚ ወንበር የኋላ መቀመጫ አለው?
ar: هل هذا المقعد به مسند ظهر؟
ast: ¿Tien respaldu esti bancu?
bg: Тази пейка има ли облегалка?
ca: Aquest banc té respatller?
cs: Má tato lavička opěrák?
da: Har bænken et ryglæn?
de: Hat diese Bank eine Rückenlehne?
el: Ο πάγκος έχει πλάτη;
es: ¿Tiene respaldo este banco?
eu: Banku honek bizkarrekoa du?
fa: آیا این نیمکت دارای پشتی می‌باشد؟
fi: Onko tällä penkillä selkänoja?
fr: Ce banc a-t-il un dossier ?
gl: Ten respaldo este banco?
hr: Ima li ova klupa naslon?
hu: Van támlája ennek a padnak?
in: Apakah bangku ini punya sandaran?
it: Questa panchina ha lo schienale?
ja: このベンチは背もたれがありますか?
ko: 이 벤치에 등받이가 있나요?
lt: Ar šis suoliukas turi atlošą?
ml: ഈ ബെഞ്ചിൽ ചാരി ഇരിക്കാൻ സൗകര്യമുണ്ടോ?
nb: Har denne benken ryggstøtte?
nl: Heeft deze bank een rugleuning?
nn: Har denne benken ryggstø?
pl: Czy ta ławka ma oparcie?
pt: Este banco tem apoio para as costas?
ro: Canapeaua are spătar?
ru: Есть ли у этой скамейки спинка?
sk: Má táto lavička operadlo?
sr: Да ли ова клупа има наслон?
sv: Har den här bänken ett ryggstöd?
th: ม้านั่งนี้มีพนักพิงหรือไม่?
tr: Bu bankın sırtlığı var mı?
uk: Чи мая ця лавка спинку?
zh: 此长椅是否有靠背？
