Repository: bryceco/GoMap
Catalog: src/Shared/Quests/strings/*.lproj/quest.strings
Languages: am, ar, ast, bg, ca, cs, da, de, el, es, eu, fa, fi, fr, gl, hr, hu, in, it, ja, ko, lt, ml, nb, nl, nn, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, zh

# quest_religion_for_wayside_shrine_title
source: What religion is represented at this shrine?
am: በዚህ መቅደስ ውስጥ የትኛው ሃይማኖት ይወከላል?
ar: ما هو الدين الذي يمثله هذا الضريح؟
ast: ¿Esti templu ta dedicáu a dalguna relixón en particular?
bg: Каква религия е представена в този храм?
ca: Quina religió es professa en aquest santuari?
cs: Jaké náboženství reprezentuje toto posvátné místo?
da: Hvilken slags religion er repræsenteret i denne helligdom?
de: Welcher Religion gehört dieser Bildstock an?
el: Ποια θρησκεία εκπροσωπείται σε αυτό το ιερό;
es: ¿Este templo está dedicado a alguna religión en particular?
eu: Zein erlijio adierazten da santutegi honetan?
fa: چه مذهبی در این محل وجود دارد؟
fi: Mitä uskontoa edustetaan tässä pyhäkössä?
fr: Quelle religion est représentée dans ce sanctuaire ?
gl: Este templo está adicado a algunha relixión de xeito particular?
hr: Koja je religija zastupljena u ovom svetištu?
hu: Melyik valláshoz tartozik ez a szentély?
in: Agama apa yang direpresentasikan di kuil ini?
it: Quale religione è rappresentata in questa edicola votiva?
ja: この神社にはどのような宗教がありますか?
ko: 어떤 종교의 성지인가요?
lt: Kokia religija reprezentuojama šioje šventykloje?
ml: ഈ ആരാധനാലയം ഏത് മതത്തെ പ്രതിനിധീകരിക്കുന്നു?
nb: Hva slags religion er representert ved denne helligdommen?
nl: Welke religie wordt vertegenwoordigd door dit heiligdom of gedenkteken?
nn: Kva religion er representert ved denne heilagdommen?
pl: Jaką religię reprezentuje ta kapliczka?
pt: Qual a religião representada neste templo?
ro: Ce religie este reprezentată la acest altar?
ru: К какой религии относится этот храм?
sk: Aké náboženstvo reprezentuje táto svätyňa?
sr: Која религија је заступљена у овом храму?
sv: Vilken religion utövas vid den här helgedomen?
th: ศาลเจ้านี้เป็นของศาสนาใด?
tr: Bu tapınakta hangi din temsil ediliyor?
uk: Яку релігію представляє ця святиня?
zh: 这座小庙是遵循那个宗教呢？

# quest_parking_fee_title
source: Do you have to pay to park here?
am: እዚህ ለማቆም መክፈል አለብዎት?
ar: هل يجب عليك الدفع لركن سيارتك هنا؟
ast: ¿Cuesta dineru aparcar equí?
bg: Платено ли е паркирането тук?
ca: Cal pagar per aparcar aquí?
cs: Musí se tu platit za parkování?
da: Koster det penge at parkere her?
de: Fallen hier Parkgebühren an?
el: Κοστίζει κάποια χρέωση το παρκάρισμα εδώ;
es: ¿Cuesta dinero aparcar aquí?
eu: Hemen aparkatzeko ordaindu behar da?
fa: آیا برای پارک در این محل باید هزینه پرداخت؟
fi: Maksaako pysäköinti täällä?
fr: Le stationnement est-il payant ici ?
gl: Custa cartos aparcar aquí?
hr: Naplaćuje li se parkiranje ovdje?
hu: Ez a parkoló fizetős?
in: Apakah parkir di sini bayar?
it: È necessario pagare per poter parcheggiare qui?
ja: ここに駐車するのに料金がかかりますか?
ko: 이곳에 주차 요금이 있나요?
lt: Ar stovėjimas čia mokamas?
ml: ഇവിടെ പാർക്ക് ചെയ്യുന്നതിന് ഒരു പണം നൽകേണ്ടതുണ്ടോ?
nb: Koster det noe å parkere her?
nl: Kost het geld om hier te parkeren?
nn: Kostar det noko å parkera her?
pl: Czy parkowanie jest tutaj płatne?
pt: Este estacionamento é pago?
ro: Este o parcare cu plată?
ru: Эта парковка платная?
sk: Je tu parkovanie spoplatnené?
sr: Да ли се плаћа овај паркинг?
sv: Kostar det att parkera här?
th: ต้องจ่ายค่าจอดรถที่นี่หรือไม่?
tr: Park ücreti var mı?
uk: Чи треба тут платити за паркування?
zh: 在这里停车需要付费吗？

# quest_parking_access_title
source: Is it restricted who may park here?
am: እዚህ ማቆም የሚችል ማን ነው የተከለከለ ነው?
ar: هل هذه المواقف محدد من يقف بها؟
ast: ¿Equí ta restrinxíu l'aparcamientu?
bg: Има ли ограничения кой може да паркира тук?
ca: Hi ha restriccions sobre qui pot aparcar aquí?
cs: Je omezeno, kdo tu může parkovat?
da: Er det begrænset hvem der må parkere her?
de: Ist es eingeschränkt, wer hier parken darf?
el: Υπάρχει περιορισμός στο ποιος μπορεί να σταθμεύσει εδώ;
es: ¿Está limitado quién puede aparcar aquí?
eu: Hemen nork aparkatu dezakeen murriztuta dago?
fa: آیا برای پارک در اینجا محدودیت وجود دارد؟
fi: Onko rajoitettu kuka voi pysäköidä täällä?
fr: L'accès à ce parking est-il restreint ?
gl: Está limitado quen pode aparcar aquí?
hr: Tko ovdje smije parkirati?
hu: Korlátozva van, hogy ki parkolhat itt?
in: Apakah yang boleh parkir di sini terbatas?
it: L'accesso al parcheggio è limitato ad alcune categorie?
ja: ここに駐車する人は制限されていますか?
ko: 이곳에 주차하는 데 제한이 있나요?
lt: Ar apribotas, kas gali čia statyti mašiną?
ml: ആർക്ക് ഒക്കെ ഇവിടെ പാർക്ക് ചെയ്യാം എന്ന് നിജപ്പെടുത്തിയിട്ടുണ്ടോ?
nb: Er det begrenset hvem som kan parkere her?
nl: Mag iedereen hier parkeren?
nn: Er det avgrensa kven som kan parkera her?
pl: Czy parkowanie tutaj jest ograniczone?
pt: Quem pode estacionar aqui?
ro: Este restricționată parcarea aici?
ru: Имеются ли здесь ограничения на парковку?
sk: Je obmedzené kto môže na tomto mieste parkovať?
sr: Да ли је ограничено ко овде може паркирати?
sv: Är det reglerat vem som får parkera här?
th: ที่จอดรถนี้มีการจำกัดคนเข้าจอดหรือไม่
tr: Buraya kimlerin park edebileceği sınırlandırılmış mı?
uk: Чи є обмеження, хто може тут паркуватися?
zh: 在这里停车有资格限制吗？

# quest_bicycle_parking_type_title
source: What type of bicycle parking is this?
am: ይህ ምን ዓይነት ብስክሌት መኪና ማቆሚያ ነው?
ar: ما هو نوع مواقف الدراجات؟
ast: ¿Sabes el tipu d'aparcaderu de bicis?
bg: Какъв тип паркинг за велосипеди е това?
ca: Quin tipus aparcament de bicicletes és aquest?
cs: Jaký je to druh parkoviště pro kola?
da: Hvilken slags cykelparkering er dette?
de: Was für eine Art von Fahrradabstellplatz ist das hier?
el: Ποιός είναι ο τύπος αυτού του πάρκινγκ ποδηλάτων;
es: ¿Sabes el tipo de aparcamiento de bicis?
eu: Ze motako bizikleta aparkalekua da hau?
fa: نوع پارکینگ را مشخص نمایید؟
fi: Minkälainen tämä pyöräparkki on?
fr: De quel type de stationnement vélo s'agit-il ?
gl: Cal é o tipo deste aparcadoiro de bicicletas?
hr: Koja je ovo vrsta parkirališta za bicikle?
hu: Ez milyen típusú kerékpártároló?
in: Apa tipe parkir sepeda ini?
it: Quale tipo di parcheggio per biciclette è questo?
ja: この駐輪場の種類は何ですか?
ko: 어떤 형태의 자전거 주차장인가요?
lt: Kokio tipo ši dviračių stotelė?
ml: ഏതുതരം സൈക്കിളുകൾ പാർക്ക് ചെയ്യുന്ന സ്ഥലമാണിത്?
nb: Hva slags parkering er dette?
nl: Welke soort fietsenstalling is dit?
nn: Kva type parkering er her?
pl: Jaki rodzaj stojaków rowerowych ma ten parking rowerowy?
pt: Que tipo de estacionamento para bicicleta é este?
ro: Ce tip de parcare pentru biciclete este?
ru: Какого типа данная велопарковка?
sk: Aký typ parkoviska pre bicykle je toto?
sr: Какав је ово паркинг за бицикле?
sv: Vad för slags cykelparkering är det här?
th: เป็นที่จอดรถจักรยานประเภทใด?
tr: Burasi ne tarz bir bisiklet park alani ?
uk: Якого типу ця велопарковка?
zh: 这是哪种自行车停放设施？

# quest_construction_building_title
source: Is this building completed?
am: ይህ ህንፃ ተጠናቅቋል?
ar: هل اكتمل رسم هذا المبنى؟
ast: ¿L'edificiu ta rematáu?
bg: Тази сграда завършена ли е?
ca: Aquest edifici està finalitzat?
cs: Je stavba této budovy dokončená?
da: Er denne bygning færdiglavet?
de: Ist dieses Gebäude fertig gebaut?
el: Είναι αυτό το κτίριο ολοκληρωμένο;
es: ¿El edificio está terminado?
eu: Eraikin hau eraikitzen bukatuta dago?
fa: آیا این ساختمان ساخته شده است؟
fi: Onko rakennustyö valmis?
fr: Ce bâtiment est-il achevé ?
gl: O edificio está rematado?
hr: Je li ova zgrada dovršena?
hu: Ezt az épületet már befejezték?
in: Apakah bangunan ini selesai?
it: Questo edificio è stato completato?
ja: この建物は完成していますか?
ko: 이 건물이 완공되었나요?
lt: Ar šio pastato statyba baigta?
ml: ഈ കെട്ടിടം പൂർത്തിയായിട്ടുണ്ടോ?
nb: Er denne bygningen ferdigstilt?
nl: Is dit gebouw voltooid?
nn: Er denne bygningen no ferdigstilt?
pl: Czy ten budynek jest ukończony?
pt: A construção deste edifício já terminou?
ro: Este această clădire terminată?
ru: Это здание достроено?
sk: Je táto budova dokončená?
sr: Да ли је завршен овај објекат?
sv: Är den här byggnaden färdigställd?
th: อาคารนี้สร้างเสร็จหรือยัง?
tr: Bu bina tamamlandı mı?
uk: Цей дім добудований?
zh: 这栋建筑是否已完工？

# quest_playground_access_title
source: Is this playground publicly accessible?
am: ይህ የመጫወቻ ስፍራ በይፋ ተደራሽ ነው?
ar: هل هذا الملعب متاح للجمهور؟
ast: ¿Esta zona d'espardimientu ye accesible al públicu?
bg: Тази детска площадка обществена ли е?
ca: Aquest parc és d'accés públic?
cs: Je toto hřiště veřejně přístupné?
da: Er der offentlig adgang til denne legeplads?
de: Ist dies ein öffentlicher Spielplatz?
el: Αυτή η παιδική χαρά είναι προσιτή στο κοινό;
es: ¿Esta zona de recreo es accesible al público?
eu: Jolasleku hau irisgarria al da publikoari begira?
fa: آیا این زمین بازی عمومی است؟
fi: Onko tämä leikkikenttä julkisesti käytössä?
fr: Cette aire de jeu est-elle accessible au public ?
gl: Esta zona de lecer é accesíbel ó público?
hr: Je li ovo igralište javno dostupno?
hu: Nyilvánosan használható ez a játszótér?
in: Apakah tempat bermain ini terbuka untuk umum?
it: Il parco giochi è accessibile a tutti?
ja: この遊び場は誰でも利用できますか?
ko: 이 놀이터는 공용인가요?
lt: Ar ši aikštelė prieinama visiems?
ml: ഈ കളിസ്ഥലം പൊതുജനത്തിന് ഉപയോഗിക്കാൻ കഴിയുമോ?
nb: Er lekeplassen offentlig tilgjengelig?
nl: Is deze speeltuin vrij toegankelijk?
nn: Er denne leikeplassen offentleg tilgjengeleg?
pl: Czy ten plac zabaw jest publicznie dostępny?
pt: Este parque infantil é de acesso público?
ro: Este acest loc de joacă accesibil public?
ru: Это общедоступная детская площадка?
sk: Je toto ihrisko verejne dostupné?
sr: Да ли је ово игралиште јавно доступно?
sv: Är den här lekplatsen tillgänglig för allmänheten?
th: สนามเด็กเล่นนี้ สาธารณะเข้าถึงได้โหรือไม่?
tr: Bu oyun alanı halka açık mı?
uk: Чи є цей майданчик загальнодоступним?
zh: 这个游乐设施对公衆开放吗？

# quest_segregated_title
source: How are the footway and cycleway laid out here?
am: የእግረኛ መንገድ እና ዑደት እንዴት እዚህ ተዘርግቷል?
ar: كيف يتم ترتيب مسارات المشاة والدراجات هنا؟
ast: ¿Como tán dispuestos equí'l camín y el carril bici?
bg: Как са разположени пешеходната пътека и велоалеята?
ca: Com estan separats el carril bici i la vorera?
cs: Jakým způsobem je na tomto chodníku začleněna cyklostezka?
da: Hvordan er gangsti og cykelsti blevet anlagt her?
de: Wie sind der Radweg und Gehweg hier zueinander gelegen?
el: Πώς είναι στρωμένος ο πεζόδρομος και ο ποδηλατόδρομος εδώ;
es: ¿Cómo están dispuestos aquí el camino peatonal y el carril bici?
eu: Nola dago oinezkoen eta ziklisten bidea antolatuta hemen?
fa: پیاده‌رو و خط دوچرخه چگونه در اینجا ساخته شده است؟
fi: Miten kevyenliikenteenväylä on jaettu jalankulkijoille ja pyöräilijöille?
fr: Comment sont aménagées les voies piétonnes et cyclables ici ?
gl: De que xeito están dispostos aquí a senda peonil e maila senda ciclista?
hr: Kako su ovdje postavljene pješačka i biciklistička staza?
hu: Hogyan néz ki itt a gyalog- és a kerékpárút?
in: Bagaimana trotoar dan jalan sepeda ditata di sini?
it: Come sono disposte le corsie pedonali e ciclabili?
ja: 歩道と自転車道はどのように割り当てられていますか?
ko: 여기에 인도와 자전거 도로가 어떻게 놓여 있나요?
lt: Kaip čia išdėstyti pėsčiųjų ir dviračių takai?
ml: ഇവിടെ എങ്ങനെയാണ്‌ നടപ്പാതയും സൈക്കിൾ‌പാതയും സ്ഥാപിച്ചിരിക്കുന്നത്?
nb: Hvordan er gang- og sykkelveien organisert her?
nl: Hoe zijn het voetpad en het fietspad aangelegd?
nn: Korleis er gang- og sykkelvegen utforma her?
pl: Jaki jest tutaj układ chodnika i drogi rowerowej?
pt: Esta ciclovia e via pedonal são separadas?
ro: Cum sunt trotuarul și pista de biciclete aici?
ru: Как здесь расположены пешеходная и велосипедная дорожки?
sk: Akým spôsobom je na tomto chodníku označený cyklopruh?
sr: Како су овде постављене пешачка и бициклистичка стаза?
sv: Hur är gångbanan och cykelvägen utformad här?
th: ที่นี่มีการวางทางเท้าและทางจักรยานไว้อย่างไรบ้าง?
tr: Yaya yoluyla bisiklet yolu nasıl ayrılıyor?
uk: Як тут розміщені пішохідна та вело- доріжки?
zh: 这里的人行道与自行车道是如何排列的？

# quest_tracktype_title
source: What is the surface firmness of this track?
am: የዚህ ትራክ ወለል ጥንካሬ ምንድነው?
ar: ما مدى صلابة سطح هذا المسار؟
ast: ¿Cómo ye'l firme d'esta vía?
bg: Каква е твърдостта на този черен път?
ca: Quina fermesa té la superfície d'aquesta pista?
cs: Jak pevný je povrch této stezky/cesty?
da: Hvordan er overfladefastheden på dette spor?
de: Wie gut ist dieser Weg befestigt?
el: Ποια είναι η επιφανειακή σταθερότητα αυτού του δρόμου;
es: ¿Cuál es el nivel de dureza de esta vía?
eu: Zein da bide honen zoladuraren irmotasuna
fa: استحکام سطح این مسیر چگونه است؟
fi: Millainen on tienpinnan kovuus?
fr: Quelle est la fermeté du revêtement de cette piste ?
gl: Cal é a solidez da superficie deste camiño?
hr: Kakva je čvrstoća podloge ove staze?
hu: Mennyire szilárd ennek az útnak a felszíne?
in: Apa tingkat kepadatan jalan ini?
it: Com'è il grado di solidità della superficie di questa strada?
ja: この農道の路面の硬さは?
ko: 이 농로는 얼마나 단단한가요?
lt: Koks šio kelio dangos standumas?
ml: ഈ ട്രാക്കിന്റെ പ്രതലത്തിന്റെ ദൃഢത എത്രയാണ്?
nb: Hvor fast er overflaten på denne stien?
nl: Wat is de hardheid van de ondergrond van dit pad
nn: Kor fast er vegdekket her?
pl: Jaka jest twardość powierzchni tej drogi?
pt: Qual o tipo de firmeza da superfície deste trilho?
ro: Cât de dură este suprafața acestei piste?
ru: Насколько мягкая поверхность этой колеи?
sk: Aká je pevnosť povrchu tejto cesty?
sr: Каква је чврстоћа површине ове стазе?
sv: Hur fast är underlaget i detta spår?
th: ความแน่นของพื้นผิวของแทร็กนี้คืออะไร?
uk: Наскільки тверде покриття цього шляху?
zh: 这条跑道的路面硬度如何？

# quest_wheelchairAccess_outside_title
source: Is this place wheelchair accessible?
am: ይህ ቦታ ተሽከርካሪ ወንበር ተደራሽ ነው?
ar: هل يمكن الوصول إلى هذا المكان على كرسي متحرك؟
ast: ¿Esti llugar ye accesible pa persones en siella de ruedes?
bg: Това място достъпно ли е за инвалидни колички?
ca: Aquest lloc és accessible amb cadira de rodes?
cs: Má toto místo bezbariérový přístup?
da: Er dette sted kørestolsvenligt?
de: Ist dieser Ort zugänglich für Rollstühle?
el: Είναι αυτό το μέρος προσβάσιμο σε αναπηρικά αμαξίδια;
es: ¿Este lugar es accesible para personas en silla de ruedas?
eu: Gurpildun aulkientzat irisgarria da?
fa: آیا در اینجا صندلی چرخدار قابل استفاده است؟
fi: Onko tämä paikka kuljettavissa pyörätuolilla?
fr: Cet endroit est-il accessible en fauteuil roulant ?
gl: Esta zona é accesíbel nunha cadeira de rodas?
hr: Je li ova lokacija pristupačna za invalidska kolica?
hu: Akadálymentes ez a hely?
in: Apa tempat ini ramah kursi roda?
it: Questo luogo è accessibile con una sedia a rotelle?
ja: この場所は車椅子でアクセスできますか?
ko: 휠체어가 이 장소를 이용할 수 있나요?
lt: Ar ši vieta prieinama su neįgaliųjų vežimėliu?
ml: ഇവിടെ വീൽചെയറിന് എത്തിപ്പെടാൻ കഴിയുമോ?
nb: Er stedet tilgjengelig med rullestol?
nl: Is deze plaats rolstoeltoegankelijk?
nn: Er denne staden tilgjengeleg med rullestol?
pl: Czy to miejsce jest dostępne dla osób na wózku inwalidzkich?
pt: Este local é acessível a cadeiras de rodas?
ro: Este acest loc accesibil scaunului cu rotile?
ru: Доступно ли это место для инвалидных колясок?
sk: Je toto miesto bezbariérové?
sr: Да ли је ово место доступно за инвалидска колица?
sv: Är det här stället rullstolsanpassat?
th: สถานที่แห่งนี้เข้าถึงโดยรถเข็นได้หรือไม่?
tr: Burası tekerlekli sandalyeye uygun mu?
uk: Чи є доступ для людей у візках?
zh: 这个地方对轮椅使用者友善吗？

# quest_traffic_signals_button_title
source: Do these traffic lights have a button to request a walk signal?
am: እነዚህ የትራፊክ መብራቶች የመራመጃ ምልክትን ለመጠየቅ አንድ አዝራር አላቸው?
ar: هل تحتوي إشارات المرور هذه على زر لطلب الضوء الأخضر لعبور مسار المشاة؟
ast: ¿Estes lluces de tránsitu tienen botón pa pidir lluz verde?
bg: Тези светофари имат ли бутон за пешеходци?
ca: Aquest semàfor té botó per a demanar llum verda?
cs: Mají tyto semafory tlačítko pro přivolání zelené?
da: Har disse lyskryds en knap til at fodgængere kan få gå-signal?
de: Gibt es an dieser Ampel einen Knopf, um als Fußgänger Grün anzufordern?
el: Έχουν αυτά τα φανάρια κουμπί για να ανάψει το πράσινο φως;
es: ¿Estas luces de tráfico tienen botón para pedir luz verde?
eu: Semaforo honek botoi bat al du berde jar dadin eskatzeko?
fa: آیا این چراغ های راهنمایی برای درخواست نور سبز یک دکمه دارند؟
fi: Onko näissä liikennevaloissa vihreän valon vaihtopyyntö nappi?
fr: Ces feux tricolores ont-ils un bouton pour demander le feu vert pour les piétons ?
gl: Estes semáforos teñen un botón para solicitar luz verde?
hr: Imaju li ovi semafori tipku za zahtjevanje prelaska pješaka?
hu: Van ezen a jelzőlámpán olyan gomb, amellyel zöld jelzés kérhető?
in: Apa lampu merah di sini punya tombol untuk menyeberang?
it: Il semaforo ha un pulsante per richiedere il verde?
ja: この信号には歩行者用の押ボタンがありますか?
ko: 이 신호등에 보행자 신호를 요청하는 버튼이 달려 있나요?
lt: Ar šis šviesoforas turi mygtuką žalio signalo prašymui?
ml: ട്രാഫിക് ലൈറ്റിൽ കാൽ നടക്കാർക്ക് കടന്നു പോകാൻ അഭ്യർത്ഥന നടത്താൻ സ്വിച്ച് വല്ലതും നൽകിയിട്ടുണ്ടോ?
nb: Har trafikklyset knapp for å be om gåsignal?
nl: Hebben deze verkeerslichten een knop om groen licht te krijgen?
nn: Har trafikklysa ein knapp for fotgjengarar?
pl: Czy te sygnalizatory mają przycisk żądający zielonego światła?
pt: Estes semáforos têm um botão para mudar o sinal para verde?
ro: Acest semafor are buton de solicitare a traversării?
ru: Есть ли у этого светофора кнопка для запроса перехода?
sk: Má tento semafor tlačidlo na vyžiadanie zelenej?
sr: Да ли ови семафори имају дугме за захтевање преласка?
sv: Har dessa trafikljus en knapp för att begära grön gubbe?
th: ไฟจราจรมีปุ่มขอสัญญาณเดินหรือไม่
tr: Bu trafik ışıklarında yürüyüş sinyali istemek için bir düğme var mı?
uk: Чи вмикається пішохідний світлофор кнопкою?
zh: 这些交通灯有按钮供行人发送行走指示吗？

# quest_motorcycleParkingCapacity_title
source: How many motorcycles can be parked here?
am: እዚህ ስንት ሞተር ብስክሌቶች ሊቆሙ ይችላሉ?
ar: كم عدد الدراجات النارية التي يمكن إيقافها هنا؟
ast: ¿Cuántes motos pueden aparcase equí?
bg: Колко мотора могат да бъдат паркирани тук?
ca: Quantes motos es poden aparcar aquí?
cs: Kolik motocyklů zde může parkovat?
da: Hvor mange motorcykler kan der parkeres her?
de: Wie viele Motorräder können hier abgestellt werden?
el: Πόσες μοτοσυκλέτες μπορούν να σταθμεύσουν εδώ;
es: ¿Cuántas motocicletas se pueden estacionar aquí?
eu: Zenbat motor aparkatu daitezke hemen?
fa: چند موتور سیکلت را می توان در اینجا پارک کرد؟
fi: Kuinka monta moottoripyörää tänne mahtuu?
fr: Combien de motos peuvent être garées ici ?
gl: Cantas motos se poden aparcar aquí?
hr: Koliko motocikala ovdje može parkirati?
hu: Hány motorkerékpár parkolhat itt?
in: Berapa kendaraan roda 2 yang bisa diparkir di sini?
it: Quanti motocicli si possono parcheggiare qui?
ja: ここに何台のオートバイを駐車できますか?
ko: 여기에 오토바이 몇 대가 주차할 수 있나요?
lt: Kiek motociklų gali būti čia priparkuoti?
ml: ഇവിടെ എത്ര ബൈക്കുകൾ വരെ പാർക്ക് ചെയ്യാം?
nb: Hvor mange motorsykler kan parkeres her?
nl: Hoeveel motorfietsen kunnen hier geparkeerd worden?
nn: Kor mange motorsyklar kan parkera her?
pl: Ile motocykli można tutaj zaparkować?
pt: Quantos motociclos podem ser estacionados aqui?
ro: Câte motociclete pot fi parcate aici?
ru: Сколько мотоциклов можно здесь припарковать?
sk: Koľko motoriek tu môže parkovať?
sr: Колико се мотора овде може паркирати?
sv: Hur många motorcyklar kan parkeras här?
th: ที่นี่สามารถจอดมอเตอร์ไซค์ได้กี่คัน?
tr: Buraya kaç motosiklet park edilebilir?
uk: Скільки мотоциклів ту може розташовуватись?
zh: 这里能够停放多少辆摩托车？

# quest_motorcycleParkingCoveredStatus_title
source: Is this motorcycle parking covered (protected from rain)?
am: ይህ የሞተር ብስክሌት መኪና ማቆሚያ (ከዝናብ የተጠበቀ) ነው?
ar: هل موقف الدراجات النارية هذا مغطى (محمي من المطر) ؟
ast: ¿Esti aparcaderu pa motos ta abellugáu?
bg: Този паркинг за мотори покрит ли е?
ca: Aquest aparcament de motos és cobert (protegit de la pluja)?
cs: Má toto parkoviště pro motocykly střechu (ochranu proti dešti)?
da: Er denne motorcykelparkering overdækket (beskyttet fra regn)?
de: Ist der Motorradstellplatz überdacht (Schutz vor Regen)?
el: Αυτό το πάρκινγκ μοτοσυκλετών καλύπτεται (προστατεύεται από τη βροχή);
es: ¿Está este estacionamiento cubierto (protegido de la lluvia)?
eu: Motorrentzako aparkaleku honek estalkia al du (euriarengandiko babesa)?
fa: آیا پارکینگ موتور سیکلت سرپوشیده است؟ (از باران محافظت شده است)؟
fi: Onko tämä moottoripyöräpysäkki katoksellinen (suojattu sateelta)?
fr: Ce parking moto est-il couvert (protégé de la pluie) ?
gl: Este aparcadoiro de motos está cuberto (protexido da choiva)?
hr: Je li ovo parkiralište za motocikle natkriveno (zaštićeno od kiše)?
hu: Fedett (esőtől védett) ez a motorkerékpár-parkoló?
in: Apakah parkir roda 2 di sini teduh (dari hujan)?
it: Questo parcheggio per motocicli è coperto (protetto dalla pioggia)?
ja: このオートバイの駐車場に屋根はありますか? (雨から守られていますか)
ko: 이 오토바이 주차장에 지붕이 있나요?
lt: Ar ši motociklų stovėjimo vieta dengta (apsaugota nuo lietaus)?
ml: ഈ ബൈക്ക് പാർക്കിംഗ് കേന്ദ്രം മഴയിൽ നിന്നും വെയിലിൽ നിന്നും രക്ഷ നൽകുന്ന രീതിയിൽ മൂടിയുള്ളത് ആണോ?
nb: Er motorsykkelparkeringen under tak (beskyttet mot regn)?
nl: Is deze motorparkeerplaats overdekt?
nn: Er det tak over denne motorsykkel­parkeringa?
pl: Czy ten parking dla motocykli jest osłonięty (chroniony przed deszczem)?
pt: Este estacionamento de motociclos é coberto (protegido da chuva)?
ro: Este această parcare de motociclete acoperită (protejată de ploaie)?
ru: Снабжена ли эта парковка для мотоциклов навесом от дождя?
sk: Je toto parkovisko pre motorky zastrešené (chránené pred dažďom)?
sr: Да ли је овај паркинг за моторе надкривен (заштићен од кише)?
sv: Har denna motorcykelparkering tak (skyddad från regn)?
th: ที่จอดมอเตอร์ไซค์ที่นี่มีหลังคาคลุม (กันฝน) หรือไม่?
tr: Bu motosiklet park yeri kapalı mı (yağmurdan korunuyor)?
uk: Ця парковка для мотоциклів крита (захищена від дощу)?
zh: 这个摩托车停放设施有遮雨棚吗？

# quest_buildingType_title
source: What kind of building is this?
am: ይህ ምን ዓይነት ሕንፃ ነው?
ar: ما هو نوع هذا المبنى؟
bg: Какъв вид сграда е това?
ca: Quin tipus d'edifici és?
cs: Jakého druhu je tato stavba?
da: Hvilken slags bygning er dette?
de: Was für ein Gebäude ist das?
el: Τι είδους κτίριο είναι αυτό;
es: ¿Qué tipo de edificio es?
eu: Ze motako eraikina da hau?
fa: نوع این ساختمان چیست؟
fi: Millainen rakennus tämä on?
fr: Quel est le type de ce bâtiment ?
gl: Que tipo de edificio é?
hr: O kakvoj je zgradi riječ?
hu: Ez milyen épület?
in: Bangunan apakah ini?
it: Che tipo di edificio è questo?
ja: これはどんな建物ですか?
ko: 무슨 건물인가요?
lt: Kokio tipo šis pastatas?
ml: എന്ത് തരം കെട്ടിടം ആണ് ഇത്?
nb: Hva slags bygning er dette?
nl: Wat voor gebouw is dit?
nn: Kva slags bygning er dette?
pl: Jaki to rodzaj budynku?
pt: Que tipo de edifício é este?
ro: Ce fel de clădire este aceasta?
ru: Какого типа это здание?
sk: Aký je to typ budovy?
sr: Каква је ово грађевина?
sv: Vilken typ av byggnad är detta?
th: นี่คืออาคารแบบไหน?
tr: Bu nasıl bir bina?
uk: Якого типу ця будівля?
zh: 这栋建筑物的类型是什么?
