Repository: bryceco/GoMap
Catalog: src/xliff/*.xliff
Languages: de, et, fr, mr, nb_no, nl, pt, ru, ta, uk

source: Select the language used for Presets. Other app content will use your default language.
de: Wähle die Sprache aus, die für die Voreinstellungen verwendet wird. Andere App-Inhalte werden in deiner Standardsprache angezeigt.
ru: Язык пресетов тегов в редакторе
ta: முன்னமைவுகளுக்கு பயன்படுத்தப்படும் மொழியைத் தேர்ந்தெடுக்கவும். பிற பயன்பாட்டு உள்ளடக்கம் உங்கள் இயல்புநிலை மொழியைப் பயன்படுத்தும்.

source: Selected object is off screen
de: Ausgewähltes Objekt ist außerhalb des Bildschirms
et: Valitud objekt on ekraanilt väljas
fr: L'objet sélectionné est en dehors de l'écran
nb_no: Valgt objekt er utenfor skjermen
nl: Het geselecteerde object is buiten beeld
pt: O objeto selecionado está fora do ecrã
ru: Выбранные объекты находятся вне экрана
ta: தேர்ந்தெடுக்கப்பட்ட பொருள் திரையில் உள்ளது
uk: Вибрані обʼєкти поза екраном

source: Set
de: Setze den Wert
et: Määra
fr: Définir
mr: सेट
nb_no: Sett
nl: Instellen
pt: Definir
ru: Установить
ta: கணம்
uk: Додати

source: Set Height Tag
de: Höhen-Attribut setzen
et: Määra kõrguse silt
fr: Définir l'étiquette de hauteur
nb_no: Sett «høyde»-etikett
nl: Hoogte-tag instellen
pt: Definir etiqueta de altura
ru: Задать тег высоты
ta: உயர குறிச்சொல்லை அமைக்கவும்
uk: Додати теґ висоти

source: Settings
de: Einstellungen
et: Seaded
fr: Paramètres
mr: मांडणी
nb_no: Innstillinger
nl: Instellingen
pt: Configurações
ru: Настройки
ta: அமைப்புகள்
uk: Налаштування

source: Share
de: Teilen
et: Jaga
fr: Partager
mr: सामायिक
nb_no: Del
nl: Delen
pt: Partilhar
ru: Поделиться
ta: பங்கு
uk: Поділитися

source: Show Recent Items
de: Zuletzt verwendete Elemente anzeigen
et: Kuva hiljutised objektid
fr: Afficher les éléments récents
nb_no: Vis nylige elementer
nl: Recente items tonen
pt: Mostrar itens recentes
ru: Показать последние элементы
ta: அண்மைக் கால உருப்படிகளைக் காட்டு
uk: Показати останні елементи

source: Something went wrong while attempting to restore your data. Any pending changes have been lost. Sorry.
de: Beim Versuch, Ihre Daten wiederherzustellen, ist etwas schief gelaufen. Alle ausstehenden Änderungen sind verloren gegangen. Es tut uns leid.
et: Andmete taastamise katse ajal läks midagi valesti. Kõik pooleliolevad muudatused on kadunud. Vabandust.
fr: Un problème est survenu lors de la tentative de restauration de vos données. Toutes les modifications en cours ont été perdues. Désolé.
nl: Iets ging mis bij het herstellen van je gegevens. Alle veranderingen zijn verloren gegaan. Sorry.
pt: Algo correu mal enquanto ao tentar restaurar os seus dados. Todas as alterações pendentes foram perdidas. Pedimos desculpa.
ru: Что-то пошло не так при попытке восстановить ваши данные. Все неотправленные изменения были потеряны. Извините.
ta: உங்கள் தரவை மீட்டெடுக்க முயற்சிக்கும்போது ஏதோ தவறு ஏற்பட்டது. நிலுவையில் உள்ள எந்த மாற்றங்களும் இழந்துவிட்டன. மன்னிக்கவும்.
uk: Щось пішло не так під час відновлення ваших даних. Всі зміни що «зависли» було втрачено. Пробачте.

source: Sorry, an error occurred while loading the %@ file
de: Leider ist beim Laden der Datei %@ ein Fehler aufgetreten
ru: Произошла ошибка при загрузки %@ файла
ta: மன்னிக்கவும், %@ கோப்பை ஏற்றும்போது பிழை ஏற்பட்டது

source: Space
de: Leertaste
mr: स्पेस
pt: Espaço
ru: Пробел
ta: இடைவெளி
uk: Пропуск

source: Split
de: Teilen
et: Poolita
fr: Séparer
mr: तोडा
nb_no: Del opp
nl: Splitsen
pt: Dividir
ru: Разделить
ta: பிளவு
uk: Розділити

source: Standard imagery
de: Standardbilder
et: Standardne pildimaterjal
fr: Imagerie standard
nb_no: Forvalgt bildemateriale
nl: Standaardbeelden
pt: Imagens aéreas padrão
ru: Стандартные снимки
ta: நிலையான படங்கள்
uk: Стандартні знімки

source: Start
et: Alusta
fr: Démarrer
mr: चालू
nl: Starten
pt: Começar
ru: Начать
ta: தொடங்கு
uk: Почати

source: Stop
et: Peata
fr: Arrêter
mr: थांब
nb_no: Stopp
nl: Stoppen
pt: Parar
ru: Закончить
ta: நிறுத்து
uk: Стоп

source: Straighten
de: Begradigen
et: Sirgenda
fr: Rendre droit
mr: सरळ करा
nb_no: Rett ut
nl: Rechttrekken
pt: Endireitar
ru: Выпрямить
ta: நேராக்கு
uk: Випрямити

source: Success
de: Erfolg
mr: यशवी
pt: Sucesso
ru: Успех
ta: செய்
uk: Успіх

source: Tag Key
de: Attributschlüssel
pt: Chave da etiqueta
ru: Ключ Тега
ta: குறிச்சொல் விசை
uk: Ключ теґа

source: Tags
de: Attribute
et: Sildid
fr: Étiquettes
mr: टॅग
nb_no: Etiketter
pt: Etiquetas
ru: Теги
ta: குறிச்சொற்கள்
uk: Теґи

source: The + button can be positioned on either the left or right side of the screen
de: Der + Knopf kann sowohl auf der linken, als auch auf der rechten Seite des Bildschirms positioniert sein
et: + nuppu saab paigutada ekraani vasakule või paremale küljele
fr: Le bouton + peut être positionné soit du côté gauche soit du côté droit de l'écran
nl: De + knop kan aan de linker- of rechterkant van het scherm geplaatst worden
pt: O botão + pode ser posicionado no lado esquerdo ou no lado direito
ru: Кнопка + может быть расположена как на левой, так и на правой стороне экрана
ta: + பொத்தானை திரையின் இடது அல்லது வலது பக்கத்தில் வைக்கலாம்
uk: Кнопку з плюсом можна розташувати як зліва так і справа на екрані

source: The current location cannot be determined:
de: Die aktuelle Position kann nicht bestimmt werden:
et: Praegust asukohta ei saa määrata:
fr: L'emplacement actuel ne peut pas être déterminé :
nb_no: Kan ikke fastsette nåværende posisjon:
nl: De huidige locatie kan niet worden vastgesteld:
pt: A localização atual não pode ser determinada:
ru: Текущее местоположение не может быть определено:
ta: தற்போதைய இருப்பிடத்தை தீர்மானிக்க முடியாது:
uk: Поточну локацію не вдається визначити:

source: The merged nodes contain conflicting tags
de: Die zusammengeführten Knoten enthalten widersprüchliche Tags
et: Ühendatud punktid sisaldavad vastuolulisi silte
fr: Les nœuds fusionnés contiennent des étiquettes en conflit
nb_no: De flettede nodene inneholder uoverensstemmende etiketter
nl: De samengevoegde knopen bevatten conflicterende tags
pt: Os nós fundidos contêm etiquetas em conflito
ru: Объединённые точки содержат конфликтующие теги
ta: இணைக்கப்பட்ட முனைகளில் முரண்பட்ட குறிச்சொற்கள் உள்ளன
uk: Обʼєднані точки містять теґи що конфліктують

source: The nodes have conflicting roles in parent relations
de: Die Knoten haben widersprüchliche Rollen in übergeordneten Relationen
et: Punktidel on vanemate seostes vastuolulised rollid
fr: Les nœuds ont des rôles en conflit avec les relations parentes
nb_no: Nodene har uoverensstemmende roller i deres ovennevnte relasjoner
nl: De knopen hebben conflicterende rollen in ouderrelaties
pt: Os nós têm funções em conflito nas relações-pai
ru: Точки имеют конфликтующие роли в родительских отношениях
ta: பெற்றோர் உறவுகளில் முனைகள் முரண்பட்ட பாத்திரங்களைக் கொண்டுள்ளன
uk: Точки мають ролі що конфліктують у батьківському звʼязку

source: The object does not contain any tags
de: Das Objekt enthält keine Tags
et: Objekt ei sisalda ühtegi silti
fr: L'objet ne possède aucun attribut
nb_no: Objektet inneholder ingen etiketter
nl: Het object bevat geen tags
pt: O objeto não contém nenhuma etiqueta
ru: У объекта нет тегов
ta: பொருளில் எந்த குறிச்சொற்களும் இல்லை
uk: Обʼєкт не містить жодних теґів

source: The restriction cannot be deleted
de: Die Einschränkung kann nicht entfernt werden
et: Piirangut ei saa kustutada
fr: La restriction ne peut être supprimée
nl: De beperking kan niet worden verwijdert
pt: A restrição não pode ser eliminada
ru: Ограничение не может быть удалено
ta: கட்டுப்பாட்டை நீக்க முடியாது
uk: Обмеження не може бути видалене

source: The selected way must be completely visible
de: Der ausgewählte Weg muss vollständig sichtbar sein
et: Valitud tee peab olema täielikult nähtav
fr: Le chemin sélectionné doit être complètement visible
nb_no: Valgt vei må være synlig i sin helhet
nl: De geselecteerde weg moet volledig zichtbaar zijn
pt: O elemento selecionado deve estar completamente visível
ru: Выбранная линия должна быть видна целиком
ta: தேர்ந்தெடுக்கப்பட்ட வழி முற்றிலும் காணப்பட வேண்டும்
uk: Лінія яку обрали має бути цілком на видноті

source: The target way is ambiguous
de: Der Zielweg ist mehrdeutig
et: Sihiks olev tee on mitmetähenduslik
fr: Le chemin cible est ambigu
nb_no: Målveien er tvetydig
nl: De doelweg is dubbelzinnig
pt: A linha alvo é ambígua
ru: Целевая линия не определена
ta: இலக்கு வழி தெளிவற்றது
uk: Цільова лінія невизначена

source: The turn contains an unrecognized turn restriction style. Proceeding will destroy it.
de: Der Abbiegevorgang hat eine unbekannte Abbiegebeschränkung. Beim Fortfahren, wird diese gelöscht.
et: Pöörang sisaldab tundmatut pöördepiirangu stiili. Jätkamine hävitab selle.
fr: Le virage contient un type inconnu d'interdiction de tourner. Continuer détruira cette dernière.
nl: De afslag bevat een onbekende afslagbeperkingsstijl. Doorgaan zal het kapot maken.
pt: A direção contém um estilo de restrição de viragem não reconhecido. Se continuar irá destruí-la.
ru: Поворот содержит неопознанный стиль ограничения манёвра. Данное действие уничтожит его.
ta: திருப்பத்தில் அங்கீகரிக்கப்படாத முறை கட்டுப்பாட்டு பாணி உள்ளது. தொடர்வது அதை அழிக்கும்.
uk: Поворот містить нерозпізнане обмеження маневру. Якщо продовжите, знищите його.

source: The way belongs to a relation that is not fully downloaded
de: Der Weg gehört zu einer Relation, die nicht vollständig heruntergeladen ist
et: Tee kuulub seosesse, mis ei ole täielikult alla laetud
fr: Le chemin appartient à une relation qui n'est pas complètement téléchargée
nl: De weg hoort bij een relatie die niet volledig gedownload is
pt: O elemento pertence a uma relação que não foi totalmente descarregada
ru: Линия принадлежит отношению, которое не загружено целиком
ta: வழி முழுமையாக பதிவிறக்கம் செய்யப்படாத ஒரு உறவுக்கு சொந்தமானது
uk: Лінія належить до звʼязку що не повністю завантажений

source: The way is not sufficiently straight
de: Der Weg ist nicht gerade genug
et: Tee ei ole piisavalt sirge
fr: Le chemin n'est pas suffisament droit
nb_no: Veien er ikke rett nok
nl: De weg is niet voldoende recht
pt: A linha não é suficientemente reta
ru: Линия недостаточно прямая
ta: வழி போதுமானதாக இல்லை
uk: Лінія недостатньо пряма

source: The way must have at least 2 nodes
de: Der Weg muss mindestens 2 Knoten besitzen
et: Teel peab olema vähemalt 2 punkti
fr: Le chemin doit posséder au moins 2 nœuds
nb_no: Veien må ha minst to noder
nl: De weg moet ten minste 2 knopen hebben
pt: A linha deve ter pelo menos 2 nós
ru: Линия должна иметь не менее 2-х точек
ta: வழியில் குறைந்தது 2 முனைகள் இருக்க வேண்டும்
uk: Лінія має мати хоча б дві точки

source: The ways contain incompatible tags
de: Die Wege enthalten inkompatible Attribute
et: Teed sisaldavad kokkusobimatuid silte
fr: Le chemin contient des étiquettes incompatibles
nb_no: Veiene inneholder ufullstendige etiketter
nl: De wegen bevatten onverenigbare tags
pt: As linhas contêm etiquetas incompatíveis
ru: Линии содержат несовместимые теги
ta: வழிகளில் பொருந்தாத குறிச்சொற்கள் உள்ளன
uk: Лінії містять несумісні теґи

source: This action requires GPS to be turned on
de: Diese Aktion erfordert, dass GPS eingeschalten ist
et: See tegevus vajab, et GPS oleks sisse lülitatud
fr: Cette action nécessite l'activation du GPS
nb_no: Handlingen krever at GPS er påslått
nl: Voor deze actie moet GPS aan staan
pt: Esta ação requer que o GPS esteja ligado
ru: Это действие требует, чтобы GPS был включён
ta: இந்த நடவடிக்கைக்கு சி.பி.எச் இயக்கப்பட வேண்டும்
uk: Щоб здійснити дію GPS має бути увімкненим

source: This app does not yet support editing turn restrictions without a node as the 'via' member
de: Die App unterstützt noch nicht die Bearbeitung von Abbiegebeschränkungen ohne einen Knoten als 'via' Mitglied
et: See rakendus ei toeta veel omakorda pöördepiirangute redigeerimist ilma punkti 'kaudu' liikmena
fr: Cette application ne supporte pas encore l'édition d'interdictions de tourner sans nœud avec le rôle 'via'
nl: Deze app heeft nog geen ondersteuning voor het bewerken van afslagbeperkingen zonder een knoop als het 'via'-lid
pt: Esta aplicação ainda não permite editar restrições de viragem sem um nó com a função 'via' (através de) numa relação
ru: Это приложение пока не поддерживает ограничение манёвров без точки с ролью 'via'
ta: இந்த பயன்பாடு இன்னும் 'VIA' உறுப்பினர் என முனை இல்லாமல் திருத்துதல் திருப்புமுனைகளை ஆதரிக்கவில்லை
uk: Цей застосунок поки що не підтримує редагування обмежень повороту без точки з роллю «via»

source: This device is not able to provide heading data.
de: Dieses Gerät ist nicht in der Lage, Bewegungsdaten zu übermitteln.
et: See seade ei ole võimeline pakkuma kursi andmeid.
fr: Cet appareil n'est pas en mesure de fournir des données de cap.
nl: Dit apparaat is niet in staat om richtingsgegevens te verstrekken.
pt: Este dispositivo não fornece dados de direção.
ru: Это устройство не предоставляет данные о курсе.
ta: இந்த சாதனத்தால் தலைப்பு தரவை வழங்க முடியாது.
uk: Цей пристрій не може надати дані про курс.

source: This feature is only available on iOS 15 or later
de: Diese Funktion ist nur in iOS 15 oder höher verfügbar
pt: Este recurso está disponível no iOS 15 ou posterior
ru: Эта функция доступна только на iOS 15 или позже
ta: இந்த நற்பொருத்தம் ஐஇமு 15 அல்லது அதற்குப் பிறகு மட்டுமே கிடைக்கிறது
uk: Ця функція працює лише починаючи з iOS 15

source: This page allows you to design quests with more specific criteria than the regular Quest Builder page.
de: Auf dieser Seite können Sie Quests mit spezifischeren Kriterien entwerfen als auf der normalen Quest-Builder Seite.
pt: Esta página permite criar missões com critérios mais específicos do que a página regular do construtor de missões.
ru: Эта страница позволяет вам разрабатывать квесты с более конкретными критериями, чем обычный конструктор квестов.
ta: வழக்கமான குவெச்ட் பில்டர் பக்கத்தை விட குறிப்பிட்ட அளவுகோல்களுடன் தேடல்களை வடிவமைக்க இந்த பக்கம் உங்களை அனுமதிக்கிறது.

source: To add another member to the relation 'long press' on the way to be added
de: Um ein anderes Mitglied zur Relation hinzuzufügen, halte den Weg der hinzugefügt werden soll lange gedrückt
et: Seosesse teise liikme lisamiseks 'vajuta pikalt' lisataval teel
fr: Pour ajouter un autre membre à la relation effectuez un appui long sur le chemin auquel l'ajoutet
nl: Hou om een ander lid aan de relatie toe te voegen de weg die toegevoegd moet worden ingedrukt
pt: Para adicionar outro membro à relação pressione longamente na linha a ser adicionada
ru: Чтобы добавить элемент в отношение, выберите и удерживайте линию, которую требуется добавить
ta: சேர்க்க வேண்டிய வழியில் 'லாங் பிரச்' உறவில் மற்றொரு உறுப்பினரைச் சேர்க்க
uk: Щоб додати інший член до звʼязку «затримайте» палець на лінії яку хочете додати

source: Travel ALLOWED from %@ to %@
de: Fahrt ERLAUBT von %1$@ bis %2$@
et: Reisimine LUBATUD alates %1$@ kuni %2$@
fr: Trajet AUTORISÉ de %1$@ vers %2$@
nl: Route TOEGESTAAN van %1$@ naar %2$@
pt: Percurso PERMITIDO de %1$@ para %2$@
ru: Движение РАЗРЕШЕНО из %1$@ в %2$@
ta: பயணம் %@ முதல் %@ வரை அனுமதிக்கப்படுகிறது
uk: Рух ДОЗВОЛЕНО з %1$@ в %2$@

source: Travel ONLY from %@ to %@
de: Fahrt NUR von %1$@ nach %2$@
et: Reisimine AINULT alates %1$@ kuni %2$@
fr: Trajet UNIQUEMENT de %1$@ vers %2$@
nl: Route ALLEEN van %1$@ naar %2$@
pt: Percurso APENAS de %1$@ para %2$@
ru: Движение ТОЛЬКО из %1$@ в %2$@
ta: %@ முதல் %@ வரை மட்டுமே பயணிக்கவும்
uk: Рух ТІЛЬКИ з %1$@ до %2$@

source: Travel PROHIBITED from %@ to %@
de: Fahrt VERBOTEN von %1$@ bis %2$@
et: Reisimine KEELATUD alates %1$@ kuni %2$@
fr: Trajet INTERDIT de %1$@ vers %2$@
nl: Route VERBODEN van %1$@ naar %2$@
pt: Percurso PROIBIDO de %1$@ para %2$@
ru: Движение ЗАПРЕЩЕНО из %1$@ в %2$@
ta: பயணம் %@ முதல் %@ வரை தடைசெய்யப்பட்டுள்ளது
uk: Рух ЗАБОРОНЕНО з %1$@ в %2$@

source: Travel from %@
de: Fahrt von %@
et: Reisimine alates %@
fr: Trajet depuis %1$@
nb_no: Gjennomreise fra %@
nl: Route vanaf %@
pt: Percurso de %@
ru: Маршрут из %@
ta: %@ இலிருந்து பயணம்
uk: Маршрут з %@

source: Turn On Location Services to Allow %@ to Determine Your Location
de: Schalte Ortungsdienste ein, um %@ zu erlauben, deine Position zu bestimmen
et: Lülita asukohateenused sisse, et %@ saaks sinu asukoha määrata
fr: Activez les service de localisation pour autoriser %@ à détecter votre emplacement
nb_no: Skru på posisjonstjenester for å tillate %@ å fastsette din posisjon
nl: Zet Locatieservices aan om toe te staan dat je locatie vastgesteld kan worden
pt: Ative os serviços de localização para permitir que %@ determine a sua localização
ru: Включите сервисы геолокации, чтобы позволить %@ определить ваше местоположение
ta: உங்கள் இருப்பிடத்தை தீர்மானிக்க %@ ஐ அனுமதிக்க இருப்பிட சேவைகளை இயக்கவும்
uk: Увікніть служби локації щоб дозволити %@ визначити ваше місцеперебування

source: Turn Restrictions
de: Abbiegebeschränkungen
et: Pöördepiirangud
fr: Interdictions de tourner
nl: Afslagbeperkingen
pt: Restrições de viragem
ru: Ограничения манёвров
ta: கட்டுப்பாடுகளைத் திருப்புங்கள்
uk: Обмеження маневру

source: Turn restrictions specify which roads you can turn onto when entering an intersection from a given direction. Select the highway from which you are approaching the intersection, then tap an arrow to toggle whether the destination road is a permitted route.
de: Abbiegebeschränkungen geben an, in welche Straßen Sie abbiegen dürfen, wenn Sie aus einer bestimmten Richtung auf eine Kreuzung zufahren. Wählen Sie die Straße, von der aus Sie sich der Kreuzung nähern, und tippen Sie dann auf einen Pfeil, um auszuwählen, ob die Zielstraße eine zulässige Richtung ist.
et: Pöördepiirangud määravad, millistele teedele saab pöörata, kui jõuad ristmikule teatavast suunast. Vali maantee, millelt ristmikule lähened, seejärel koputa noolt, et lülitada ümber, kas sihttee on lubatud tee.
fr: Les interdictions de tourner spécifient sur quelles voies il est possible de tourner à une intersection en provenance d'une direction donnée. Sélectionner la voie de provenance, puis taper sur une flèche pour basculer entre les différentes possibilités.
nl: Afslagbeperkingen specificeren welke wegen je op mag wanneer je vanaf een gegeven richting op een kruising komt. Selecteer de weg vanaf waar je op de kruising komt en druk vervolgens op een pijl om aan te geven of een weg een toegestane route is.
pt: As restrições de viragem especificam em que estradas se pode virar ao entrar numa intersecção a partir de uma determinada direção. Imaginando que está num veículo, selecione a estrada que está a percorrer e se está a aproximar da interseção e toque na seta para alternar se a estrada de destino é uma rota permitida.
ru: Ограничения манёвров позволяют определить, на какие дороги можно повернуть, подъезжая к перекрёстку с определённой стороны. Выберите сегмент, по которому вы подъезжаете к перекрёстку, затем нажмите на стрелку, чтобы разрешить/запретить движение в точку назначения.
ta: ஒரு குறிப்பிட்ட திசையிலிருந்து ஒரு குறுக்குவெட்டுக்குள் நுழையும்போது நீங்கள் எந்த சாலைகளை இயக்க முடியும் என்பதைக் குறிப்பிடவும். நீங்கள் குறுக்குவெட்டு நெருங்கும் நெடுஞ்சாலையைத் தேர்ந்தெடுத்து, இலக்கு சாலை அனுமதிக்கப்பட்ட பாதையா என்று மாற்ற ஒரு அம்புக்குறியைத் தட்டவும்.

source: Type
de: Typ
et: Liik
mr: प्रकार
pt: Tipo
ru: Тип
ta: வகை
uk: Тип

source: U-Turn from %@ allowed
de: Umkehren von %@ erlaubt
et: U-pööre alates %@ lubatud
fr: Demi-tour depuis %@ permis
nb_no: U-sving fra %@ tillatt
nl: U-bocht vanaf %@ toegestaan
pt: Inversão de marcha a partir de %@ permitida
ru: Разворот с %@ разрешён
ta: U-turn இருந்து %@ அனுமதிக்கப்படுகிறது

source: U-Turn from %@ prohibited
de: Umkehren von %@ verboten
et: U-pööre alates %@ keelatud
fr: Demi-tour depuis %@ interdit
nb_no: U-sving fra %@ forbudt
nl: U-bocht vanaf %@ verboden
pt: Inversão de marcha a partir de %@ proibida
ru: Разворот с %@ запрещён
ta: %@ தடைசெய்யப்பட்ட U- டர்ன்

source: Unable to upload changes
de: Kann Änderungen nicht hochladen
et: Muudatusi ei saa üles laadida
fr: Impossible d'envoyer les modifications
nb_no: Kunne ikke laste opp endringer
nl: Kan veranderingen niet uploaden
pt: Não é possível enviar as alterações
ru: Невозможно загрузить изменения
ta: மாற்றங்களை பதிவேற்ற முடியவில்லை
uk: Не вдається завантажити зміни

source: Undo
de: Rückgängig
et: Võta tagasi
fr: Rétablir
mr: पूर्ववत
nb_no: Angre
nl: Ongedaan maken
pt: Desfazer
ru: Отменить
ta: செயல்தவிர்
uk: Скасувати

source: Unknown role
de: Unbekannte Rolle
et: Tundmatu roll
fr: Rôle inconnu
nb_no: Ukjent rolle
nl: Onbekende rol
pt: Função desconhecida
ru: Неизвестная роль
ta: தெரியாத பங்கு
uk: Невідома роль

source: Unsupported turn restriction type
de: Nicht unterstützer Abbiegebeschränkungs-Typ
et: Toetamata pöördepiirangu liik
fr: Type d'interdiction de tourner non-supporté
nl: Niet ondersteunde afslagbeperkingstype
pt: Tipo de restrição de viragem não suportado
ru: Неподдерживаемый тип ограничения манёвра
ta: ஆதரிக்கப்படாத திருப்பம் கட்டுப்பாடு வகை
uk: Непідтримуваний тип обмеження повороту

source: Update
de: Aktualisieren
et: Uuenda
fr: Mettre à jour
mr: अद्ययावत
nb_no: Oppdater
nl: Updaten
pt: Atualizar
ru: Обновить
ta: புதுப்பிப்பு
uk: Оновлення

source: Update '%@' tag
de: Tag '%@' aktualisieren
et: Värskenda '%@' silti
fr: Mettre à jour l'étiquette « %@ »
nl: Tag '%@' updaten
pt: Atualizar a etiqueta "%@"
ru: Обновить тег '%@'
ta: '%@' குறிச்சொல்லைப் புதுப்பிக்கவும்

source: Updating Note...
de: Hinweis aktualisieren...
et: Märkme uuendamine…
fr: Mise à jour de la note...
nb_no: Oppdaterer notat …
nl: Opmerking updaten...
pt: A atualizar a nota…
ru: Обновление заметки...
ta: குறிப்பு புதுப்பித்தல் ...

source: Upload complete!
de: Hochladen abgeschlossen!
et: Üleslaadimine lõpetatud!
fr: Téléversement effectué !
nb_no: Opplasting fullført!
nl: Uploaden beëindigd!
pt: Envio terminado!
ru: Загрузка завершена!
ta: பதிவேற்றம் முடிந்தது!
uk: Завантаження завершено!

source: Upload to OSM
de: Zu OSM hochladen
et: OSM-i üleslaadimine
fr: Téléverser vers OSM
nb_no: Last opp til OSM
nl: Uploaden naar OSM
pt: Enviar para o OpenStreetMap
ru: Загрузить в OSM
ta: OSM இல் பதிவேற்றவும்
uk: Завантажити в OSM

source: Upload your changes
de: Änderungen hochladen
et: Lae oma muudatused üles
fr: Téléverser vos modifications
nb_no: Last opp dine endringer
nl: Je veranderingen uploaden
pt: Enviar as suas alterações
ru: Загрузите ваши правки
ta: உங்கள் மாற்றங்களை பதிவேற்றவும்
uk: Завантажте свої зміни

source: Uploading GPX...
de: GPX hochladen...
et: GPX üleslaadimine…
fr: Téléversement de la trace GPX...
nb_no: Laster opp GPX-fil…
nl: GPX uploaden...
pt: A enviar o GPX…
ru: Загрузка GPX...
ta: சிபிஎக்ச் பதிவேற்றுகிறது ...

source: User
de: Nutzer
et: Kasutaja
fr: Utilisateur
mr: वापरकर्ता
nb_no: Bruker
nl: Gebruiker
pt: Utilizador
ru: Пользователь
ta: பயனர்

source: User-defined imagery
de: Benutzerdefiniertes Bildmaterial
et: Kasutaja määratud pildid
fr: Imagerie définie par l'utilisateur
nb_no: Brukerdefinert bildemateriale
nl: Gebruiker-gedefinieerde beelden
pt: Imagens definidas pelo utilizador
ru: Пользовательские снимки
ta: பயனர் வரையறுக்கப்பட்ட படங்கள்

source: Version
et: Versioon
mr: आवृत्ती
nb_no: Versjon
nl: Versie
pt: Versão
ru: Версия
ta: பதிப்பு

source: Vertex
de: Wegpunkt
pt: Vértice
ru: Вершина
ta: வெர்டெக்ச்

source: Warning
de: Warnung
et: Hoiatus
fr: Avertissement
mr: सावधान
nb_no: Advarsel
nl: Waarschuwing
pt: Aviso
ru: Предупреждение
ta: எச்சரிக்கை

source: Way Attributes
de: Weg-Attribute
et: Tee atribuudid
fr: Attributs du chemin
nl: Weg-attributen
pt: Atributos da linha
ru: Атрибуты линии
ta: வழி பண்புக்கூறுகள்

source: Way Tags
de: Weg-Tags
et: Tee sildid
fr: Étiquettes du chemin
nl: Weg-tags
pt: Etiquetas da linha
ru: Теги линии
ta: வழி குறிச்சொற்கள்
uk: Теґи лінії
