Repository: bryceco/GoMap
Catalog: src/xliff/*.xliff
Languages: de, et, fr, mr, nb_no, nl, pt, ru, ta, uk

# (%d members)&#10;
source: (%d members)
mr: (%d सदस्य)
nb_no: (%d medlemmer)

# (%d nodes)&#10;
source: (%d nodes)
mr: (%d गाठी)
nb_no: (%d noder)

# %.0f meters, %ld nodes
source: %1$.0f meters, %2$ld nodes
mr: %1$.0f मीटर, %2$ld गाठी
nb_no: %1$.0f meter, %2$ld noder

# %.1f meters, %ld nodes
source: %1$.1f meters, %2$ld nodes
mr: %1$.1f मीटर, %2$ld गाठी
nb_no: %1$.1f meter, %2$ld node

# %.2f MB, %ld files
source: %1$.2f MB, %2$ld files
mr: %1$.2f MB, %2$ld फाईली
nb_no: %1$.2f MB, %2$ld filer

source: %ld Days
mr: %ld दिवस
nb_no: %ld dager

# %ld edits, last active %@
source: %1$ld edits, last active %2$@
mr: %1$ld संपादने, शेवटचे सक्रिय %2$@
nb_no: %1$ld redideringer, sist aktiv %2$@

# %ld meters, %ld points
source: %1$ld meters, %2$ld points
mr: %1$ld मीटर, %2$ld बिंदू
nb_no: %1$ld meter, %2$ld punkter

source: %ld objects
mr: %ld वस्तू
nb_no: %ld objekter

source: %lu tiles needed
mr: %lu फरश्या आवश्यक
nb_no: %lu flis behøves
uk: Потрібно %lu тайлів

source: Old value: (oldValue)
nb_no: Gammel verdi: (gammelVerdi)

source: Pasting %ld tag(s)
nb_no: Limer inn %ld etikett(er)
uk: Вставлення %ld теґів

# Results for %@ (%@)
source: Results for %1$@ (%2$@)
nb_no: Resultater for %1$@ (%2$@)

source: The XML is improperly formed
nb_no: Feilformatert XML

# Travel ALLOWED from %@ to %@
source: Travel ALLOWED from %1$@ to %2$@
nb_no: Gjennomferdsel TILLATT fra %1$s til %2$s

# Travel ONLY from %@ to %@
source: Travel ONLY from %1$@ to %2$@
nb_no: Gjennomreise KUN tillat fra %1$@ til %2$@

# Travel PROHIBITED from %@ to %@
source: Travel PROHIBITED from %1$@ to %2$@
nb_no: Gjennomreise FORBUDT fra %1$@ til %2$@

source: You must provide your OSM user name, not an email address.
nb_no: Du må angi ditt OSM-brukernavn, ikke en e-postadresse.

source: You've uploaded %ld changesets with this version of Go Map!! Rate this app?
nb_no: Du har lastet opp %ld endringssett med denne versjonen av Go Map!! Vurder programmet?

# 6GT-p2-rPO.footerTitle
source: Specify a host if you would like to edit data located on an alternate OSM server. The default host is api.openstreetmap.org.
nb_no: Angi en vert hvis du ønsker å redigere data som finnes på en alternativ OSM-tjener. Forvalgt vert er api.openstreetmap.org.

# 7cc-E7-pzw.text
source: Name
nb_no: Navn

# YQ4-05-lQz.placeholder
source: username
nb_no: brukernavn

# ctb-pg-pM9.title
source: Save
mr: साठवा
nb_no: Lagre

# e7I-rE-dAW.placeholder
source: password
nb_no: passord

# k0y-gf-6DY.text
source: Password
nb_no: Passord

source: %.0f m^2
mr: %.0f चौ.मी
uk: %.0f м^2

source: %.1f meters, %ld nodes
uk: %1$.1f метрів, %2$ld точок

source: %.2f MB, %ld files
uk: %1$.2f МБ, %2$ld файлів

# %ld objects|==|plural.one
source: %ld objects
uk: %ld обʼєктів

# %ld meters, %ld points, %ld waypoints
source: %1$ld meters, %2$ld points, %3$ld waypoints
mr: %1$ld मीटर, %2$ld बिंदू, %3$ld मार्गबिंदू

source: Unknown
mr: अज्ञात

# Rqu-ny-n3F.normalTitle
source: Mail
mr: ईमेल
