Repository: bryceco/GoMap
Catalog: src/xliff/*.xliff
Languages: de, et, fr, mr, nb_no, nl, pt, ru, ta, uk

# 1tR-eI-DSh.normalTitle
source: Button
de: Schaltfläche
ru: Кнопка

# 1xx-L0-hKm.text
source: Get Directions
de: Wegbeschreibung abrufen
et: Hangi juhised
fr: Obtenir l'itinéraire
mr: दिशानिर्देश मिळवा
nb_no: Innhent veivisning
nl: Route verkrijgen
pt: Obter direções
ru: В путь
ta: திசைகளைப் பெறுங்கள்
uk: Отримати підказки

# 2.title
source: First
de: Zuerst
et: Esimene
fr: Premier
mr: पहिले
nb_no: Første
nl: Eerste
pt: Primeiro
ru: Первый
ta: முதல்
uk: Перший

# 2Ka-IT-DQC.normalTitle
source: Bing attribution
mr: Bing आरोपण
pt: Atribuição Bing
ru: Ссылка на источник Bing
ta: பிங் பண்புக்கூறு
uk: Джерело Bing

# 2g1-vb-Cjc.configuration.title
source: Comment
de: Kommentar
ru: Комментировать
ta: கருத்து

# 2g1-vb-Cjc.normalTitle
source: Comment
de: Kommentar
et: Kommentaar
fr: Commenter
mr: टिप्पणी
nb_no: Kommentar
nl: Commentaar
pt: Comentário
ru: Комментарий
ta: கருத்து
uk: Коментар

# 7Ua-cx-BHI.title
source: Upload
de: Hochladen
et: Saada
fr: Téléverser
mr: चढवा
nb_no: Last opp
nl: Uploaden
pt: Enviar
ru: Загрузить
ta: பதிவேற்றும்
uk: Завантажити

# 9G2-Gl-CeP.text
source: username
de: Benutzername
mr: वापरकर्ता नाव
pt: nome de utilizador
ru: имя пользователя
uk: імʼя користувача

# 9hH-Ja-fKn.text
source: New comment:
de: Neuer Kommentar:
et: Uus kommentaar:
fr: Nouveau commentaire :
mr: नवीन टिप्पणी:
nb_no: Ny kommentar:
nl: Nieuw commentaar:
pt: Novo comentário:
ru: Новый комментарий:
ta: புதிய கருத்து:
uk: Новий коментар:

# E22-sL-sNt.accessibilityHint
source: Reorient map north
de: Karte nach Norden ausrichten
et: Suuna kaart põhja
fr: Ré-orienter la carte vers le nord
mr: नकाशा उत्तरेकडे वळवा
nb_no: Reorienter kartet mot nord
nl: Kaart naar noorden heroriënteren
pt: Reorientar o norte do mapa
ru: Переориентировать карту на север
ta: மறுசீரமைப்பு வரைபடம் வடக்கு
uk: Зорієнтувати мапу на північ

# E22-sL-sNt.accessibilityLabel
source: Compass
de: Kompass
et: Kompass
fr: Boussole
mr: होकायंत्र
nb_no: Kompass
nl: Kompas
pt: Bússola
ru: Компас
ta: திசைகாட்டி
uk: Компас

# FaM-WV-S6I.title
source: Search for Location
de: Nach Ort suchen
et: Leia asukoht
fr: Rechercher un lieu
mr: स्थान शोधा
nb_no: Søk etter plassering
nl: Naar locatie zoeken
pt: Pesquisar um local
ru: Искать место
ta: இருப்பிடத்தைத் தேடுங்கள்
uk: Шукати локацію

# Fo4-Nq-pAz.normalTitle
source: Center
de: Zentrieren
et: Keskkoht
fr: Centre
mr: केंद्र
nb_no: Sentrer
nl: Midden
pt: Centrar
ru: Центр
ta: நடுவண்
uk: Центр

# MBY-TK-Wuy.title
source: Note
de: Hinweis
et: Märge
mr: नोंद
nb_no: Notat
nl: Opmerking
pt: Nota
ru: Заметка
ta: குறிப்பு
uk: Нотатка

# N5Q-nV-TPG.text
source: Zoom to Edit
de: Zoomen zum bearbeiten
et: Suurenda muutmiseks
fr: Zoomer pour modifier
mr: झूम करुन संपादा
nb_no: Forstørr for å redigere
nl: Inzoomen om te bewerken
pt: Amplie para poder editar
ru: Увеличьте, чтобы править
ta: திருத்த பெரிதாக்கவும்
uk: Збільште, щоб змінити

# OJ0-aO-ri1.configuration.title
source: Comment & Resolve
de: Kommentieren & Beheben
ru: Комментировать и устранить
ta: கருத்து & தீர்க்க

# OJ0-aO-ri1.normalTitle
source: Comment & Resolve
de: Erledigen
nl: Oplossen
pt: Fechar
ru: Устранить
ta: கருத்து & தீர்க்க

# PHk-s9-onx.text
source: Various comments...
de: Verschiedene Kommentare...
mr: विविध टिप्पण्या...
nb_no: Ymse kommentarer…
pt: Vários comentários...
ru: Различные комментарии...
uk: Різні коментарі...

# Qz0-Ce-YCX.title
source: Bing Maps
et: Bing kaardid
fr: Cartes Bing
mr: Bing नकाशे
nb_no: Bing-kart
nl: Bing-kaarten
ru: Карты Bing
ta: பிங் வரைபடங்கள்
uk: Мапи Bing

# TcP-6i-B8H.text
source: Specify a name ("New York"), a URL or other text containing lat/lon coordinates, or a reference to an OSM object ("way 51014987"):
de: Geben Sie einen Namen ("Berlin"), eine URL oder einen anderen Text mit Breiten-/Längenkoordinaten oder einen Verweis auf ein OSM-Objekt ("way 51014987") an:
et: Määra nimi ("New York"), URL või muu tekst, mis sisaldab koordinaate laius-/pikkuskoordinaate või viidet OSM objektile ("way 51014987"):
fr: Spécifiez un nom (« New York »), une URL ou un autre texte contenant des coordonnées lat/lon, ou une référence à un objet OSM (« way 51014987 ») :
mr: एखादे नाव ("कोल्हापूर"), URL किंवा अक्षांश/रेखांश सहनिर्देशक असलेला मजकूर, किंवा OSM वस्तूचा संदर्भाचा ("way 65486228") उल्लेख करा:
nl: Specificeer een naam ("New York"), een URL of andere tekst die breedtegraad/lengtegraad-coördinaten bevat, of een verwijzing naar een OSM-object ("weg 51014987"):
pt: Digite um nome ("Paris"), um URL, coordenadas lat/lon ou uma referência a um elemento do OpenStreetMap ("way 51014987"):
ru: Укажите название («Нью-Йорк»), URL-адрес или любой текст, содержащий широту и долготу, или ссылку на объект OSM («way 51014987»):
ta: ஒரு பெயர் ("நியூயார்க்"), முகவரி அல்லது LAT/LON ஆயத்தொகுப்புகளைக் கொண்ட பிற உரை அல்லது OSM பொருளின் குறிப்பு ("வழி 51014987") ஐக் குறிப்பிடவும்:
uk: Уточніть назву (напр. «Нью Йорк»), посилання чи інший текст з координатами, або ж вкажіть обʼєкт OSM (напр. «way 51014987»):

# VNE-ee-a7u.text
source: action
de: Aktion
mr: क्रिया
pt: ação
ru: действие

# ach-1A-88x.text
source: Changeset comment goes here
de: Änderungskommentar hier eingefügen
mr: बदलसंचाची टिप्पणी इथे
nb_no: Endringssettkommentar skrives her
pt: O comentário do conjunto de alterações fica aqui
ru: Комментарий для пакета правок
ta: மாற்றங்கள் இங்கே செல்கின்றன
uk: Коментар до набору змін

# gdu-Sf-XrE.title
source: Commit
de: Hochladen
et: Rakenda
fr: Valider
mr: वचनबद्ध
nb_no: Send inn
nl: Uploaden
pt: Confirmar
ru: Загрузить на сервер
ta: கமிட்
uk: Відправити

# l7S-YL-RKK.text
source: Subtitle
de: Untertitel
et: Alapealkiri
fr: Sous-titre
mr: उपशीर्षक
nb_no: Undertekst
nl: Subtitel
pt: Subtítulo
ru: Подзаголовок
ta: வசன வரிகள்
uk: Підзаголовок

# nU5-T2-ADn.text
source: A Error Message Flashing Z
pt: Uma mensagem de erro a piscar Z
ru: Сообщение об ошибке мигающая Z

# qP9-Sc-sc4.text
source: Label
de: Bezeichnung
fr: Libellé
mr: लेबल
nb_no: Etikett
pt: Etiqueta
ru: Метка
ta: சிட்டை
uk: Мітка

# siu-I6-IEp.title
source: Search for Location
de: Nach Ort suchen
et: Leia asukoht
fr: Rechercher un lieu
mr: स्थान शोधा
nb_no: Søk etter plassering
nl: Naar locatie zoeken
pt: Pesquisar um local
ru: Искать место
ta: இருப்பிடத்தைத் தேடுங்கள்
uk: Шукати локацію

# stf-JU-iga.text
source: Title
de: Titel
et: Pealkiri
fr: Titre
mr: शीर्षक
nb_no: Tittel
nl: Titel
pt: Título
ru: Заголовок
ta: தலைப்பு
uk: Заголовок

# vRO-Aj-Sdr.text
source: Title
de: Titel
fr: Titre
mr: शीर्षक
nb_no: Tittel
pt: Título
ru: Заголовок
ta: தலைப்பு
uk: Заголовок

# xw9-Ro-Fai.placeholder
source: Niagara Falls
de: Niagarafälle
et: Niagara juga
fr: Chutes du Niagara
mr: शनिवार वाडा
nb_no: Niagara-fossen
nl: Niagara-watervallen
pt: Belém, Lisboa
ru: Ниагарский водопад
ta: நயாகரா நீர்வீழ்ச்சி
uk: Ніагарський водоспад

# zrW-uc-hfQ.segmentTitles[0]
source: Tags
de: Attribute
et: Sildid
fr: Étiquettes
mr: टॅग्स
nb_no: Etiketter
pt: Etiquetas
ru: Теги
ta: குறிச்சொற்கள்
uk: Теґи

# zrW-uc-hfQ.segmentTitles[1]
source: Delete
de: Löschen
et: Kustuta
fr: Supprimer
mr: पुसा
nb_no: Slett
nl: Verwijderen
pt: Eliminar
ru: Удалить
ta: நீக்கு
uk: Видалити

# zrW-uc-hfQ.segmentTitles[2]
source: More...
de: Mehr...
et: Veel…
fr: Plus...
mr: अधिक...
nb_no: Mer…
nl: Meer...
pt: Mais...
ru: Ещё...
ta: மேலும் ...
uk: Більше...

# 4vY-m2-xMW.text
source: Position your device parallel to the direction of the object.
de: Richte dein Gerät parallel zur Objektrichtung aus.
et: Aseta seade paralleelselt objekti suunaga.
fr: Positionnez votre appareil parallèlement à la direction de l'objet.
mr: आपले उपकरण वस्तूच्या दिशेला समांतर ठेवा.
nb_no: Posisjoner din enhet i parallell med objektets retning.
nl: Plaats je apparaat parallel aan de richting van het object.
pt: Posicione o seu dispositivo paralelo à direção do objeto.
ru: Расположите устройство параллельно направлению движения объекта.
ta: உங்கள் சாதனத்தை பொருளின் திசைக்கு இணையாக வைக்கவும்.
uk: Розташуйте пристрій паралельно до напрямку руху обʼєкта.

# exg-Jc-FOH.normalTitle
source: Cancel
de: Abbrechen
et: Tühista
fr: Annuler
mr: रद्द करा
nb_no: Avbryt
nl: Annuleren
pt: Cancelar
ru: Отмена
ta: ரத்துசெய்
uk: Скасувати

# vtk-nS-Ss4.text
source: Old value: 42
nb_no: Gammel verdi: 42
ru: Старое значение: 42

# 1SY-O5-qJR.title
source: Cancel
de: Abbrechen
et: Tühista
fr: Annuler
mr: रद्द करा
nb_no: Avbryt
nl: Annuleren
pt: Cancelar
ru: Отмена
ta: ரத்துசெய்
uk: Скасувати

# 1f0-8q-yCi.text
source: GPX Tracks
et: GPX rajad
fr: Traces GPX
mr: GPX ट्रॅक
nb_no: GPX-spor
pt: Trilhos GPX
ru: GPX-треки
ta: சிபிஎக்ச் தடங்கள்
uk: GPX-треки

# 2Ku-Lb-uCf.text
source: Details
et: Üksikasjad
fr: Détails
mr: तपशील
nb_no: Detaljer
pt: Detalhes
ru: Подробнее
ta: விவரங்கள்
uk: Деталі

# 2ZY-zi-luF.text
source: Clear Cache
de: Cache leeren
et: Tühjenda puhver
fr: Vider le cache
mr: कॅश पुसा
nb_no: Tøm hurtiglager
nl: Cache leegmaken
pt: Limpar ficheiros temporários
ru: Очистить кэш
ta: தெளிவான தற்காலிக சேமிப்பு
uk: Почистити кеш

# 4s8-Bj-JOX.normalTitle
source: 99 Days
de: 99 Tage
et: 99 päeva
fr: 99 jours
mr: 99 दिवस
nb_no: 99 dager
nl: 99 dagen
pt: 99 dias
ru: 99 дней
ta: 99 நாட்கள்
uk: 99 днів

# 5hB-2Y-Wgl.text
source: Projection
de: Projektion
et: Projektsioon
mr: प्रक्षेपण
nl: Projectie
pt: Projeção
ru: Проекция
ta: திட்டம்
uk: Проєкція

# 7df-49-qTa.text
source: Rail Features
de: Schienenobjekte
et: Raudtee omadused
fr: Éléments ferroviaires
mr: रेल्वे वैशिष्ट्ये
nl: Rail-objecten
pt: Recursos ferroviários
ru: Железнодорожные объекты
ta: ரயில் நற்பொருத்தங்கள்
uk: Залізничні обʼєкти

# 8HT-Bc-Q2z.title
source: Aerial Imagery
de: Luftbilder
et: Aerofotod
fr: Imagerie aérienne
mr: हवाई प्रतिमा
nb_no: Luftfoto
nl: Luchtfoto's
pt: Imagens aéreas
ru: Аэрофотоснимки
ta: வான்வழி படங்கள்
uk: Аерофотознімки

# 8S7-Kw-QHF.normalTitle
source: Details
et: Üksikasjad
fr: Détails
mr: तपशील
nb_no: Detaljer
pt: Detalhes
ru: Подробнее
ta: விவரங்கள்
uk: Деталі

# 8es-4f-sj3.headerTitle
source: Overlays
de: Überlagerungen
et: Ülekatted
fr: Surcouches
mr: आच्छादन
nb_no: Overleggslag
pt: Sobreposição
ru: Накладываемые слои
ta: மேலடுக்குகள்
uk: Шари-накладки

# 8iI-nH-O9H.title
source: Basemap
de: Basiskarte
ru: Базовая карта
ta: பேச்மேப்

# 9L3-JO-Whj.text
source: Mapnik only
de: Nur Mapnik
et: Ainult Mapnik
fr: Mapnik seulement
mr: फक्त Mapnik
nb_no: Kun Mapnik
nl: Alleen Mapnik
pt: Apenas Mapnik
ru: Только Mapnik
ta: மேப்னிக் மட்டுமே
uk: Тільки Mapnik

# 186-0W-Nrr.title
source: Display
de: Anzeige
et: Ekraan
fr: Affichage
mr: देखावा
nb_no: Visning
nl: Beeld
pt: Visualização
ru: Отображение
ta: காட்சி
uk: Вигляд

# DmO-dW-3Fh.text
source: Collect in background:
de: Im Hintergrund sammeln:
et: Kogu taustal:
fr: Collecte en arrière plan
mr: पार्श्वभूमीत गोळा करा:
nb_no: Samle inn i bakgrunnen:
nl: Verzamelen op de achtergrond:
pt: Coletar em segundo plano:
ru: Записывать в фоновом режиме
ta: பின்னணியில் சேகரிக்கவும்:
uk: Збирати у фоновому режимі

# EmS-9F-1qc.text
source: Details
et: Üksikasjad
fr: Détails
mr: तपशील
nb_no: Detaljer
pt: Detalhes
ru: Подробнее
ta: விவரங்கள்
uk: Деталі

# F9l-B0-puf.text
source: Details
et: Üksikasjad
fr: Détails
mr: तपशील
nb_no: Detaljer
pt: Detalhes
ru: Подробнее
ta: விவரங்கள்
uk: Деталі

# GNK-bZ-i9X.text
source: Details
et: Üksikasjad
fr: Détails
mr: तपशील
nb_no: Detaljer
pt: Detalhes
ru: Подробнее
ta: விவரங்கள்
uk: Деталі

# H3p-Ta-kIy.title
source: QA Poole No Name Tiles
de: QA Poole Objekte ohne Namen
et: QA Poole nimetud paanid
fr: Tuiles sans nom QA Poole
mr: QA Poole No Name फरश्या
nl: QA Poole Tegels zonder naam
pt: QA Poole No Name Tiles (ruas sem nome)
ru: Тайлы QA Poole No Name
ta: QA பூல் பெயர் ஓடுகள் இல்லை
uk: Тайли QA Poole — Без назв

# Idx-2G-6F7.text
source: Power Features
de: Energieinfrastruktur
et: Toitefunktsioonid
fr: Éléments d'énergie
mr: पॉवर वैशिष्ट्ये
nb_no: Avanserte funksjoner
nl: Energie-objecten
pt: Recursos elétricos
ru: Энергетика
ta: ஆற்றல் நற்பொருத்தங்கள்
uk: Енергоощадження

# Jz1-GP-Wbe.text
source: Paths
de: Wege
et: Rajad
fr: Chemins
mr: मार्ग
nb_no: Stier
nl: Paden
pt: Caminhos
ru: Пути
ta: பாதைகள்
uk: Шляхи

# LxX-tl-ZLH.text
source: Object Filters
de: Filter aktivieren
nl: Filters aanzetten
pt: Ativar filtros
ru: Фильтры
ta: பொருள் வடிப்பான்கள்

# MPq-PX-jf0.text
source: Editor with Aerial
de: Editor mit Luftbild
et: Aerofotodega redaktor
fr: Éditeur avec vue aérienne
mr: हवाई प्रतिमेसह संपादक
nb_no: Redigerer med flyfoto
nl: Bewerker met luchbeelden
pt: Editor com imagens aéreas
ru: Редактор и аэрофотоснимки
ta: வான்வழி கொண்ட ஆசிரியர்
uk: Редактор з аерофото

# MZF-am-tCM.title
source: Aerial Provider
de: Luftbild-Anbieter
et: Aerofotode pakkuja
fr: Fournisseur d'imagerie aérienne
mr: हवाई प्रतिमा प्रदाता
nb_no: Flyfoto-tilbyder
nl: Luchtbeelden-leverancier
pt: Fornecedor de imagens aéreas
ru: Поставщик аэрофотоснимков
ta: வான்வழி வழங்குநர்
uk: Постачальник аерофото

# MeQ-4N-FqC.text
source: GPX Tracks you record or download will be automatically deleted after:
de: Aufgenommene GPX-Tracks, werden automatisch gelöscht nach:
et: Salvestatud või alla laetud GPX-rajad kustutatakse automaatselt pärast seda:
fr: Les traces GPX que vous enregistrez ou téléchargez seront automatiquement supprimées après :
mr: आपण मुद्रित किंवा डाऊनलोड केलेले GPX ट्रॅक ह्या काळानंतर काढून टाकले जातील:
nl: GPX-tracks die je opneemt of download zullen daarna automatisch verwijdert worden:
pt: Os trilhos GPX que gravar ou descarregar serão eliminados automaticamente após:
ru: GPX-треки, которые вы записываете или загружаете будут удалены автоматически после:
ta: நீங்கள் பதிவுசெய்யும் அல்லது பதிவிறக்கும் சிபிஎக்ச் தடங்கள் தானாகவே நீக்கப்படும்:
uk: GPX-треки, записані чи підвантажені, видаляться автоматично після:

# O0U-6M-7AT.text
source: Quests
de: Aufgaben
mr: मोहीम
pt: Missões
ru: Квесты
ta: தேடல்கள்
uk: Квести

# OiJ-GU-gZ3.title
source: Cancel
de: Abbrechen
et: Tühista
fr: Annuler
mr: रद्द करा
nb_no: Avbryt
nl: Annuleren
pt: Cancelar
ru: Отмена
ta: ரத்துசெய்
uk: Скасувати

# Okg-2D-O6U.text
source: Landuse
de: Flächennutzung
et: Maakasutus
fr: Occupation des sols
mr: भूउपयोग
nl: Landgebruik
pt: Uso do solo
ru: Категория землепользования
ta: கவரும்
uk: Землекористування

# PSE-3C-cDx.text
source: Notes and Fixmes
de: Notizen und Korrekturhinweise
mr: टिपा व सुधार चिठ्ठ्या
pt: Notas e fixmes
ru: Заметки и Fixme
ta: குறிப்புகள் மற்றும் பிழைத்திருத்தங்கள்
uk: Нотатки та «фікс-мі»

# RJU-Z2-QFh.headerTitle
source: Interactions
de: Interaktionen
et: Koostoimed
mr: परस्परसंवाद
nb_no: Interaksjoner
nl: Interacties
pt: Interações
ru: Взаимодействия
ta: இடைவினைகள்
uk: Взаємодії

# RK2-Uw-eHM.text
source: Basemap only
de: Nur Basiskarte
ru: Только базовая карта
ta: பேச்மேப் மட்டுமே

# RxO-IV-UE7.text
source: Service Roads
de: Wirtschaftswege
et: Teenindusteed
fr: Voies de service
mr: सेवा मार्ग
nl: Service-wegen
pt: Estradas de serviço
ru: Служебные дороги
ta: பணி சாலைகள்
uk: Службові дороги

# SNa-W1-wga.footerTitle
source: Clear the OSM data cache if the application state becomes out of sync with the OSM server. This may occur if someone else changes data you are editing, or if one of your uploads fails midway through preventing you from uploading additional data. Warning: Clearing the OSM cache will cause you to lose any changes that have not yet been uploaded. Clear the Basemap or Overlay tile caches to download the latest tiles that reflect changes you've previously submitted. Your changes may take up to 24 hours to be processed.
de: Leeren Sie den OSM-Zwischenspeicher, wenn der Anwendungsstatus nicht mehr mit dem OSM-Server synchronisiert ist. Dies kann der Fall sein, wenn jemand anderes Daten ändert, die Sie gerade bearbeiten, oder wenn einer Ihrer Uploads fehlschlägt, so dass Sie keine weiteren Daten hochladen können. Achtung! Wenn Sie den OSM-Zwischenspeicher leeren, gehen alle Änderungen, die noch nicht hochgeladen wurden, verloren. Löschen Sie den Hintergrund-Zwischenspeicher, um die neuesten Kacheln herunterzuladen, die Ihre Änderungen zeigen, die Sie bereits hochgeladen haben. Es kann bis zu 24 Stunden dauern, bis Ihre Änderungen verarbeitet sind.
nl: Maak de OSM-gegevenscache leeg als het programma niet langer gesynchroniseerd is met de OSM-server. Dit kan gebeuren als iemand anders gegevens verandert die je aan het bewerken bent of als één van je uploads halverwege mislukt, wat voorkomt dat je extra gegevens upload. Waarschuwing: Het leegmaken van de OSM-cache zal ervoor zorgen dat je veranderingen die je nog niet hebt geüpload verliest. Maak de Mapnik- of Overlaytegelcaches leeg om de laatste tegels, die veranderingen weergeven die je hebt ingediend, te downloaden. Het kan tot 24 uur duren om je veranderingen te verwerken.
pt: Limpe os ficheiros temporários dos dados do OpenStreetMap se a aplicação não sincronizar com os servidores do OpenStreetMap. Isto pode acontecer se houver alguém a alterar os dados nos quais está a trabalhar, ou se um dos envios falhar, impedindo que envie dados adicionais. Aviso: limpar os ficheiros temporários do OpenStreetMap fará com que perca todas as alterações que ainda não foram enviadas. Limpe os ficheiros temporários das quadrículas Mapnik ou de sobreposição para poder descarregar as últimas quadrículas que refletem as alterações que enviou anteriormente. As suas alterações podem demorar 24 horas para serem processadas e mostradas no OpenStreetMap.
ru: Очистите кэш данных OSM, если состояние данных в приложении не синхронизировано с сервером OSM. Это может происходить, если кто-то ещё вносит правки в те же объекты, которые редактируете вы, или если загрузка одного из ваших пакетов была неудачной, что мешает дальнейшей загрузке данных. Внимание: Очистка кэша OSM приведёт к потере данных, которые ещё не были загружены на сервер. Очистите кэш тайлов базовой карты или кэш накладываемых слоёв, чтобы загрузить обновлённые тайлы, на которых будут отображены внесённые вами изменения. Обработка ваших правок может занимать до 24 часов.
ta: OSM தரவு தற்காலிக சேமிப்பை அழிக்கவும், பயன்பாட்டு நிலை OSM சேவையகத்துடன் ஒத்திசைக்கப்படவில்லை. நீங்கள் திருத்தும் தரவை வேறொருவர் மாற்றினால் அல்லது கூடுதல் தரவைப் பதிவேற்றுவதைத் தடுப்பதன் மூலம் உங்கள் பதிவேற்றங்களில் ஒன்று நடுப்பகுதியில் தோல்வியுற்றால் இது ஏற்படலாம். எச்சரிக்கை: ஓஎச்எம் தற்காலிக சேமிப்பை அழிப்பது இதுவரை பதிவேற்றப்படாத எந்த மாற்றங்களையும் இழக்க நேரிடும். நீங்கள் முன்பு சமர்ப்பித்த மாற்றங்களை பிரதிபலிக்கும் அண்மைக் கால ஓடுகளைப் பதிவிறக்க பேச்மேப் அல்லது மேலடுக்கு ஓடு தற்காலிக சேமிப்புகளை அழிக்கவும். உங்கள் மாற்றங்கள் செயலாக்க 24 மணிநேரம் வரை ஆகலாம்.

# SNa-W1-wga.headerTitle
source: Discard & Refresh
de: Löschen & aktualisieren
et: Loobu & värskenda
fr: Annuler et actualiser
mr: पुसा & रिफ्रेश
nb_no: Forkast og gjenoppfrisk
nl: Verwerpen & Verversen
pt: Descartar e atualizar
ru: Удалить & Обновить
ta: நிராகரிக்க & புதுப்பிக்கவும்
uk: Відкинути та оновити

# Sdv-R2-za8.normalTitle
source: Import
ru: Импортировать
ta: இறக்குமதி

# Uum-Wn-9CF.text
source: Others
de: Andere
et: Muud
fr: Autres
mr: इतर
nb_no: Andre
nl: Andere
pt: Outros
ru: Всё остальное
ta: மற்றவர்கள்
uk: Інші

# VUR-wT-knn.text
source: Map Rotation
de: Rotation aktivieren
nl: Draaien aanzetten
pt: Ativar rotação
ru: Вращение карты
ta: வரைபட சுழற்சி

# WnI-tY-WWa.text
source: Delete tracks after:
de: Lösche Wegstrecken nach:
et: Kustuta rajad peale:
fr: Supprimer les traces après :
mr: ट्रॅक पुसून टाकण्याची मुदत:
nb_no: Slett spor etter:
nl: Tracks verwijderen na:
pt: Eliminar trilhos após:
ru: Удалять треки после
ta: தடங்களை நீக்கு:
uk: Видалити треки після:

# Z8C-Ef-iJE.title
source: GPX Tracks
et: GPX rajad
fr: Traces GPX
mr: GPX ट्रॅक
nb_no: GPX-spor
pt: Trilhos GPX
ru: GPX-треки
ta: சிபிஎக்ச் தடங்கள்
uk: GPX-треки

# ZP1-qY-kXe.text
source: Unnamed Roads
de: Unbenannte Straßen
et: Nimetud teed
fr: Routes non-nommées
mr: अनामिक मार्ग
nb_no: Veier uten navn
nl: Wegen zonder naam
pt: Ruas sem nome
ru: Дороги без названия
ta: பெயரிடப்படாத சாலைகள்
uk: Вулиці без назв

# Zn9-Sg-9fS.footerTitle
source: If specifying a WMS URL you must also provide the projection used
de: Wenn Sie eine WMS-URL angeben, müssen Sie auch die verwendete Projektion angeben
et: WMS URL-i määramisel tuleb esitada ka kasutatud projektsioon
fr: Si vous spécifiez une URL WMS, vous devez également fournir la projection utilisée
mr: WMS चे URL वापरताना प्रक्षेपण पण पुरवणे आवश्यक आहे
nl: Wanneer je een WMS-URL opgeeft moet je ook de projectie aangeven die gebruikt wordt
pt: Se especificar um URL WMS também tem de indicar a projeção utilizada
ru: При указании адреса WMS необходимо также указать используемую проекцию
ta: WMS முகவரி ஐக் குறிப்பிடினால், நீங்கள் பயன்படுத்தப்படும் திட்டத்தையும் வழங்க வேண்டும்
uk: Вказуючи адресу WMS також зазначте проєкцію що використовується

# Zn9-Sg-9fS.headerTitle
source: WMS Projection
de: WMS Projektion
et: WMS projektsioon
fr: Projection WMS
mr: WMS प्रक्षेपण
nl: WMS-projectie
pt: Projeção WMS
ru: Проекция WMS
ta: WMS திட்டம்
uk: Проєкція WMS

# Zzc-4t-QhT.text
source: Aerial Tiles
de: Luftbild-Kacheln
et: Aerofotode paanid
fr: Tuiles d'imagerie aérienne
mr: हवाई प्रतिमा फरश्या
nb_no: Flyfoto-flis
nl: Luchtbeeldtegels
pt: Quadrículas de imagens aéreas
ru: Тайлы аэрофотосъёмки
ta: வான்வழி ஓடுகள்
uk: Тайли аерофото

# ahv-4V-kjV.text
source: HealthKit routes:
de: HealthKit Routen:
ru: Маршруты от HealthKit
ta: எல்த்கிட் வழிகள்:

# bmY-Hw-jv6.footerTitle
source: Go Map!! will automatically discard old data to optimize performance.
de: Go Map!! verwirft automatisch alte Daten, um die Leistung zu verbessern.
et: Go Map!! jätab jõudluse optimeerimiseks vanad andmed automaatselt kõrvale.
fr: Go Map!! supprimera automatiquement les anciennes données afin d'optimiser les performances.
mr: कार्यप्रदर्शन सुधरवण्यासाठी Go Map!! जुना डेटा आपोआप पुसून टाकेल.
nb_no: Go Map!! vil automatisk forkaste gammel data for å forbedre ytelsen.
nl: Go Map!! zal automatisch oude gegevens verwerpen om de prestaties te optimaliseren.
pt: O Go Map!! irá eliminar automaticamente os dados antigos para otimizar o desempenho.
ru: Go Map!! автоматически удалит устаревшие данные, чтобы оптимизировать производительность.
ta: வரைபடத்திற்குச் செல்லுங்கள் !! செயல்திறனை மேம்படுத்த பழைய தரவை தானாக நிராகரிக்கும்.
uk: Go Map!! автоматично відкине старі дані, щоб збільшити швидкість роботи.

# bmY-Hw-jv6.headerTitle
source: Cache Management
de: Speicherverwaltung
et: Puhvri haldus
fr: Gestion du cache
mr: कॅश व्यवस्थापन
nb_no: Hurtiglagerhåndtering
nl: Cache-beheer
pt: Gestão dos ficheiros temporários
ru: Управление кэшем
ta: கேச் மேலாண்மை
uk: Керування кеш-памʼяттю

# cXC-ij-AMQ.title
source: Show Objects
de: Objekte anzeigen
et: Kuva objektid
fr: Afficher les objets
mr: वस्तू दाखवा
nb_no: Vis objekter
nl: Objecten tonen
pt: Mostrar objetos
ru: Показать объекты
ta: பொருள்களைக் காட்டு
uk: Показати обʼєкти

# cpC-iE-1Dm.text
source: Title
de: Titel
et: Pealkiri
fr: Titre
mr: शीर्षक
nb_no: Tittel
nl: Titel
pt: Título
ru: Заголовок
ta: தலைப்பு
uk: Заголовок

# cpv-m2-oDm.headerTitle
source: Friendly Name
de: Freundlicher Name
et: Sõbralik nimi
fr: Nom courant
mr: मैत्रीपूर्ण नाव
nb_no: Egendefinert navn
nl: Vriendelijke naam
pt: Nome amigável
ru: Удобное название
ta: நட்பு பெயர்
uk: Приємна назва

# dIe-MC-t44.text
source: Automatic
de: Automatisch
et: Automaatne
fr: Automatique
mr: स्वयंचलित
nb_no: Automatisk
nl: Automatisch
pt: Automático
ru: Автоматическое
ta: தானியங்கி
uk: Автоматичне

# dci-gg-ddc.title
source: Cancel
de: Abbrechen
et: Tühista
fr: Annuler
mr: रद्द करा
nb_no: Avbryt
nl: Annuleren
pt: Cancelar
ru: Отмена
ta: ரத்துசெய்
uk: Скасувати

# eFa-yZ-YZl.text
source: Aerial Tiles
de: Luftbild-Kacheln
et: Aerofotode paanid
fr: Tuiles d'imagerie aérienne
mr: हवाई प्रतिमा फरश्या
nb_no: Flyfoto-flis
nl: Luchtbeeldtegels
pt: Quadrículas de imagens aéreas
ru: Тайлы аэрофотосъёмки
ta: வான்வழி ஓடுகள்
uk: Тайли аерофото
