Repository: bryceco/GoMap
Catalog: src/xliff/*.xliff
Languages: de, et, fr, mr, nb_no, nl, pt, ru, ta, uk

source: Maybe later...
de: Vielleicht später...
et: Ehk hiljem…
fr: Peut-être plus tard…
mr: कदाचित नंतर...
nb_no: Kanskje senere …
nl: Misschien later...
pt: Talvez mais tarde...
ru: Может быть, позже...
ta: ஒருவேளை பின்னர் ...
uk: Можливо, пізніше…

source: Measure Direction
de: Richtungsmaßnahme
et: Mõõda suund
fr: Mesure de la direction
nb_no: Mål retning
nl: Richting meten
pt: Medir direção
ru: Измерить направление
ta: திசையை அளவிடவும்
uk: Виміряти напрямок

source: Member of multipolygon relation
de: Mitglied von Multipolygon-Relation
et: Hulknurga seose liige
fr: Membre d'une relation d'un polygone multiple
nb_no: Medlem av multipolygon-relasjon
nl: Lid van multipolygoon-relatie
pt: Membro da relação multipoligonal
ru: Элемент мультиполигона
ta: மல்டிபோலிகான் உறவின் உறுப்பினர்
uk: Член мультиполігона

source: Members
de: Mitglieder
et: Liikmed
fr: Membres
mr: सदस्य
nb_no: Medlemmer
nl: Leden
pt: Membros
ru: Элементы
ta: உறுப்பினர்கள்
uk: Члени

source: Merge Tags
de: Attribute vereinigen
et: Liida sildid
fr: Fusionner les étiquettes
mr: टॅग विलीन करा
nb_no: Flett etiketter
nl: Tags samenvoegen
pt: Fundir etiquetas
ru: Объединить теги
ta: குறிச்சொற்களை ஒன்றிணைக்கவும்
uk: Обʼєднати теґи

source: Missing way to connect to
de: Weg zum Verbinden fehlt
et: Puudub ühendatav tee
fr: Chemin auquel se connecter manquant
nb_no: Manglende vei å koble til
nl: Weg ontbreekt om mee te verbinden
pt: Falta a linha à qual conectar
ru: Отсутствует линия для присоединения
ta: இணைக்க வழி இல்லை
uk: Немає лінії для приєднання

source: Modified
de: Geändert
et: Muudetud
fr: Modifié
mr: परिवर्तित
nb_no: Endret
nl: Aangepast
pt: Alterado
ru: Изменено
ta: மாற்றியமைக்கப்பட்ட
uk: Змінено

source: Modify
de: Verändern
et: Muuda
fr: Modifier
mr: बदला
nb_no: Endre
nl: Aanpassen
pt: Alterar
ru: Изменить
ta: மாற்றவும்
uk: Змінити

# Modify&#10;
source: Modify
de: Verändern
et: Muuda
fr: Modifier
mr: बदला
nb_no: Endre
nl: Aanpassen
pt: Alterar
ru: Изменить
ta: மாற்றவும்
uk: Змінити

source: Modifying the raw XML data allows you to correct errors that prevent uploading. It is an advanced operation that should only be undertaken if you have a thorough understanding of the OSM changeset format.
de: Die rohen XML-Daten zu bearbeiten, ermöglicht dir Fehler zu beheben, die das Hochladen verhindern. Es ist eine fortgeschrittene Operation, die nur durchgeführt werden sollte, wenn du ein tiefgreifendes Verständnis des OSM-Änderungssatz Formats besitzt.
et: Toores XML-andmete muutmine võimaldab parandada üleslaadimist takistavaid vigu. Tegemist on edasijõudnute operatsiooniga, mida tuleks kasutada ainult koos põhjalike teadmistega OSMi muudatuste vormingu kohta.
fr: Modifier les données XML brutes vous permet de corriger des erreurs qui empêchent le téléversement. Il s'agit d'une opération avancée qui ne devrait être effectuée uniquement si vous avez une connaissance complète du format des groupes de modifications OSM.
nb_no: Endring av XML-rådata lar deg fikse problemer som forhindrer opplastning. Det er en avansert handling som kun skal utføres om du har en dekkende forståelse av formatet for OSM-endringssett.
nl: De onbewerkte XML-gegevens staan je toe fouten te corrigeren die uploaden tegen gaan. Dit is een geavanceerde actie die alleen gedaan zou moeten worden als je diepgaande kennis hebt over het OSM-wijzigingensetformaat.
pt: Alterar os dados XML em bruto permite corrigir erros que impedem o envio dos dados para o OpenStreetMap. É uma operação avançada que só deve ser realizada se você tiver um conhecimento profundo do formato dos conjunto de alterações do OpenStreetMap.
ru: Непосредственная правка данных XML позволит устранить ошибки, которые мешают загрузке. Эта возможность предназначена для продвинутых пользователей и к ней следует прибегать только в том случае, если вы имеете полное понимание формата, используемого в пакетах правок OSM.
ta: மூல எக்ச்எம்எல் தரவை மாற்றியமைப்பது பதிவேற்றுவதைத் தடுக்கும் பிழைகளை சரிசெய்ய உங்களை அனுமதிக்கிறது. இது ஒரு மேம்பட்ட செயல்பாடாகும், இது OSM மாற்றும் வடிவத்தைப் பற்றி உங்களுக்கு முழுமையான புரிதல் இருந்தால் மட்டுமே மேற்கொள்ளப்பட வேண்டும்.
uk: Модифікуючи сирцеві XML-дані зможете виправити помилки що заважають відправити набір змін. Це просунута операція яку маєте здійснювати лише якщо повністю розумієте формат даних набору змін OSM.

source: More...
de: Mehr...
et: Veel…
fr: Plus…
mr: आणखी...
nb_no: Mer…
nl: Meer...
pt: Mais...
ru: Ещё...
ta: மேலும் ...
uk: Більше…

source: Most recent
de: Am Neuesten
et: Värskeim
fr: Les plus récents
mr: सर्वात अलीकडचे
nb_no: Nyligste
nl: Meest recent
pt: Mais recente
ru: Последний
ta: மிக அண்மைக் கால
uk: Останній

source: Move
de: Bewegen
et: Liiguta
fr: Déplacer
nb_no: Flytt
nl: Verschuiven
pt: Mover
ru: Переместить
ta: நகர்த்தவும்
uk: Сунути

source: Move selected object?
de: Ausgewähltes Objekt bewegen?
et: Teisaldada valitud objekt?
fr: Déplacer les objets sélectionnés ?
nb_no: Flytt valgt object?
nl: Geselecteerde object verschuiven?
pt: Mover o objeto selecionado?
ru: Переместить выбранный объект?
ta: தேர்ந்தெடுக்கப்பட்ட பொருளை நகர்த்தவா?
uk: Сунути вибраний обʼєкт?

source: Multipolygon
et: Hulknurk
fr: Polygone multiple
mr: बहुभुज
nl: Multipolygoon
pt: Multipolígono
ru: Мультиполигон
ta: மல்டிபோலிகான்
uk: Мультиполігон

source: Name
mr: नाव
pt: Nome
ru: Имя
ta: பெயர்
uk: Назва

source: Needs Survey
de: Prüfung erforderlich
mr: सर्वेक्षण आवश्यक
pt: Necessita de verificação no terreno
ru: Необходимо обследование
ta: கணக்கெடுப்பு தேவை
uk: Потребує обстеження

source: Network error
de: Netzwerkfehler
et: Võrgu viga
fr: Erreur réseau
mr: नेटवर्क त्रुटी
nb_no: Nettverksfeil
nl: Netwerk-fout
pt: Erro de rede
ru: Ошибка сети
ta: பிணைய பிழை
uk: Мережева помилка

source: Never
de: Niemals
et: Mitte kunagi
fr: Jamais
mr: कधीच नाही
nb_no: Aldri
nl: Nooit
pt: Nunca
ru: Никогда
ta: ஒருபோதும்
uk: Ніколи

source: Next
de: Nächstes
et: Järgmine
fr: Suivant
mr: पुढे
nb_no: Neste
nl: Volgende
pt: Seguinte
ru: Следующий
ta: அடுத்தது
uk: Наступний

source: No Data
de: Keine Daten
et: Andmed puuduvad
fr: Pas de données
mr: डेटा नाही
nb_no: Ingen data
nl: Geen gegevens
pt: Sem dados
ru: Нет данных
ta: தரவு இல்லை
uk: Немає даних

source: No Left Turn restriction
de: Linksabbiegen verboten
et: Vasakpöörde piirang puudub
fr: Interdiction de tourner à gauche
nl: Geen afslagbeperking links
pt: Proibido virar à esquerda
ru: Запрет левого поворота
ta: இடது திருப்பம் கட்டுப்பாடு இல்லை
uk: Заборона лівого повороту

source: No Right Turn restriction
de: Rechtsabbiegen verboten
et: Parempöörde piirang puudub
fr: Interdiction de tourner à droite
nl: Geen afslagbeperking rechts
pt: Proibido virar à direita
ru: Запрет правого поворота
ta: சரியான திருப்ப கட்டுப்பாடு இல்லை
uk: Заборона правого повороту

source: No Straight On restriction
de: Geradeausfahren verboten
et: Otse sõidu piirang puudub
fr: Interdiction de continuer tout droit
nl: Geen afslagbeperking rechtdoor
pt: Proibido seguir em frente
ru: Запрет движения прямо
ta: கட்டுப்பாட்டில் நேராக இல்லை
uk: Заборона руху прямо

source: No U-Turn restriction
de: Umkehrverbot
et: U-pöörde piirang puudub
fr: Interdiction de faire demi-tour
nb_no: Ingen u-sving-begrensning
nl: Geen U-bochtbeperking
pt: Proibido inverter sentido de marcha
ru: Запрет разворота
ta: யு-டர்ன் கட்டுப்பாடு இல்லை
uk: Заборона розвороту

source: No active track
de: Kein aktiver Track
et: Aktiivne rada puudub
fr: Pas de suivi actif
nb_no: Ingen aktive spor
nl: Geen actieve track
pt: Nenhum trilho ativo
ru: Нет активного трека
ta: செயலில் தடமில்லை
uk: Немає активного трека

source: No results found
de: Keine Ergebnisse gefunden
et: Tulemusi ei leitud
fr: Aucun résultat trouvé
nb_no: Resultatløst
nl: Geen resultaten gevonden
pt: Não foi encontrado nenhum resultado
ru: Ничего не найдено
ta: முடிவுகள் எதுவும் கிடைக்கவில்லை
uk: Нічого не знайдено

source: No tags to paste
de: Keine Attribute zum Einfügen
et: Puuduvad kleebitavad sildid
fr: Aucune étiquette à coller
nb_no: Ingen etiketter å lime inn
nl: Geen tags om te plakken
pt: Sem etiquetas para colar
ru: Нет тегов для вставки
ta: ஒட்டுவதற்கு குறிச்சொற்கள் இல்லை
uk: Немає теґів щоб їх вставити

source: Node
de: Knoten
et: Punkt
fr: Nœud
mr: गाठ
nl: Knoop
pt: Nó
ru: Точка
ta: கணு
uk: Точка

source: Node Attributes
de: Knoten-Attribute
et: Punkti atribuudid
fr: Attributs du nœud
nb_no: Node-attributter
nl: Knoop-attributen
pt: Atributos do nó
ru: Атрибуты точки
ta: முனை பண்புக்கூறுகள்
uk: Атрибути точки

source: Node Tags
de: Knoten-Tags
et: Punkti sildid
fr: Étiquettes du nœud
nb_no: Nodeetiketter
nl: Knoop-tags
pt: Etiquetas do nó
ru: Теги точки
ta: முனை குறிச்சொற்கள்
uk: Теґи точки

source: Node is not an element of way
de: Knoten ist kein Element von Weg
et: Punkt ei ole tee element
fr: Le nœud n'est pas un élément du chemin
nl: Knoop is niet een element van een weg
pt: O nó não é um elemento da linha
ru: Точка не является элементом линии
ta: முனை வழி ஒரு உறுப்பு அல்ல
uk: Точка не належить лінії

source: Node must be the first or last node of the way
de: Der Knoten muss der erste oder letzte Knoten des Wegs sein
et: Punkt peab olema tee esimene või viimane punkt
fr: Le nœud doit être le premier ou le dernier du chemin
nl: Knoop moet de eerste of laatste knoop van de weg zijn
pt: O nó deve ser o primeiro ou o último nó da linha
ru: Точка должна быть первой или последней точкой линии
ta: முனை வழியின் முதல் அல்லது கடைசி முனையாக இருக்க வேண்டும்
uk: Точка має бути на початку або в кінці лінії

source: Not found
de: Nicht gefunden
et: Ei leidu
fr: Introuvable
nb_no: Ikke funnet
nl: Niet gevonden
pt: Não encontrado
ru: Не найдено
ta: கண்டுபிடிக்கப்படவில்லை
uk: Не знайдено

source: Note History
de: Hinweis-Verlauf
et: Märke ajalugu
fr: Historique des notes
nb_no: Node-historikk
nl: Opmerkingsgeschiedenis
pt: Histórico de notas
ru: История заметки
ta: குறிப்பு வரலாறு
uk: Історія нотатки

source: Nothing to upload, no changes have been made.
de: Nichts zum Hochladen, keine Änderungen wurden durchgeführt.
et: Ei ole midagi üles laadida, muudatusi ei tehtud.
fr: Rien à envoyer, aucune modification n'a été effectuée.
nb_no: Ingenting å laste opp, ingen endringer utført.
nl: Niets om te uploaden, er zijn geen verandering gemaakt.
pt: Nada para enviar. Não foi feita nenhuma alteração.
ru: Нечего загружать, не сделано ни одной правки.
ta: பதிவேற்ற எதுவும் இல்லை, எந்த மாற்றங்களும் செய்யப்படவில்லை.
uk: Нема чого завантажувати, жодних змін не відбулося.

source: Number of recent items to display
de: Zahl anzuzeigender kürzlich geänderter Elemente
et: Kuvatav hiljutiste objektide arv
fr: Nombre d'élément récents à afficher
nb_no: Antall nylige elementer å vise
nl: Aantal recente items om weer te geven
pt: Número de itens recentes para mostrar
ru: Число последних элементов для отображения
ta: காண்பிக்க அண்மைக் கால உருப்படிகளின் எண்ணிக்கை
uk: Кількість останніх елементів щоб показати

source: OK
ru: ОК
ta: சரி
uk: Гаразд

source: Object modified
de: Objekt verändert
et: Objekti muudetud
fr: Objet modifié
nb_no: Objekt endret
nl: Object aangepast
pt: Objeto alterado
ru: Объект изменён
ta: பொருள் மாற்றியமைக்கப்பட்டது
uk: Обʼєкт змінений

source: Old value: %@
de: Alter Wert: %@
pt: Valor antigo: %@
ru: Старое значение: %@
ta: பழைய மதிப்பு: %@

source: Only Left Turn restriction
de: Nur Linksabbiegen erlaubt
et: Ainult vasakpöörde piirang
fr: Obligation de tourner à gauche
nl: Verplichting linksaf te slaan
pt: Obrigatório virar à esquerda
ru: Только левый поворот
ta: இடது திருப்பம் கட்டுப்பாடு மட்டுமே
uk: Лише поворот наліво

source: Only Right Turn restriction
de: Nur Rechtsabbiegen erlaubt
et: Ainult parempöörde piirang
fr: Obligation de tourner à droite
nl: Verplichting rechtsaf te slaan
pt: Obrigatório virar à direita
ru: Только правый поворот
ta: வலது திருப்பம் மட்டுமே
uk: Лише поворот направо

source: Only Straight On restriction
de: Nur Geradeausfahren erlaubt
et: Ainult otse sõidu piirang
fr: Obligation de continuer tout droit
nl: Verplichting rechtdoor te gaan
pt: Obrigatório seguir em frente
ru: Только прямо
ta: கட்டுப்பாட்டில் நேராக மட்டுமே
uk: Лише прямо

source: Only multipolygon relations are supported
de: Nur Multipolygon-Relationen werden unterstützt
et: Toetatud on ainult hulknurkade seosed
fr: Seules les relations sur les polygones multiples sont prises en charge
nb_no: Kun multipolygonsrelasjoner støttes
nl: Alleen multipolygoon-relaties zijn ondersteund
pt: Apenas são suportadas relações multipoligonais
ru: Поддерживаются только отношения типа мультиполигон
ta: மல்டிபோலிகான் உறவுகள் மட்டுமே ஆதரிக்கப்படுகின்றன
uk: Підтримуються лише звʼязки типу «мультиполігон»

source: Only ways/multipolygons can be rotated
de: Nur Wege/Multipolygone können gedreht werden
et: Pöörata saab ainult teid ja hulknurki
fr: Seuls les chemins/polygones multiples peuvent être retournés
nl: Alleen wegen/multipolygonen kunnen gedraaid worden
pt: Apenas podem ser rodadas linhas e multipolígonos
ru: Вращать можно только линии/мультиполигоны
ta: வழிகள்/மல்டிபோலிகான்களை மட்டுமே சுழற்ற முடியும்
uk: Повертати можна лише лінії чи мультиполігони

source: Open Settings
de: Einstellungen öffnen
et: Ava seaded
fr: Ouvrir les paramètres
mr: मांडणी उघडा
nb_no: Åpne innstillingene
nl: Open instellingen
pt: Abrir configurações
ru: Открыть настройки
ta: திறந்த அமைப்புகள்
uk: Відкрити налаштування

source: Open URL
de: URL öffnen
et: Ava URL
fr: Ouvrir l'URL
nb_no: Åpne nettadresse
pt: Abrir URL
ru: Открыть URL
ta: திறந்த முகவரி
uk: Відкрити посилання

source: Paste
de: Einfügen
et: Kleebi
fr: Coller
mr: चिटकवा
nb_no: Lim inn
nl: Plakken
pt: Colar
ru: Вставить
ta: ஒட்டு
uk: Вставити

source: Paste the JSON for your quests into the field below
de: Fügen Sie den JSON-Code für Ihre Quests in das Feld unten ein
mr: आपल्या मोहिमांसाठी खालील क्षेत्रात JSON चिकटवा
pt: Cole o JSON das suas missões no campo abaixo
ru: Вставьте JSON ваших квестов в поле ниже
ta: கீழே உள்ள துறையில் உங்கள் தேடல்களுக்கு சாதொபொகு ஐ ஒட்டவும்
uk: Вставте JSON для ваших квестів у поле внизу

# Pasting %ld characters, maximum tag length is 255|==|plural.few
source: Pasting %ld characters, maximum tag length is 255
ru: Вставка %ld символов, максимальная длина тега 255

# Pasting %ld characters, maximum tag length is 255|==|plural.many
source: Pasting %ld characters, maximum tag length is 255
ru: Вставка %ld символов, максимальная длина тега 255

# Pasting %ld characters, maximum tag length is 255|==|plural.one
source: Pasting %ld character, maximum tag length is 255
de: %ld Zeichen einfügen, maximal 255 Zeichen zulässig
ru: Вставка %ld символа, максимальная длина тега 255
ta: %ld எழுத்து ஒட்டுதல், அதிகபட்ச குறிச்சொல் நீளம் 255 ஆகும்

# Pasting %ld characters, maximum tag length is 255|==|plural.other
source: Pasting %ld characters, maximum tag length is 255
de: %ld Zeichen einfügen, maximal 255 Zeichen zulässig
ru: Вставка %ld символов, максимальная длина тега 255
ta: %ld எழுத்துக்கள் ஒட்டுதல், அதிகபட்ச குறிச்சொல் நீளம் 255 ஆகும்

# Pasting %ld tag(s)|==|plural.few
source: Pasting %ld tags
ru: Вставка %ld тегов

# Pasting %ld tag(s)|==|plural.many
source: Pasting %ld tags
ru: Вставка %ld тегов

# Pasting %ld tag(s)|==|plural.one
source: Pasting %ld tag
de: %ld Tag einfügen
et: %ld sildi kleepimine
fr: Collage de %ld étiquette(s)
nl: %ld tag(s) plakken
pt: A colar %ld etiquetas
ru: Вставка %ld тега
ta: %ld குறிச்சொல்லை ஒட்டுதல்

# Pasting %ld tag(s)|==|plural.other
source: Pasting %ld tags
de: %ld Tags einfügen
et: %ld sildi kleepimine
fr: Collage de %ld étiquette(s)
nl: %ld tag(s) plakken
pt: A colar %ld etiquetas
ru: Вставка %ld тега
ta: %ld குறிச்சொற்களை ஒட்டுதல்

source: Perform Action
de: Aktion ausführen
et: Teosta tegevus
fr: Effectuer l'action
nb_no: Utfør handling
nl: Actie uitvoeren
pt: Executar a ação
ru: Выполнить действие
ta: செயலைச் செய்யுங்கள்
uk: Здійснити дію

source: Please wait
de: Bitte warten
et: Palun oota
fr: Veuillez patienter
nb_no: Vent
nl: Wacht a.u.b.
pt: Por favor aguarde
ru: Подождите
ta: தயவுசெய்து காத்திருங்கள்
uk: Зачекайте

source: Point
de: Punkt
mr: बिंदू
pt: Ponto
ru: Точка
ta: புள்ளியம்
uk: Точка

source: Previous
de: Vorherige
et: Eelmine
fr: Précédent
mr: पुढे
nb_no: Forrige
nl: Vorige
pt: Anterior
ru: Предыдущий
ta: முந்தைய
uk: Попередній

source: Previous Tracks
de: Vorherige Tracks
et: Eelmised rajad
fr: Suivis précédents
nb_no: Tidligere spor
nl: Vorige tracks
pt: Trilhos anteriores
ru: Предыдущие треки
ta: முந்தைய தடங்கள்
uk: Попередні треки

source: Provide a single-character symbol (emoji or unicode character) to identify this quest:
de: Geben Sie ein Einzelzeichensymbol (Emoji oder Unicode-Zeichen) an, um diesen Quest zu identifizieren:
mr: ही मोहीम ओळखण्यासाठी एक अक्षरी चिन्ह (इमोजी किंवा यूनिकोड अक्षर) प्रदान करा:
pt: Forneça um símbolo de um único caractere (emoji ou caractere Unicode) para identificar esta missão:
ru: Укажите один символ (эмодзи или букву), для идентификации этого квеста:
ta: இந்த தேடலை அடையாளம் காண ஒற்றை-எழுத்து சின்னத்தை (ஈமோசி அல்லது யூனிகோட் எழுத்து) வழங்கவும்:
uk: Вкажіть один символ (емодзі чи символ юнікоду) щоб ідентифікувати цей квест:

source: Purge
de: Änderungen verwerfen
et: Tühjenda
fr: Purger
mr: पुसा
nb_no: Tøm
nl: Verversen
pt: Limpar
ru: Очистить
ta: தூய்மைப்படுத்துதல்
uk: Вичистити

source: Quest
de: Aufgabe
mr: मोहीम
pt: Missão
ru: Квест
ta: தேடலானது
uk: Квест

source: Quest Definition Error
de: Quest-Definitionsfehler
mr: मोहीम व्याख्या त्रुटी
pt: Erro na definição da missão
ru: Ошибка при создании квеста
ta: குவெச்ட் வரையறை பிழை
uk: Помилка у визначенні квесту

source: Quests were imported successfully.
de: Die Quests wurden erfolgreich importiert.
mr: मोहीम यशस्वीरित्या आयात केले गेले.
pt: As missões foram importadas com sucesso.
ru: Квесты были успешно импортированы.
ta: தேடல்கள் வெற்றிகரமாக இறக்குமதி செய்யப்பட்டன.
uk: Квести імпортовані успішно.

source: Rating this app makes it easier for other mappers to discover it and increases the visibility of OpenStreetMap.
de: Die Bewertung der App hilft anderen Kartierern, sie zu entdecken und erhöht die Sichtbarkeit von OpenStreetMap.
et: Selle rakenduse hindamine hõlbustab teistel kaardistajatel selle avastamist ja suurendab OpenStreetMapi nähtavust.
fr: Noter cette application rend plus facile la découverte d'OpenStreetMap auprès des autres cartographes et augmente sa visibilité.
nl: Het beoordelen van deze app maakt het makkelijker voor andere mappers om het te ontdekken en verhoogt de zichtbaarheid van OpenStreetMap.
pt: Se avaliar esta aplicação irá aumenta a probabilidade de outros mapeadores descobrirem-na para além de aumentar a visibilidade do OpenStreetMap.
ru: Оценивая это приложение, вы помогаете другим картографам легче его обнаружить и повышаете популярность OpenStreetMap.
ta: இந்த பயன்பாட்டை மதிப்பிடுவது மற்ற மேப்பர்களுக்கு அதைக் கண்டுபிடிப்பதை எளிதாக்குகிறது மற்றும் ஓபன்ச்ட்ரீட்மேப்பின் தெரிவுநிலையை அதிகரிக்கிறது.
uk: Якщо оціните застосунок — допоможете іншим паперам шукати його та зробите OpenStreetMap популярнішим.

source: Recent Aerial Imagery
de: Aktuelle Luftbilder
et: Hiljutised aerofotod
fr: Imagerie aérienne récente
nb_no: Nylige luftbilder
nl: Recente luchtfoto's
pt: Imagens aéreas recentes
ru: Недавние аэрофотоснимки
ta: அண்மைக் கால வான்வழி படங்கள்
uk: Нещодавні аерофото

source: Redo
de: Wiederherstellen
et: Korda
fr: Rétablir
mr: पुनःकरा
nb_no: Gjenta
nl: Ongedaan maken
pt: Refazer
ru: Повторить
ta: மீண்டும்செய்
uk: Повторити

source: Relation Attributes
de: Relations-Attribute
et: Seose atribuudid
fr: Attributs de la relation
nb_no: Relasjons-attributter
nl: Relatie-attributen
pt: Atributos da relação
ru: Атрибуты отношения
ta: உறவு பண்புக்கூறுகள்
uk: Атрибути звʼзку

source: Relation Tags
de: Relations-Tags
et: Seose sildid
fr: Étiquettes de la relation
nl: Relatie-tags
pt: Etiquetas da relação
ru: Теги отношения
ta: உறவு குறிச்சொற்கள்
uk: Теґи звʼязка

source: Relation: %@
et: Seos: %@
nb_no: Relasjon: %@
nl: Relatie: %@
pt: Relação: %@
ru: Отношение: %@
ta: உறவு: %@
uk: Звʼязок: %@

source: Relations
de: Relationen
et: Seosed
mr: संबंध
nb_no: Relasjoner
nl: Relaties
pt: Relações
ru: Отношения
ta: உறவுகள்
uk: Звʼязки

source: Replace Tags
de: Attribute ersetzen
et: Asenda sildid
fr: Remplacer les étiquettes
mr: टॅग पुनःस्थापित करा
nb_no: Erstatt etiketter
nl: Tags vervangen
pt: Substituir etiquetas
ru: Заменить теги
ta: குறிச்சொற்களை மாற்றவும்
uk: Замінити теґи

source: Requires a closed way with at least 3 nodes
de: Benötigt einen geschlossenen Weg mit mindestens 3 Knoten
et: Nõuab vähemalt 3 punktiga suletud teed
fr: Requiert un chemin fermé avec au moins 3 nœuds
nl: Een gesloten weg met ten minste 3 knopen is nodig
pt: Requer uma linha fechada (área) com pelo menos 3 nós
ru: Необходима замкнутая линия с 3-мя и более точками
ta: குறைந்தது 3 முனைகளுடன் மூடிய வழி தேவை
uk: Потрібна замкнена лінія щонайменше із трьома точками

source: Requires a closed way with at least 4 nodes
de: Benötigt einen geschlossenen Weg mit mindestens 4 Knoten
et: Nõuab vähemalt 4 punktiga suletud teed
fr: Requiert un chemin fermé avec au moins 4 nœuds
nl: Een gesloten weg met ten minste 4 knopen is nodig
pt: Requer uma linha fechada (área) com pelo menos 4 nós
ru: Необходима замкнутая линия с 4-мя и более точками
ta: குறைந்தது 4 முனைகளுடன் மூடிய வழி தேவை
uk: Потрібна замкнена лінія щонайменше із чотирма точками

source: Restrict
de: Einschränken
et: Piira
fr: Restreindre
nb_no: Begrens
nl: Beperken
pt: Restringir
ru: Запретить
ta: கட்டுப்படுத்தவும்
uk: Заборонити

source: Restriction: %@
de: Einschränkung: %@
et: Piirang: %@
nb_no: Begrensning: %@
nl: Beperking: %@
pt: Restrição: %@
ru: Ограничение: %@
ta: கட்டுப்பாடு: %@
uk: Обмеження: %@

source: Results for %@ (%@)
de: Ergebnisse für %1$@ (%2$@)
et: %1$@ (%2$@) tulemused
fr: Résultats pour %1$@ (%2$@)
nl: Resultaten voor %1$@ (%2$@)
pt: Resultados para %1$@ (%2$@)
ru: Результаты для %1$@ (%2$@)
ta: %@ ( %@) க்கான முடிவுகள்
uk: Результати для %1$@ (%2$@)

source: Retry
de: Wiederholen
et: Proovi uuesti
fr: Réessayer
mr: पुनःप्रयत्न
nb_no: Prøv igjen
nl: Opnieuw proberen
pt: Tentar novamente
ru: Повторить
ta: மீண்டும் முயற்சிக்கவும்
uk: Повторити

source: Reverse
de: Umkehren
et: Pööra ümber
fr: Inverser
mr: उलटावा
nl: Omkeren
pt: Inverter
ru: Изменить направление
ta: தலைகீழ்
uk: Змінити напрямок

source: Right
de: Rechts
et: Parem
fr: Droite
mr: उजवे
nb_no: Høyre
nl: Rechts
pt: Direita
ru: Справа
ta: வலது
uk: Праворуч

source: Right side
de: Rechte Seite
et: Paremal pool
fr: Côté droit
nb_no: Høyre side
nl: Rechterkant
pt: Lado direito
ru: Правая сторона
ta: வலது பக்கம்
uk: Праворуч

source: Rotate
de: Drehen
et: Pööra
fr: Retourner
mr: फिरवा
nb_no: Roter
nl: Draaien
pt: Rodar
ru: Повернуть
ta: சுழற்றுங்கள்
uk: Повернути

source: Save
de: Speichern
mr: साठवा
pt: Guardar
ru: Сохранить
ta: சேமி
uk: Зберегти

source: Save or discard your changes
de: Speichern oder verwerfen Sie Ihre Änderungen
pt: Guardar ou descartar as alterações
ru: Сохранить или отменить изменения
ta: உங்கள் மாற்றங்களைச் சேமிக்கவும் அல்லது நிராகரிக்கவும்
uk: Зберегти або відкинути зміни

source: Select Object
de: Objekt auswählen
et: Vali objekt
fr: Sélectionner l'objet
nb_no: Velg objekt
nl: Object selecteren
pt: Selecionar objeto
ru: Выбрать объект
ta: பொருளைத் தேர்ந்தெடுக்கவும்
uk: Вибрати обʼєкт

source: Select a highway approaching the intersection
de: Straße wählen, die sich der Kreuzung nähert
et: Vali ristmikule lähenev maantee
fr: Sélectionner une voie arrivant sur l'intersection
nl: Selecteer een weg die de kruising op komt
pt: Selecione uma estrada que se aproxima do cruzamento
ru: Выберите дорогу, ведущую к перекрёстку
ta: குறுக்குவெட்டுக்கு அணுகும் நெடுஞ்சாலையைத் தேர்ந்தெடுக்கவும்
uk: Вибрати дорогу що веде до перехрестя
