Repository: bryceco/GoMap
Catalog: src/xliff/*.xliff
Languages: de, et, fr, mr, nb_no, nl, pt, ru, ta, uk

source: What is the name of this quest? This is best written in the form of an action like 'Add Surface':
de: Wie lautet der Name dieses Quests? Am besten wird dies in Form einer Aktion wie "Oberfläche hinzufügen" beschrieben:
mr: ह्या मोहिमेचे नाव काय? एखाद्या कृतीच्या स्वरुपात, जसे की 'पृष्ठभाग जोडा', लिहिणे सर्वात उत्तम:
pt: Qual é o nome desta missão? É melhor ser descrita na forma de uma ação, como "Adicionar superfície":
ru: Как называется этот квест? Это лучше написать в виде действия, например 'Добавить поверхность':
ta: இந்த தேடலின் பெயர் என்ன? 'மேற்பரப்பு சேர்' போன்ற செயலின் வடிவத்தில் இது சிறப்பாக எழுதப்பட்டுள்ளது:

source: What tag key is modified by this quest?
de: Welcher Attributschlüssel wird durch diesen Quest verändert?
mr: ह्या मोहिमेत कोणती 'टॅग की' बदलली जाते?
pt: Qual é a chave de etiqueta que é alterada por esta missão?
ru: Какой ключ тега модифицируется этим квестом?
ta: இந்த தேடலால் என்ன குறிச்சொல் விசை மாற்றப்படுகிறது?

source: What types of objects does this quest apply to?
de: Auf welche Objekte bezieht sich dieser Quest?
mr: ही मोहीम कोणत्या प्रकारच्या वस्तूंना लागू होते?
pt: A que tipos de objetos esta missão se aplica?
ru: К какими типами объектов связан этот квест?
ta: இந்த தேடல் எந்த வகையான பொருள்களுக்கு பொருந்தும்?

source: You are about to make changes to the live OpenStreetMap database. Your changes will be visible to everyone in the world. To continue press Commit once again, otherwise press Cancel.
de: Du bist gerade dabei, Änderungen an der live-geschalteten OpenStreetMap Datenbank zu machen. Die Änderungen werden für jeden auf der Welt sichtbar. Zum Fortfahren drücke noch einmal Hochladen, sonst drücke Abbrechen.
et: Oled tegemas muudatusi OpenStreetMapi andmebaasis. Sinu muudatused on nähtavad kõigile maailmas. Jätkamiseks vajuta veel kord Rakenda, vastasel juhul vajuta Tühista.
fr: Vous vous apprêtez à faire des changements à la base de données OpenStreetMap. Vos changements seront visibles de quiconque dans le monde. Pour continuer, appuyer de nouveau sur Valider, sinon, appuyez sur Annuler.
nb_no: Du er i ferd med å gjøre endringer i OpenStreetMap-sanntidsdatabasen. Dine endringer vil bli synlige for alle og enhver. For å fortsette, trykk «Send inn» igjen, ellers trykk «Avbryt».
nl: Je staat op het punt om veranderingen te maken aan de live OpenStreetMap-database. Je verandering zullen zichtbaar zijn voor iedereen op de wereld. Om door te gaan, druk opnieuw op Uploaden. Druk anders op Annuleren.
pt: Está prestes a fazer alterações na base de dados do OpenStreetMap. As suas alterações ficarão visíveis a todos. Para continuar pressione o botão "Confirmar" mais uma vez, caso contrário pressione o botão "Cancelar".
ru: Вы собираетесь внести изменения в действующую базу данных OpenStreetMap. Ваши правки будут доступны для просмотра абсолютно любому человеку из любой точки планеты. Чтобы продолжить нажмите Загрузить на сервер ещё раз, в противном случае нажмите Отмена.
ta: நீங்கள் லைவ் ஓபன்ச்ட்ரீட்மேப் தரவுத்தளத்தில் மாற்றங்களைச் செய்ய உள்ளீர்கள். உங்கள் மாற்றங்கள் உலகில் உள்ள அனைவருக்கும் தெரியும். மீண்டும் ஒரு முறை பிரச் கமிட்டைத் தொடர, இல்லையெனில் ரத்துசெய் அழுத்தவும்.

source: You can navigate to a relation member only if it is already downloaded. These members are marked with '>'.
de: Sie können nur zu einem Relationsmitglied navigieren, wenn es bereits heruntergeladen wurde. Diese Mitglieder sind gekennzeichnet mit '>'.
et: Saad navigeerida seose liikme juurde ainult siis, kui see on juba alla laetud. Need liikmed on tähistatud tähisega '>'.
fr: Vous pouvez vous rendre à un membre de la relation seulement si celui-ci est téléchargé. Ces membres sont indiqués par '>'.
nb_no: Du kan gå til et relasjonsmedlem kun hvis det allerede er nedlastet. Disse medlemmene er markert med «>».
nl: Je kan alleen naar een relatie-lid gaan als het al gedownload is. Deze leden zijn gemarkeerd met '>'.
pt: Só pode navegar até um membro da relação se este já tiver sido descarregado anteriormente. Estes membros são marcados com '>'.
ru: Вы можете выполнять навигацию только по тем элементам отношения, которые были загружены. Эти элементы обозначены '>'.
ta: ஏற்கனவே பதிவிறக்கம் செய்யப்பட்டிருந்தால் மட்டுமே நீங்கள் ஒரு உறவு உறுப்பினருக்கு செல்ல முடியும். இந்த உறுப்பினர்கள் '& gt;' உடன் குறிக்கப்பட்டுள்ளனர்.

source: You have made changes that have not yet been uploaded to the server. Clearing the cache will cause those changes to be lost.
de: Es wurden Änderungen gemacht, welche noch nicht zum Server hochgeladen wurden. Den Cache zu leeren, würde den Verlust dieser Veränderungen bedeuten.
et: Oled teinud muudatusi, mida ei ole veel serverisse üles laetud. Vahemälu kustutamine põhjustab nende muudatuste kadumise.
fr: Vous avez effectué des modifications qui n'ont pas encore été téléversées sur le serveur. Vider la cache entraînera la perte de ces modifications.
nb_no: Du har gjort endringer som ikke har blitt lastet opp til tjeneren enda. Tømming av hurtiglageret vil medføre tap av disse endringene.
nl: Je hebt verandering gemaakt die nog niet geüpload zijn naar de server. Het leegmaken van de cache zal ervoor zorgen dat alle veranderingen verloren zullen gaan.
pt: Fez alterações que ainda não foram enviadas para o servidor. Limpar os ficheiros temporários fará com que essas alterações sejam perdidas.
ru: Вы сделали правки, которые ещё не были загружены на сервер. Очистка кэша приведёт к их потере.
ta: சேவையகத்தில் இதுவரை பதிவேற்றப்படாத மாற்றங்களை நீங்கள் செய்துள்ளீர்கள். தற்காலிக சேமிப்பை அழிப்பது அந்த மாற்றங்களை இழக்க நேரிடும்.
uk: Ви зробили зміни і ще не завантажили їх на сервер. Якщо очистити кеш, ці зміни будуть втрачені.

source: You must save or discard changes to the current object before editing its associated relation
de: Sie müssen Änderungen am aktuellen Objekt speichern oder verwerfen, bevor Sie die zugehörige Relation bearbeiten
et: Praeguse objekti muudatused tuleb ennem selle seotud seose redigeerimist salvestada või tühistada
fr: Vous devez sauvegarder ou annuler les modifications apportées à l'objet courant avant d'éditer une relation qui lui est associée
nb_no: Du må lagre eller forkaste endringer i nåværende objekt før redigering av dets tilknyttede relasjon
nl: Je moet veranderingen aan huidige objecten opslaan of verwerpen om de bijbehorende relatie te bewerken
pt: Deve guardar ou descartar as alterações no objeto atual antes de editar a relação associada a este
ru: Вы должны сохранить или отменить правки текущего объекта перед тем, как редактировать связанное отношение
ta: தொடர்புடைய பொருளைத் திருத்துவதற்கு முன் தற்போதைய பொருளின் மாற்றங்களை நீங்கள் சேமிக்க வேண்டும் அல்லது நிராகரிக்க வேண்டும்

source: You've uploaded %ld changesets with this version of Go Map!! Rate this app?
ru: Вы загрузили %ld пакета правок используя эту версию Go Map!! Хотите оценить приложение?

source: You've uploaded %ld changesets with this version of Go Map!! Rate this app?
ru: Вы загрузили %ld пакетов правок используя эту версию Go Map!! Хотите оценить приложение?

source: You've uploaded %ld changeset with this version of Go Map!! Rate this app?
de: Du hast %ld Änderungssätze mit dieser Version von GoMap!! hochgeladen. Diese App bewerten?
et: Oled üles laadinud %ld muudatuste komplekti selle Go Map!!i versiooniga. Hinda seda rakendust?
fr: Vous avez téléversé %ld groupes de modifications avec cette version de Go Map!! Noter cette application ?
nl: Je hebt %ld wijzigingensets geüpload met deze versie van Go Map!! Deze app beoordelen?
pt: Já enviou %ld conjuntos de alterações com esta versão do Go Map!! Quer avaliar esta aplicação?
ru: Вы загрузили %ld пакет правок используя эту версию Go Map!! Хотите оценить приложение?
ta: கோ வரைபடத்தின் இந்த பதிப்பில் %ld மாற்றங்களை பதிவேற்றியுள்ளீர்கள் !! இந்த பயன்பாட்டை மதிப்பிடவா?

source: You've uploaded %ld changesets with this version of Go Map!! Rate this app?
de: Du hast %ld Änderungssätze mit dieser Version von GoMap!! hochgeladen. Diese App bewerten?
et: Oled üles laadinud %ld muudatuste komplekti selle Go Map!!i versiooniga. Hinda seda rakendust?
fr: Vous avez téléversé %ld groupes de modifications avec cette version de Go Map!! Noter cette application ?
nl: Je hebt %ld wijzigingensets geüpload met deze versie van Go Map!! Deze app beoordelen?
pt: Já enviou %ld conjuntos de alterações com esta versão do Go Map!! Quer avaliar esta aplicação?
ru: Вы загрузили %ld пакета правок используя эту версию Go Map!! Хотите оценить приложение?
ta: கோ வரைபடத்தின் இந்த பதிப்பில் %ld மாற்றங்களை பதிவேற்றியுள்ளீர்கள் !! இந்த பயன்பாட்டை மதிப்பிடவா?

source: Your OSM data cache is getting large, which may lead to slow startup and shutdown times. You may want to clear the cache (under Display settings) to improve performance.
de: Ihr lokaler Zwischenspeicher ist fast voll, was zu langsamen Start- und Abschaltzeiten führen kann. Leeren sie den Zwischenspeicher (unter Anzeigeeinstellungen), um die Leistung zu verbessern.
et: Sinu OSM andmete puhver on muutumas suureks, mis võib põhjustada aeglast käivitamist ja sulgemist. Tulemuslikkuse parandamiseks võiksid vahemälu tühjendada (ekraani seadete alt).
fr: Votre cache de données OSM est de plus en plus volumineux, ce qui peut ralentir le démarrage et la fermeture de l'application. Vous pouvez vider le cache (dans Paramètres d'affichage) pour améliorer les performances.
nb_no: Ditt OSM-datahurtiglager er i ferd med å bli stort, som kan føre til treghet i oppstart og avslutning. Du kan tømme det (under «Skjerminnstillinger») for å forbedre ytelsen.
nl: Je OSM-gegevenscache is best groot aan het worden, dit kan leiden tot langzame opstart en afsluiting. Je zou je cache kunnen leegmaken (onder Beeldinstellingen) om de prestaties te verbeteren.
pt: Os ficheiros temporários dos dados do OpenStreetMap estão a ocupar muito espaço no armazenamento, o que pode levar a que o Go Map!! demore mais tempo a abrir e fechar. Pode limpar os ficheiros temporários (nas configurações, em Visualização) para aumentar o desempenho da aplicação.
ru: Ваш кэш данных OSM становится слишком большим, что может привести к медленному запуску и закрытию приложения. Вы можете очистить кэш (в настройках отображения), чтобы улучшить быстродействие.
ta: உங்கள் OSM தரவு தற்காலிக சேமிப்பு பெரிதாகி வருகிறது, இது மெதுவான தொடக்க மற்றும் பணிநிறுத்தம் நேரங்களுக்கு வழிவகுக்கும். செயல்திறனை மேம்படுத்த நீங்கள் தற்காலிக சேமிப்பை (காட்சி அமைப்புகளின் கீழ்) அழிக்க விரும்பலாம்.
uk: Розмір кеш-памʼяті для даних OSM збільшився, тому застосунок може відкриватися й закриватися повільніше. Ви можете почистити кеш-памʼять (у налаштуваннях перегляду) щоб зробити застосунок швидшим.

source: Zoom to Edit
de: Kartenausschnitt vergrößern zum Bearbeiten
et: Suurenda muutmiseks
fr: Zoomer pour modifier
nb_no: Forstørr for å redigere
nl: Zoom in om te bewerken
pt: Amplie para poder editar
ru: Приблизьте, чтобы приступить к редактированию
ta: திருத்த பெரிதாக்கவும்

source: add node to way
de: Knoten zum Weg hinzufügen
et: lisa punkt teele
fr: ajouter un nœud au chemin
nb_no: legg til node i vei
nl: knoop aan een weg toevoegen
pt: adicionar nó à linha
ru: добавить точку к линии
ta: வழியைச் சேர்க்கவும்

source: add object to relation
de: Objekt zur Relation hinzufügen
et: lisa objekt seosesse
fr: ajouter un objet à la relation
nb_no: legg objekt til relasjon
nl: object aan relatie toevoegen
pt: adicionar relação ao objeto
ru: добавить объект к отношению
ta: உறவுக்கு பொருளைச் சேர்க்கவும்

source: added to multipolygon relation
de: zur Multipolygon-Relation hinzugefügt
et: lisatud hulknurga seosesse
fr: ajouter à la relation multipolygone
nb_no: lagt til i multipolygon-relasjon
nl: aan multipolygoon-relatie toegevoegd
pt: adicionado à relação multipolígono
ru: добавлено к отношению типа мультиполигон
ta: மல்டிபோலிகான் உறவில் சேர்க்கப்பட்டது

source: computing size...
de: Größe berechnen…
et: suuruse arvutamine…
fr: calcul de la taille...
nb_no: regner ut størrelse …
nl: grootte berekenen...
pt: a calcular o tamanho…
ru: вычисление размера...
ta: கணினி அளவு ...

source: create node
de: Erstelle Knoten
et: loo punkt
fr: créer un nœud
nb_no: opprett node
nl: knoop aanmaken
pt: criar nó
ru: создать точку
ta: முனை உருவாக்கவும்

source: create relation
de: Erstelle Relation
et: loo seos
fr: créer une relation
nb_no: opprett relasjon
nl: relatie aanmaken
pt: criar relação
ru: создать отношение
ta: உறவை உருவாக்குங்கள்

source: create turn restriction
de: Abbiegebeschränkung erstellen
et: loo pöördepiirang
fr: créer une interdiction de tourner
nl: afslagbeperking aanmaken
pt: criar restrição de viragem
ru: создать ограничение поворота
ta: திருப்பக் கட்டுப்பாட்டை உருவாக்குங்கள்

source: create way
de: Erstelle Weg
et: loo tee
fr: créer un chemin
nb_no: opprett vei
nl: weg aanmaken
pt: criar linha
ru: создать линию
ta: வழியை உருவாக்குங்கள்

source: delete multipolygon
de: Lösche Multiploygon
et: kustuta hulknurk
fr: supprimer le multipolygone
nb_no: slett multipolygon
nl: multipolygoon verwijderen
pt: eliminar multipolígono
ru: удалить мультиполигон
ta: மல்டிபோலிகோனை நீக்கு

source: delete node
de: Lösche Knoten
et: kustuta punkt
fr: supprimer le nœud
nb_no: slett node
nl: knoop verwijderen
pt: eliminar nó
ru: удалить точку
ta: முனையை நீக்கு

source: delete node from way
de: Knoten vom Weg löschen
et: kustuta punkt teelt
fr: supprimer le nœud du chemin
nb_no: slett node fra vei
nl: knoop uit een weg verwijderen
pt: eliminar nó da linha
ru: удалить точку с линии
ta: வழியிலிருந்து முனையை நீக்கு

source: delete object from relation
de: Objekt aus Relation entfernen
et: kustuta objekt seosest
fr: supprimer l'objet de la relation
nb_no: slett objekt fra relasjon
nl: object uit relatie verwijderen
pt: eliminar objeto da relação
ru: удалить объект из отношения
ta: உறவிலிருந்து பொருளை நீக்கு

source: delete relation
de: Lösche Relation
et: kustuta seos
fr: supprimer la relation
nb_no: slett relasjon
nl: relatie verwijderen
pt: eliminar relação
ru: удалить отношение
ta: உறவை நீக்கு

source: delete restriction
de: Beschränkung löschen
et: kustuta piirang
fr: supprimer la restriction
nb_no: slett begrensning
nl: beperking verwijderen
pt: eliminar restrição
ru: удалить ограничение
ta: கட்டுப்பாட்டை நீக்கு

source: delete route
de: Route löschen
et: kustuta teekond
fr: supprimer l'itinéraire
nb_no: slett rute
nl: route verwijderen
pt: eliminar rota
ru: удалить маршрут
ta: வழியை நீக்கு

source: delete way
de: Lösche Weg
et: kustuta tee
fr: supprimer le chemin
nb_no: slett vei
nl: weg verwijderen
pt: eliminar linha
ru: удалить линию
ta: வழியை நீக்கு

source: duplicate
de: dupliziere
et: paljunda
fr: dupliquer
mr: प्रतिलिपित करा
nb_no: dupliser
nl: dupliceren
pt: duplicar
ru: создать копию
ta: நகல்

source: ft
ru: фут
ta: அடி

source: kg
ru: кг
ta: கிலோ

source: km
ru: км
ta: கி.மீ.

source: km/h
mr: किमी/तास
ru: км/ч
ta: கிமீ/மணி

source: m
ru: м
ta: மீ

source: meters
de: Meter
et: meetrit
fr: mètres
mr: मीटर
nb_no: meter
nl: meter
pt: metros
ru: метров
ta: மீட்டர்

source: move
de: bewegen
et: liiguta
fr: déplacer
mr: हलवा
nb_no: flytt
nl: verschuiven
pt: mover
ru: переместить
ta: நகர்த்தவும்

source: mph
ru: миля/ч
ta: எம்.பி.எச்

source: no
de: nein
mr: नाही
pt: não
ru: нет
ta: இல்லை

source: node %@
de: Knoten %@
et: punkt %@
fr: nœud %@
nl: knoop %@
pt: nó %@
ru: точка %@
ta: முனை %@

source: node %@ (in way)
de: Knoten %@ (in Weg)
et: punkt %@ (teel)
fr: nœud %@ (partie d'un chemin)
nb_no: node %@ (i vei)
nl: knoop %@ (in weg)
pt: nó %@ (na linha)
ru: точка %@ (на линии)
ta: முனை %@ (வழியில்)

source: other object
de: anderes Objekt
et: muu objekt
fr: autre objet
nb_no: annet objekt
nl: ander object
pt: outro objeto
ru: другой объект
ta: பிற பொருள்

source: relation
et: seos
mr: संबंध
nb_no: relasjon
nl: relatie
pt: relação
ru: отношение
ta: உறவு

source: set tags
de: Tags setzen
et: määra sildid
fr: définir les attributs
nb_no: sett etiketter
nl: tags instellen
pt: definir etiquetas
ru: присвоить теги
ta: குறிச்சொற்களை அமைக்கவும்
uk: надати теґи

source: t
ru: т
ta: டி

source: update relation members
de: Relations-Mitglieder aktualisieren
et: värskenda seose liikmeid
fr: mettre à jour les membres de la relation
nb_no: oppdater relasjonsmedlemmer
nl: relatie-leden updaten
pt: atualizar membros de relação
ru: обновить участников отношения
ta: உறவு உறுப்பினர்களைப் புதுப்பிக்கவும்

source: vintage %@
de: Aufnahmejahr %@
et: aastakäik %@
fr: millésime %@
pt: criado em %@
ru: дата съёмки %@
ta: விண்டேச் %@

source: vintage %@ - %@
de: Aufnahmejahr %1$@ - %2$@
et: aastakäik %1$@ - %2$@
fr: millésime %1$@ - %2$@
nl: vintage %1$@ - %2$@
pt: criado em %1$@ - %2$@
ru: дата съёмки %1$@ - %2$@
ta: விண்டேச் %@ - %@

source: way %@
de: Weg %@
et: tee %@
fr: chemin %@
nb_no: vei %@
nl: weg %@
pt: linha %@
ru: линия %@
ta: வழி %@

source: yes
de: ja
mr: हो
pt: sim
ru: да
ta: ஆம்

# 05z-LH-xEK.normalTitle
source: OK
ru: ОК
ta: சரி

# Zxw-Em-faC.normalTitle
source: Cancel
de: Abbrechen
et: Tühista
fr: Annuler
mr: रद्द
nb_no: Avbryt
nl: Annuleren
pt: Cancelar
ru: Отмена
ta: ரத்துசெய்

# cy3-gz-fvk.text
source: Go Map!! will open at the location the photo was taken.
de: Go Map!! wird an dem Ort geöffnet, an dem das Foto aufgenommen wurde.
et: Go Map!! avaneb foto tegemise kohas.
fr: Go Map!! s'ouvrira à l'endroit où la photo a été prise.
nb_no: Go Map!! vil åpnes med stedet bildet ble tatt.
nl: Go Map!! zal openen op de locatie waar de foto genomen is.
pt: O Go Map!! irá abrir na localização onde a fotografia foi tirada.
ru: Go Map!! откроется на местоположение где было сделано фото.
ta: வரைபடத்திற்குச் செல்லுங்கள் !! புகைப்படம் எடுக்கப்பட்ட இடத்தில் திறக்கப்படும்.
uk: Go Map!! відкриє локацію де було зроблено світлину.

source: Processing data...
de: Daten verarbeiten...
et: Andmete töötlemine...
fr: Traitement des données…
nb_no: Behandler data …
nl: Data verwerken...
pt: A processar dados…
ru: Обработка данных...
ta: தரவு செயலாக்க ...

source: The URL content isn't recognized.
de: Der Inhalt der URL wird nicht erkannt.
et: URL sisu ei tuvastatav.
fr: Le contenu de l'URL n'est pas reconnu.
nb_no: Nettadresseinnholdet ble ikke gjenkjent.
nl: De URL-inhoud wordt niet herkend.
pt: O conteúdo do URL não é reconhecido.
ru: Не распознано содержимое URL.
ta: முகவரி உள்ளடக்கம் அங்கீகரிக்கப்படவில்லை.

source: Unfortunately the selected image does not contain location information.
de: Leider enthält das ausgewählte Bild keine Standortdaten.
et: Kahjuks ei sisalda valitud pilt asukohateavet.
fr: Malheureusement, l'image sélectionnée ne contient pas d'informations de localisation.
nb_no: Dessverre inneholder ikke bildet posisjonsinfo.
nl: Jammergenoeg bevat de geselecteerde afbeelding geen locatie-informatie.
pt: Infelizmente a imagem selecionada não contém informações de localização.
ru: К сожалению, выбранное изображение не содержит информации о местоположении.
ta: துரதிர்ச்டவசமாக தேர்ந்தெடுக்கப்பட்ட படத்தில் இருப்பிடத் செய்தி இல்லை.
uk: Нажаль вибране зображення не містить інформації про локацію.

# 0mW-YK-ajm.placeholder
source: no
de: nein
et: ei
fr: non
nb_no: nei
nl: nee
pt: não
ru: нет

# 0zS-QM-zwQ.placeholder
source: type
de: Typ
et: liik
ru: тип

# 1Yx-Ce-yfq.title
source: Back
de: Zurück
et: Tagasi
fr: Retour
mr: मागे
nb_no: Tilbake
nl: Terug
pt: Voltar
ru: Назад
ta: பின்

# 2Q5-Vd-FED.text
source: Title
de: Titel
et: Pealkiri
fr: Titre
mr: शीर्षक
nb_no: Tittel
nl: Titel
ru: Заголовок

# 2cB-FV-ozw.title
source: Attributes
de: Attribute
et: Atribuudid
fr: Attributs
mr: गुणधर्म
nb_no: Attributter
nl: Attributen
pt: Atributos
ru: Атрибуты
ta: பண்புக்கூறுகள்

# 6VA-gm-L0S.title
source: Point of Interest
de: Punkt von Interesse
et: Huvipunkt
fr: Point d'intérêt
nb_no: Interessepunkt
nl: Interessepunten
pt: Ponto de interesse
ru: Точка интереса
ta: ஆர்வத்தின் புள்ளி

# 6zU-bk-hWw.placeholder
source: key
ru: ключ
ta: விசை

# 8Nt-xf-x5Q.text
source: Title
de: Titel
et: Pealkiri
fr: Titre
mr: शीर्षक
nb_no: Tittel
nl: Titel
pt: Título
ru: Заголовок
ta: தலைப்பு

# 9Nw-ha-JK5.placeholder
source: Yes
de: Ja
et: Jah
fr: Oui
mr: हो
nb_no: Ja
nl: Ja
pt: Sim
ru: Да
ta: ஆம்

# 19J-sp-UTX.title
source: All Tags
de: Alle Tags
et: Kõik sildid
fr: Toutes les étiquettes
mr: सर्व टॅग
nb_no: Alle etiketter
nl: Alle tags
pt: Todas as etiquetas
ru: Все теги
ta: அனைத்து குறிச்சொற்களும்
uk: Усі теґи

# 436-kv-L7j.placeholder
source: Restaurant
et: Restoran
pt: Restaurante
ru: Ресторан
ta: உணவகம்

# Ak4-ru-E4V.placeholder
source: dog
de: Hund
et: koer
fr: chien
nb_no: hund
nl: hond
ru: собака

# Bnh-U0-D7i.text
source: Add New
de: Neue hinzufügen
et: Lisa uus
fr: Ajouter
nb_no: Legg til ny
nl: Nieuwe toevoegen
pt: Adicionar novo
ru: Добавить новый
ta: புதியதைச் சேர்க்கவும்

# CBg-8X-VJp.normalTitle
source: Button
ru: Кнопка
ta: பொத்தான்

# CXe-gQ-Zda.text
source: Value 8
de: Wert 8
et: Väärtus 8
fr: Valeur 8
nb_no: Verdi 8
nl: Waarde 8
pt: Valor 8
ru: Значение 8
ta: மதிப்பு 8

# Dfv-TT-J6i.footerTitle
source: The preset will be available when editing objects matching this key/value combination. Leave either blank for wildcard.
de: Die Voreinstellung ist verfügbar, wenn Objekte mit der passenden Schlüssel/Wert Kombination bearbeitet werden. Beide freilassen für Platzhalter.
et: See eelseadistus on saadaval, kui redigeerid objekte, mis vastavad sellele võtme/väärtuse kombinatsioonile. Jäta kumbki tühjaks, et kasutada kõike.
fr: Le préréglage sera disponible lors de l'édition d'objets correspondant à cette combinaison clé/valeur. Laissez l'un ou l'autre vide comme caractère joker.
nl: De preset zal beschikbaar zijn wanneer je objecten bewerkt die met deze sleutel/waarde-combinatie overeenkomen. Laat leeg voor wildcard.
pt: O modelo de etiquetas estará disponível ao editar objetos que correspondam a esta combinação de chave/valor. Deixe qualquer um dos campos em branco para usar um caractere de substituição (*).
ru: Данный пресет будет доступен при редактировании объектов с данной комбинацией ключ/значение. Оставьте незаполненным любое из полей для возможности подстановки.
ta: இந்த விசை/மதிப்பு கலவையுடன் பொருந்தக்கூடிய பொருள்களைத் திருத்தும்போது முன்னமைவு கிடைக்கும். வைல்டு கார்டுக்கு காலியாக விடவும்.

# Dfv-TT-J6i.headerTitle
source: Applies To
de: Gilt für
et: Kohaldatakse
fr: S'applique à
nl: Geldt voor
pt: Aplica-se a
ru: Применимо к
ta: பொருந்தும்

# DhX-ri-fx9.configuration.title
source: Vertex
ru: Вертекс
ta: வெர்டெக்ச்

# DhX-ri-fx9.normalTitle
source: Button
ru: Кнопка
ta: பொத்தான்

# Eou-a6-V4g.text
source: Key
de: Schlüssel
et: Võti
fr: Clé
nb_no: Nøkkel
nl: Sleutel
pt: Chave
ru: Ключ
ta: விசை

# Fcv-4Q-gpE.text
source: Value 3
de: Wert 3
et: Väärtus 3
fr: Valeur 3
nb_no: Verdi 3
nl: Waarde 3
pt: Valor 3
ru: Значение 3
ta: மதிப்பு 3

# Fe2-dc-zgA.placeholder
source: designated
de: vorgesehen / gewidmet
et: määratud
fr: prévu spécifiquement pour certains types de véhicules
nl: zoals aangegeven
pt: indicado
ru: предназначенный

# G5R-oP-lp3.title
source: Custom Tags
de: Benutzerdefinierte Tags
et: Kohandatud sildid
fr: Étiquettes personnalisées
nb_no: Egendefinerte etiketter
nl: Aangepaste tags
pt: Etiquetas personalizadas
ru: Настраиваемые теги
ta: தனிப்பயன் குறிச்சொற்கள்
uk: Власні теґи

# GIO-W7-q5U.title
source: Custom Fields
de: Benutzerdefinierte Vorlagen
nl: Aangepaste presets
pt: Modelo de etiquetas personalizados
ru: Пользовательские предустановки
ta: தனிப்பயன் புலங்கள்

# Hgu-iP-FnG.title
source: Back
de: Zurück
et: Tagasi
fr: Retour
nb_no: Tilbake
nl: Terug
pt: Voltar
ru: Назад
ta: பின்

# JAT-qD-dTS.text
source: Value 1
de: Wert 1
et: Väärtus 1
fr: Valeur 1
nb_no: Verdi 1
nl: Waarde 1
pt: Valor 1
ru: Значение 1
ta: மதிப்பு 1

# Jsm-mO-hgo.title
source: POI Type
de: POI Typ
et: Huvipunkti liik
fr: Type de POI
nb_no: Interessepunkttype
pt: Tipo de POI
ru: Тип POI
ta: POI வகை

# KX3-hG-OyE.title
source: Back
de: Zurück
et: Tagasi
fr: Retour
nb_no: Tilbake
nl: Terug
pt: Voltar
ru: Назад
ta: பின்

# MU8-ia-Kco.placeholder
source: key
ru: ключ
ta: விசை
