Repository: bryceco/GoMap
Catalog: src/xliff/*.xliff
Languages: de, et, fr, mr, nb_no, nl, pt, ru, ta, uk

# eLW-GB-ugG.text
source: Position + Button on
de: Position des + Knopfes
et: Paiguta + nupp
fr: Position du bouton +
mr: + बटनचे स्थान
nl: Plaats + knop aan
pt: Posição do botão +
ru: Положение кнопки +
ta: நிலை + பொத்தான் ஆன்
uk: Позиція кнопки «+»

# eN6-SZ-99I.text
source: Editor only
de: Nur Editor
et: Ainult redaktor
fr: Éditeur uniquement
mr: फक्त संपादक
nl: Alleen bewerker
pt: Apenas o editor
ru: Только редактор
ta: ஆசிரியர் மட்டும்
uk: Тільки редактор

# eTY-48-gab.text
source: Aerial Tiles
de: Luftbild-Kacheln
et: Aerofotode paanid
fr: Tuiles d'imagerie aérienne
mr: हवाई प्रतिमा फरश्या
nb_no: Flyfoto-flis
nl: Luchtbeeldtegels
pt: Quadrículas de imagens aéreas
ru: Тайлы аэрофотосъёмки
ta: வான்வழி ஓடுகள்
uk: Тайли аерофото

# el8-h8-H1F.normalTitle
source: Button
de: Knopf
et: Nupp
fr: Bouton
mr: बटण
nb_no: Knapp
nl: Knop
pt: Botão
ru: Кнопка
ta: பொத்தான்
uk: Кнопка

# fFT-hv-mKl.text
source: Aerial Tiles
de: Luftbild-Kacheln
et: Aerofotode paanid
fr: Tuiles d'imagerie aérienne
mr: हवाई प्रतिमा फरश्या
nb_no: Flyfoto-flis
nl: Luchtbeeldtegels
pt: Quadrículas de imagens aéreas
ru: Тайлы аэрофотосъёмки
ta: வான்வழி ஓடுகள்
uk: Тайли аерофото

# fHH-rC-iGa.text
source: Aerial Tiles
de: Luftbild-Kacheln
et: Aerofotode paanid
fr: Tuiles d'imagerie aérienne
mr: हवाई प्रतिमा फरश्या
nb_no: Flyfoto-flis
nl: Luchtbeeldtegels
pt: Quadrículas de imagens aéreas
ru: Тайлы аэрофотосъёмки
ta: வான்வழி ஓடுகள்
uk: Тайли аерофото

# g2G-5j-Y4q.text
source: Details
et: Üksikasjad
fr: Détails
mr: तपशील
nb_no: Detaljer
pt: Detalhes
ru: Подробнее
ta: விவரங்கள்
uk: Деталі

# g46-cV-NBw.text
source: Aerial Tiles
de: Luftbild-Kacheln
et: Aerofotode paanid
fr: Tuiles d'imagerie aérienne
mr: हवाई प्रतिमा फरशा
nb_no: Flyfoto-flis
nl: Luchtbeeldtegels
pt: Quadrículas de imagens aéreas
ru: Тайлы аэрофотосъёмки
ta: வான்வழி ஓடுகள்
uk: Тайли аерофото

# gdL-Os-R6R.text
source: Points
de: Punkte
et: Punktid
mr: गाठी
nb_no: Punkter
nl: Punten
pt: Pontos
ru: Точки
ta: பிரிவகம்
uk: Бали

# gre-3S-iPA.text
source: Detail
et: Lisateave
fr: Détails
mr: तपशील
nb_no: Detalj
pt: Detalhes
ru: Подробности
ta: விவரம்
uk: Деталі

# h1O-06-ApF.text
source: Label
de: Bezeichnung
et: Silt
fr: Étiquette
mr: लेबल
nb_no: Etikett
pt: Etiqueta
ru: Метка
ta: சிட்டை
uk: Мітка

# hMJ-yP-XJe.text
source: OpenStreetMap GPS Traces
de: OpenStreetMap GPS-Spuren
et: OpenStreetMap GPS jäljed
fr: Traces GPS OpenStreetMap
mr: OpenStreetMap GPS अनुरेखा
nb_no: GPS-spor for OpenStreetMap
pt: Trilhos de GPS do OpenStreetMap
ru: GPS-треки OpenStreetMap
ta: OpenStreetMap உலக இடம் காட்டும் அமைப்பு தடயங்கள்
uk: GPS-треки OpenStreetMap

# hkr-kO-jbt.text
source: Traffic Roads
de: Verkehrswege
et: Liiklusteed
fr: Voies de circulation
mr: रहदारीचे मार्ग
nb_no: Trafikkveier
nl: Verkeerswegen
pt: Estradas (excluindo ruas de serviço)
ru: Автодороги
ta: போக்குவரத்து சாலைகள்
uk: Автошляхи

# hsp-Xj-TU6.text
source: Simon Poole Map Data © OpenStreetMap contributors
de: Simon Poole Map Data © OpenStreetMap-Mitwirkende
et: Simon Poole kaardiandmed © OpenStreetMapi toetajad
fr: Simon Poole Données carto © OpenStreetMap contributors
mr: Simon Poole Map Data © ओपनस्ट्रीटमॅप योगदानकर्ते
nb_no: Simon Poole Map-data © OpenStreetMap-bidragsytere
nl: Simon Poole Map-gegevens © OpenStreetMap-bijdragers
pt: Simon Poole, Dados do mapa: © contribuidores do OpenStreetMap
ru: Simon Poole Map Data © Участники OpenStreetMap
ta: சைமன் பூல்மேப் தரவு © ஓபன்ச்ட்ரீட்மேப் பங்களிப்பாளர்கள்
uk: Саймон ПулДані мапи від © учасників OpenStreetMap

# lu0-kr-5Cc.text
source: Past/Future
de: Vergangenes/Zukünftiges
et: Minevik/tulevik
fr: Passé / Futur
mr: भूत/भविष्य
nb_no: Tidligere/fremtidig
nl: Verleden/Toekomst
pt: Passado / futuro
ru: Жизненные циклы
ta: கடந்த/எதிர்காலம்
uk: Минуле/Майбутнє

# lwG-AE-nIZ.headerTitle
source: Background
de: Hintergrund
et: Taust
fr: Arrière-plan
mr: पार्श्वभूमी
nb_no: Bakgrunn
nl: Achtergrond
pt: Segundo plano
ru: Подложка
ta: பின்னணி
uk: Фон

# nzU-It-UAv.text
source: Data Overlays
de: Datenüberlagerungen
ru: Накладываемые данные
ta: தரவு மேலடுக்குகள்

# oSD-0y-Vt0.title
source: Configure GPX Tracks
de: GPX-Tracks konfigurieren
et: Seadista GPX Tracks
fr: Configurer les traces GPX
mr: GPX ट्रॅकची मांडणी
nb_no: Sett opp GPX-spor
nl: GPX-tracks aanpassen
pt: Configurar trilhos GPS
ru: Настроить GPX-треки
ta: சிபிஎக்ச் தடங்களை உள்ளமைக்கவும்
uk: Налаштувати GPX-треки

# pQK-9y-t4z.text
source: Buildings
de: Gebäude
et: Ehitised
fr: Bâtiments
mr: इमारती
nb_no: Bygninger
nl: Gebouwen
pt: Edifícios
ru: Здания
ta: கட்டிடங்கள்
uk: Будівлі

# pR1-M8-pXH.title
source: Back
de: Zurück
et: Tagasi
fr: Retour
mr: मागे
nb_no: Tilbake
nl: Terug
pt: Voltar
ru: Назад
ta: பின்
uk: Назад

# qdV-Je-jXT.text
source: Boundaries
de: Grenzen
et: Piirid
fr: Limites
mr: सीमा
nb_no: Yttergrenser
nl: Grenzen
pt: Fronteiras
ru: Границы
ta: எல்லைகள்
uk: Межі

# r6a-cT-Ufa.text
source: Turn Restrictions
de: Abbiegebeschränkungen
et: Pöördepiirangud
fr: Interdictions de tourner
mr: वळण निर्बंध
nl: Afslagbeperkingen
pt: Restrições de viragem
ru: Ограничения манёвров
ta: கட்டுப்பாடுகளைத் திருப்புங்கள்
uk: Обмеження маневрів

# rWF-4C-sRA.text
source: Title
de: Titel
ru: Название
ta: தலைப்பு

# scg-Po-M3L.headerTitle
source: Filter Objects
de: Objekte filtern
et: Objektide filtreerimine
fr: Filtrer les objets
mr: वस्तूंची गाळणी
nb_no: Filtrer objekter
nl: Objecten filteren
pt: Filtrar objetos
ru: Фильтрация объектов
ta: பொருள்களை வடிகட்டவும்
uk: Фільтрувати обʼєкти

# tS9-CP-pqu.title
source: Clear Cache
de: Cache löschen
et: Tühjenda puhver
fr: Vider le cache
mr: कॅश पुसा
nb_no: Tøm hurtiglager
nl: Cache leegmaken
pt: Limpar ficheiros temporários
ru: Очистить кэш
ta: தெளிவான தற்காலிக சேமிப்பு
uk: Почистити кеш

# tU9-Ml-4ko.title
source: Back
de: Zurück
et: Tagasi
fr: Retour
mr: मागे
nb_no: Tilbake
nl: Terug
pt: Voltar
ru: Назад
ta: பின்
uk: Назад

# twn-Ve-8vl.text
source: Water Features
de: Wasserwege
et: Vee omadused
fr: Éléments aquatiques
mr: पाण्याची वैशिष्ट्ये
nb_no: Vannegenskaper
nl: Water-objecten
pt: Recursos hídricos
ru: Водные объекты
ta: நீர் நற்பொருத்தங்கள்
uk: Водні обʼєкти

# uOd-BB-zEq.text
source: Aerial only
de: Nur Luftbild
et: Ainult aerofotod
fr: Imagerie aérienne uniquement
mr: फक्त हवाई प्रतिमा
nb_no: Kun flyfoto
nl: Alleen luchtbeelden
pt: Apenas imagens aéreas
ru: Только аэрофотоснимки
ta: வான்வழி மட்டும்
uk: Тільки аерофото

# uZo-P0-sR7.text
source: Building Level
de: Stockwerk
et: Hoone tase
fr: Niveau de bâtiment
mr: इमारत मजले
nb_no: Bygningsnivå
nl: Verdieping van gebouw
pt: Nível do edifício
ru: Этаж в здании
ta: கட்டிட நிலை
uk: Поверх будівлі

# voF-Yf-33h.text
source: Max Zoom
de: Maximaler Zoom
et: Maksimaalne suurendus
fr: Zoom maximum
mr: कमाल झूम
nb_no: Maks. forstørrelse
pt: Ampliação máxima
ru: Максимальное увеличение
ta: அதிகபட்ச சூம்
uk: Максимальне збільшення

# w75-Lj-3jF.placeholder
source: Portlandia GIS
de: Balkonia GIS
pt: Exemplo GIS
ru: ГИС Портландии
ta: போர்ட்லேண்ட் சி.ஐ.எச்
uk: Портландія ГІС

# wev-ax-u4C.headerTitle
source: Reset
de: Zurücksetzen
et: Lähtesta
fr: Réinitialiser
mr: रीसेट
nb_no: Tilbakestill
nl: Terugzetten
pt: Repor
ru: Сброс
ta: மீட்டமை
uk: Скидання

# xve-fW-qM7.text
source: Details
et: Üksikasjad
fr: Détails
mr: तपशील
nb_no: Detaljer
pt: Detalhes
ru: Подробнее
ta: விவரங்கள்
uk: Деталі

# yue-km-52a.text
source: Name
et: Nimi
fr: Nom
mr: नाव
nb_no: Navn
nl: Naam
pt: Nome
ru: Наименование
ta: பெயர்
uk: Назва

# zD6-m4-1PD.footerTitle
source: A TMS URL with {x}, {y} and {z} placeholders, or a WMS URL
de: Eine TMS-URL mit den Platzhaltern {x}, {y} und {z}, oder eine WMS-URL
et: TMS URL koos {x}, {y} ja {z} paigutustega või WMS URL
fr: Une URL TMS avec les caractères de remplacement {x}, {y} et {z}, ou une URL WMS
mr: {x}, {y} व {z} स्थानधारकांसोबत TMS ची URL किंवा एक WMS URL
nl: Een TMS-URL met {x}, {y} en {z} plaatsvervangers, of een WMS-URL
pt: Um URL TMS com {x}, {y} e {z} como caracteres de preenchimento ou um URL WMS
ru: Адрес TMS с {x}, {y} и {z} заполнителями, или адрес WMS
ta: {x}, {y} மற்றும் {z} பிளேச்ஓல்டர்கள், அல்லது ஒரு WMS URL உடன் ஒரு TMS முகவரி
uk: Адреса TMS із заповнювачами {x}, {y} та {z}, або адреса WMS

# zD6-m4-1PD.headerTitle
source: Template URL of the tile server
de: Vorlagen-URL des Kachelservers
et: Paaniserveri URL-i mall
fr: URL-type du serveur de tuiles
mr: फरशी सर्व्हरच्या URL चे स्वरुप
nb_no: Mal-nettadresse for flistjeneren
nl: URL-sjabloon van de tegelserver
pt: URL modelo do servidor de quadrículas
ru: Шаблон URL тайл-сервера
ta: ஓடு சேவையகத்தின் வார்ப்புரு முகவரி
uk: Шаблон URL тайл-сервера

# zI2-YM-qbl.normalTitle
source: Add New
de: Neue hinzufügen
et: Lisa uus
fr: Ajouter
mr: नवीन जोडा
nb_no: Legg til ny
nl: Nieuwe toevoegen
pt: Adicionar novo
ru: Добавить
ta: புதியதைச் சேர்க்கவும்
uk: Додати новий

# NSHumanReadableCopyright
source: Copyright © 2024 Bryce Cogswell. All rights reserved.
de: Copyright © 2024 Bryce Cogswell. Alle Rechte vorbehalten.
ru: © 2024 Брайс Когсвелл
ta: பதிப்புரிமை © 2024 பிரைச் கோக்ச்வெல். அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை.

source: Pause GPX
de: GPX pausieren
ru: Приостановить GPX
ta: சிபிஎக்ச் இடைநிறுத்தவும்

source: Pause recording GPX tracks.
de: Aufzeichnung von GPX-Tracks pausieren.
ru: Приостановить запись GPX треков
ta: சிபிஎக்ச் தடங்களை பதிவு செய்தல்.

source: Start GPX
de: GPX starten
ru: Начать GPX
ta: சிபிஎக்ச் தொடங்கவும்

source: Start recording GPX tracks.
de: Aufzeichnung von GPX-Tracks starten.
ru: Начать записывать GPX треки
ta: சிபிஎக்ச் தடங்களை பதிவு செய்யத் தொடங்குங்கள்.

source: Stop GPX
de: GPX stoppen
ru: Остановить GPX
ta: சிபிஎக்ச் நிறுத்துங்கள்

source: Stop recording GPX tracks.
de: Aufzeichnung von GPX-Tracks beenden.
ru: Перестать записывать GPX треки
ta: சிபிஎக்ச் தடங்களை பதிவு செய்வதை நிறுத்துங்கள்.

# QZK-2k-kEa.normalTitle
source: Set Height
de: Höhe angeben
et: Määra kõrgus
fr: Définir la hauteur
nb_no: Sett høyde
nl: Hoogte definiëren
pt: Definir altura
ru: Задать высоту
ta: உயரம் அமைக்கவும்

# SdH-uy-BuK.normalTitle
source: Distance
de: Distanz
et: Vahemaa
mr: अंतर
nl: Afstand
pt: Distância
ru: Расстояние
ta: தூரம்

# juy-LX-vDs.normalTitle
source: Height
de: Höhe
et: Kõrgus
fr: Hauteur
mr: उंची
nb_no: Høyde
nl: Hoogte
pt: Altura
ru: Высота
ta: உயரம்

# l5O-tO-QFr.normalTitle
source: Cancel
de: Abbrechen
et: Tühista
fr: Annuler
mr: रद्द
nb_no: Avbryt
nl: Annuleren
pt: Cancelar
ru: Отмена
ta: ரத்துசெய்

# NSBluetoothPeripheralUsageDescription
source: Connect to external Bluetooth GPS devices
de: Verbinde mit externen Bluetooth GPS-Geräten
et: Loo ühendus väliste Bluetooth GPS seadmetega
fr: Se connecter aux appareils GPS externes en Bluetooth
mr: बाह्य ब्लुटुथ GPS उपकारांना जोडा
nb_no: Koble til eksterne Blåtanns-GPS-enheter
nl: Verbind met externe Bluetooth GPS-apparaten
pt: Conectar por Bluetooth a um GPS externo
ru: Подключиться к внешнему Bluetooth GPS устройству
ta: வெளிப்புற ஊடலை சி.பி.எச் சாதனங்களுடன் இணைக்கவும்
uk: Зʼєднати з GPS-пристроєм через Bluetooth

# NSCameraUsageDescription
source: The camera is used to measure heights of buildings or objects, and to perform text recognition in opening hours signs.
de: Die Kamera wird zur Höhenmessung von Gebäuden oder Objekten und zur Texterkennung bei Öffnungszeitenschildern eingesetzt.
et: Kaamerat kasutatakse hoonete või objektide kõrguse mõõtmiseks, samuti tekstituvastuseks lahtiolekuaegade siltidelt.
fr: La caméra est utilisée pour mesurer la hauteur des bâtiments ou des objets, et pour effectuer la reconnaissance de texte dans les panneaux d'heures d'ouverture.
mr: इमारती किंवा वस्तूंची उंची मोजण्यासाठी आणि उघडण्याच्या तासांच्या चिन्हांमध्ये मजकूर ओळखण्यासाठी कॅमेरा वापरला जातो.
nb_no: Kameraet brukes til å måle høyden på bygninger eller gjenstander, og til tekstgjenkjenning på skilt med åpningstider.
nl: De camera wordt gebruikt om de hoogte van gebouwen of objecten te meten en voor tekstherkenning bij borden met openingstijden.
pt: A câmara é utilizada para medir a altura de edifícios ou objetos e para fazer o reconhecimento de texto em painéis com o horário de funcionamento.
ru: Камера используется для измерения высоты зданий или объектов, и для выполнения распознавания текста в знаках часов открытия.
ta: கட்டிடங்கள் அல்லது பொருள்களின் உயரங்களை அளவிடவும், தொடக்க நேர அறிகுறிகளில் உரை அங்கீகாரத்தை செய்யவும் கேமரா பயன்படுத்தப்படுகிறது.
uk: Камера потрібна щоб вимірювати висоту будівель чи інших обʼєктів та щоб розпізнавати текст на табличках з часом роботи.

# NSHealthShareUsageDescription
source: Routes from your workouts can be imported as GPX routes.
de: Routen von Ihrem Training können als GPX Routen importiert werden.
ru: Маршруты ваших тренировок можно импортировать как GPX.
ta: உங்கள் உடற்பயிற்சிகளிலிருந்து வழித்தடங்களை சிபிஎக்ச் வழிகளாக இறக்குமதி செய்யலாம்.

# NSHealthUpdateUsageDescription
source: Health information is never updated.
de: Gesundheitsinformationen werden nie aktualisiert.
ru: Приложение никогда не изменяет данные о Вашем здоровье.
ta: சுகாதார தகவல்கள் ஒருபோதும் புதுப்பிக்கப்படவில்லை.

# NSHumanReadableCopyright
source: Copyright 2012-2024 Bryce Cogswell
de: Urheberrecht 2012-2021 Bryce Cogswell
nl: Copyright 2012-2021 Bryce Cogswell
pt: Direitos de autor: 2012-2021 Bryce Cogswell
ru: Авторское право 2012-2021 Брайс Когсвелл
ta: பதிப்புரிமை 2012-2024 பிரைச் கோக்ச்வெல்

# NSLocationAlwaysAndWhenInUseUsageDescription
source: Always on location tracking allows the app to record GPX files when inactive.
de: Die Standortdienste immer zu erlauben, ermöglicht der App, GPX-Dateien auch dann aufzuzeichnen, wenn sie inaktiv ist.
et: Alati sisselülitatud asukoha jälgimine võimaldab rakendusel salvestada GPX-faile, kui see ei ole aktiivne.
fr: L'activation permanente de la localisation permet à l'application d'enregistrer des fichiers GPX pendant que celle-ci est inactive.
mr: स्थान मागोवा "नेहमी चालू" ठेवल्याने निष्क्रिय असताना GPX फाईल मुद्रण शक्य होते.
nb_no: Sporingstilgang som alltid er på tillater programmet å lage GPX-filer når det er inaktivt.
nl: De permanent actieve locatiebepaling staat de app toe om GPX-bestanden op te nemen wanneer deze inactief is.
pt: O rastreamento de localização sempre ativo permite que a aplicação grave ficheiros GPX quando esta está inativa.
ru: Постоянное отслеживание местоположения позволяет приложению записывать файлы GPX, даже когда оно неактивно.
ta: இருப்பிட கண்காணிப்பில் எப்போதும் செயலற்ற நிலையில் சிபிஎக்ச் கோப்புகளை பதிவு செய்ய பயன்பாட்டை அனுமதிக்கிறது.
uk: Постійно увімкнене відстеження локації дозволить застосунку записувати файли GPX у фоновому режимі.

# NSLocationAlwaysUsageDescription
source: Your location will be displayed and followed on the map.
de: Dein Standort wird angezeigt und auf der Karte verfolgt.
et: Sinu asukoht kuvatakse ja jälgitakse kaardil.
fr: Votre position sera affichée et suivie sur la carte.
mr: आपले स्थान नकाशावर सतत दाखवले जाईल व त्याचा पाठलाग केला जाईल.
nb_no: Din plassering vil bli vist og fulgt på kartet.
nl: Je locatie wordt weergegeven en gevolgd op de kaart.
pt: A sua localização será mostrada e seguida no mapa.
ru: Ваше местоположение будет отображаться и отслеживаться на карте.
ta: உங்கள் இருப்பிடம் காண்பிக்கப்படும் மற்றும் வரைபடத்தில் பின்பற்றப்படும்.
uk: Ваша локація зʼявиться на мапі та оновлюватиметься.

# NSLocationUsageDescription
source: Enabling location services allows the app to display objects in your vicinity. This allows you to easily update or add data you survey yourself.
de: Wenn Sie die Standortdienste aktivieren, kann die App Objekte in der Nähe anzeigen. So können Sie selbst erhobene Daten leicht aktualisieren oder hinzufügen.
et: Asukohateenuste lubamine võimaldab rakendusel kuvada teie läheduses asuvaid objekte. See võimaldab teil hõlpsasti uuendada või lisada andmeid, mida te ise mõõdistate.
fr: L'activation des services de localisation permet à l'application d'afficher les objets situés à proximité. Vous pouvez ainsi facilement mettre à jour ou ajouter des données que vous relevez vous-même.
mr: स्थान सेवा सक्षम केल्याने ॲपला आपल्या शेजारच्या वस्तू दाखवणे शक्य होईल. ह्याने आपण स्वतः सर्वेक्षण केलेल्या वस्तू नकाशावर जोडणे सोपे होते.
nb_no: Aktivering av posisjonstjenester lar appen vise objekter i nærheten. Dette lar deg enkelt oppdatere eller legge til data du selv kartlegger.
pt: A ativação dos serviços de localização permite que a aplicação mostre elementos nas suas redondezas. Isto permite-lhe atualizar ou adicionar facilmente dados ao fazer o reconhecimento no terreno.
ru: Включение местоположения позволяет приложению отображать объекты в вашем районе. Это позволяет легко обновлять или добавлять данные, которые вы исследуете самостоятельно.
ta: இருப்பிட சேவைகளை இயக்குவது பயன்பாட்டை உங்கள் அருகிலுள்ள பொருள்களைக் காண்பிக்க அனுமதிக்கிறது. நீங்கள் கணக்கெடுக்கும் தரவை எளிதாக புதுப்பிக்க அல்லது சேர்க்க இது உங்களை அனுமதிக்கிறது.
uk: Якщо увімкнете служби локації застосунок зможе показувати об’єкти неподалік. Так ви легко оновите чи додасте дані які збираєте.

# NSLocationWhenInUseUsageDescription
source: Your location will be displayed and followed on the map.
de: Dein Standort wird angezeigt und auf der Karte verfolgt.
et: Teie asukoht kuvatakse ja seda jälgitakse kaardil.
fr: Votre position sera affichée et suivie sur la carte.
mr: आपले स्थान नकाशावर सतत दाखवले जाईल व त्याचा पाठलाग केला जाईल.
nb_no: Din plassering vil bli vist og fulgt på kartet.
nl: Je locatie wordt weergegeven en gevolgd op de kaart.
pt: A sua localização será mostrada e seguida no mapa.
ru: Ваше местоположение будет отображаться и отслеживаться на карте.
ta: உங்கள் இருப்பிடம் காண்பிக்கப்படும் மற்றும் வரைபடத்தில் பின்பற்றப்படும்.
uk: Ваша локація з’явиться на мапі та оновлюватиметься.

# &#9;Relation
source: Relation
et: Seos
mr: संबंध
nb_no: Relasjon
nl: Relatie
pt: Relação
ru: Отношение
ta: உறவு
uk: Зв’язок

# &#9;Way
source: Way
de: Weg
et: Tee
fr: Chemin
mr: मार्ग
nb_no: Vei
nl: Weg
pt: Linha
ru: Линия
ta: வழி
uk: Лінія

# (%d members)&#10;|==|plural.few
source: (%d members)
ru: (%d элемета)

# (%d members)&#10;|==|plural.many
source: (%d members)
ru: (%d элементов)

# (%d members)&#10;|==|plural.one
source: (%d member)
de: (%d Mitglieder)
et: (%d liiget)
fr: (%d membres)
nl: (%d leden)
pt: (%d membro)
ru: (%d элемент)
ta: (%d உறுப்பினர்)
uk: (%d членів)

# (%d members)&#10;|==|plural.other
source: (%d members)
de: (%d Mitglieder)
et: (%d liiget)
fr: (%d membres)
nl: (%d leden)
pt: (%d membros)
ru: (%d элементов)
ta: (%d உறுப்பினர்கள்)
uk: (%d членів)

# (%d nodes)&#10;|==|plural.few
source: (%d nodes)
ru: (%d точки)

# (%d nodes)&#10;|==|plural.many
source: (%d nodes)
ru: (%d точек)

# (%d nodes)&#10;|==|plural.one
source: (%d node)
de: (%d Knoten)
et: (%d punkti)
fr: (%d nœuds)
nl: (%d knopen)
pt: (%d nó)
ru: (%d точка)
ta: (%d முனை)
uk: (%d точок)

# (%d nodes)&#10;|==|plural.other
source: (%d nodes)
de: (%d Knoten)
et: (%d punkti)
fr: (%d nœuds)
nl: (%d knopen)
pt: (%d nós)
ru: (%d точек)
ta: (%d முனைகள்)
uk: (%d точок)

source: (node)
de: (Knoten)
et: (punkt)
fr: (nœud)
mr: (गाठ)
nl: (knoop)
pt: nó
ru: (точка)
ta: (முனை)
uk: (точка)

source: (way)
de: (Weg)
et: (tee)
fr: (chemin)
mr: (मार्ग)
nb_no: (vei)
nl: (weg)
pt: (linha)
ru: (линия)
ta: (வழி)
uk: (лінія)

# %.0f m^2
source: %.0f m²
de: %.0f m^2
ru: %.0f м²

# %.1f meters, %ld nodes
source: %1$#@meters@, %2$#@nodes@
de: %1$#@meters@ Meter, %2$#@nodes@ Knoten
nl: %1$#@meters@ meter, %2$#@nodes@ knopen
pt: %1$#@meters@ metros, %2$#@nodes@ nós
ru: %1$#@meters@ метра, %2$#@nodes@
ta: %1$#@மீட்டர்கள்@, %2$#@முனைகள்@

# %.1f meters, %ld nodes|==|substitutions.meters.plural.few
source: %1$.1f meters
ru: %1$.1f

# %.1f meters, %ld nodes|==|substitutions.meters.plural.many
source: %1$.1f meters
ru: %1$.1f

# %.1f meters, %ld nodes|==|substitutions.meters.plural.one
source: %1$.1f meter
de: %1$.1f
nl: %1$.1f
pt: %1$.1f metro
ru: %1$.1f
ta: %1$.1f மீட்டர்

# %.1f meters, %ld nodes|==|substitutions.meters.plural.other
source: %1$.1f meters
de: %1$.1f
nl: %1$.1f
pt: %1$.1f metros
ru: %1$.1f
ta: %1$.1f மீட்டர்

# %.1f meters, %ld nodes|==|substitutions.nodes.plural.few
source: %2$ld nodes
ru: %2$ld точки

# %.1f meters, %ld nodes|==|substitutions.nodes.plural.many
source: %2$ld nodes
ru: %2$ld точек

# %.1f meters, %ld nodes|==|substitutions.nodes.plural.one
source: %2$ld node
de: %2$ld
nl: %2$ld
pt: %2$ld nó
ru: %2$ld точка
ta: %2$ld முனை

# %.1f meters, %ld nodes|==|substitutions.nodes.plural.other
source: %2$ld nodes
de: %2$ld
nl: %2$ld
pt: %2$ld nós
ru: %2$ld точки
ta: %2$ld முனைகள்

# %.2f MB, %ld files
source: %1$#@megabytes@ , %2$#@files@
de: %1$#@megabytes@ MB, %2$#@files@ Dateien
nl: %1$#@megabytes@ MB, %2$#@files@ bestanden
pt: %1$#@megabytes@ MB, %2$#@files@ ficheiros
ru: %1$#@megabytes@ МБ, %2$#@files@
ta: %1$#@மெகாபைடுகள்@, %2$#@கோப்புகள்@

# %.2f MB, %ld files|==|substitutions.files.plural.few
source: %2$ld files
ru: %2$ld файла

# %.2f MB, %ld files|==|substitutions.files.plural.many
source: %2$ld files
ru: %2$ld файлов

# %.2f MB, %ld files|==|substitutions.files.plural.one
source: %2$ld file
de: %2$ld
nl: %2$ld
pt: %2$ld ficheiro
ru: %2$ld файл
ta: %2$ld கோப்பு

# %.2f MB, %ld files|==|substitutions.files.plural.other
source: %2$ld files
de: %2$ld
nl: %2$ld
pt: %2$ld ficheiros
ru: %2$ld файла
ta: %2$ld கோப்புகள்

# %.2f MB, %ld files|==|substitutions.megabytes.plural.few
source: %1$.2f MB
ru: %1$.2f

# %.2f MB, %ld files|==|substitutions.megabytes.plural.many
source: %1$.2f MB
ru: %1$.2f

# %.2f MB, %ld files|==|substitutions.megabytes.plural.one
source: %1$.2f MB
de: %1$.2f
nl: %1$.2f
ru: %1$.2f
ta: %1$.2f

# %.2f MB, %ld files|==|substitutions.megabytes.plural.other
source: %1$.2f MB
de: %1$.2f
nl: %1$.2f
ru: %1$.2f
ta: %1$.2f

source: %@ (relation)
et: %@ (seos)
mr: %@ (संबंध)
nb_no: %@ (relasjon)
nl: %@ (relatie)
pt: %@ (relação)
ru: %@ (отношение)
ta: %@ (உறவு)
uk: %@ (звʼязок)

source: %@ meters
de: %@ Meter
et: %@ meetrit
fr: %@ mètres
mr: %@ मीटर
nb_no: %@ meter
nl: %@ meter
pt: %@ metros
ru: %@ метров
ta: %@ மீட்டர்
uk: %@ метрів

# %ld Days|==|plural.few
source: %ld Days
ru: %ld дней

# %ld Days|==|plural.many
source: %ld Days
ru: %ld дней

# %ld Days|==|plural.one
source: %ld Day
de: %ld Tage
et: %ld päeva
fr: %ld jours
nl: %ld Dagen
pt: %ld dias
ru: %ld дня
ta: %ld நாள்
uk: %ld днів

# %ld Days|==|plural.other
source: %ld Days
de: %ld Tage
et: %ld päeva
fr: %ld jours
nl: %ld Dagen
pt: %ld dias
ru: %ld дней
ta: %ld நாட்கள்
uk: %ld днів

# %ld edits, last active %@|==|plural.few
source: %ld edits, last active %@
ru: %1$ld правки, последняя правка %2$@

# %ld edits, last active %@|==|plural.many
source: %ld edits, last active %@
ru: %1$ld правок, последняя правка %2$@

# %ld edits, last active %@|==|plural.one
source: %ld edit, last active %@
de: %1$ld Bearbeitungen, zuletzt aktiv %2$@
et: %1$ld redigeerimist, viimati aktiivne %2$@
fr: %1$ld modifications, dernière activité le %2$@
nl: %1$ld bewerkingen, laatst actief %2$@
pt: %1$ld edição, última atividade %2$@
ru: %1$ld правка, последняя правка %2$@
ta: %ld திருத்து, கடைசி செயலில் %@
uk: %1$ld змін, остання %2$@

# %ld edits, last active %@|==|plural.other
source: %ld edits, last active %@
de: %1$ld Bearbeitungen, zuletzt aktiv %2$@
et: %1$ld redigeerimist, viimati aktiivne %2$@
fr: %1$ld modifications, dernière activité le %2$@
nl: %1$ld bewerkingen, laatst actief %2$@
pt: %1$ld edições, última atividade %2$@
ru: %1$ld правок, последняя правка %2$@
ta: %ld திருத்தங்கள், கடைசி செயலில் %@
uk: %1$ld змін, остання %2$@

# %ld meters, %ld nodes|==|substitutions.meters.plural.few
source: %1$ld meters
ru: %1$ld метра

# %ld meters, %ld nodes|==|substitutions.meters.plural.many
source: %1$ld meters
ru: %1$ld метров

# %ld meters, %ld nodes|==|substitutions.meters.plural.one
source: %1$ld meter
pt: %1$ld metro
ru: %1$ld метр
ta: %1$ld மீட்டர்

# %ld meters, %ld nodes|==|substitutions.meters.plural.other
source: %1$ld meters
de: %1$ld Meter
pt: %1$ld metros
ru: %1$ld метра
ta: %1$ld மீட்டர்
