Repository: bryceco/GoMap
Catalog: src/xliff/*.xliff
Languages: de, et, fr, mr, nb_no, nl, pt, ru, ta, uk

# fbD-Hr-HNI.headerTitle
source: Credentials
de: Anmeldeinformationen
et: Rekvisiidid
fr: Identifiants
mr: ओळखपत्रे
nb_no: Identitetsdetaljer
nl: Inloggegevens
pt: Credenciais
ru: Аккаунт
ta: நற்சான்றிதழ்கள்
uk: Обліковка

# gec-8l-k4H.text
source: Advanced Settings
de: Erweiterte Einstellungen
et: Täpsemad seaded
fr: Paramètres avancés
mr: प्रगत मांडणी
nb_no: Avanserte innstillinger
nl: Geavanceerde instellingen
pt: Configurações avançadas
ru: Расширенные настройки
ta: மேம்பட்ட அமைப்புகள்
uk: Просунуті налаштування

# gh3-sb-yuZ.headerTitle
source: Advanced
de: Erweitert
et: Lisavalikud
fr: Avancé
mr: प्रगत
nb_no: Avansert
nl: Geavanceerd
pt: Avançado
ru: Для продвинутых пользователей
ta: மேம்பட்ட
uk: Для профі

# i8N-Ya-Wr2.normalTitle
source: Refresh Account
de: Konto aktualisieren
ru: Обновить аккаунт
ta: கணக்கைப் புதுப்பிக்கவும்

# iR4-av-Q7M.text
source: Email Feedback
de: Kommentare per E-Mail
et: Tagasiside e-postiga
fr: Remarques par courriel
mr: ईमेल द्वारे अभिप्राय
nb_no: E-posttilbakemelding
pt: Enviar sugestão/comentário por email
ru: Обратная связь по email
ta: மின்னஞ்சல் கருத்து
uk: Відгукнутися через імейл

# ib9-wt-IzD.title
source: Presets Language
de: Sprache
nl: Taal
pt: Idioma
ru: Язык пресетов
ta: முன்னமைவு மொழி

# jcn-Lx-tj3.text
source: Nearby Mappers
de: Mapper in der Nähe
et: Lähedal asuvad kaardistajad
fr: Cartographes à proximité
mr: जवळचे मानचित्रकार
nb_no: Kartografer i nærheten
nl: Mappers in de buurt
pt: Mapeadores nesta área
ru: Картографы рядом
ta: அருகிலுள்ள மேப்பர்கள்
uk: Мапери неподалік

# kt1-K7-kcu.title
source: Back
de: Zurück
et: Tagasi
fr: Retour
mr: मागे
nb_no: Tilbake
nl: Terug
pt: Voltar
ru: Назад
ta: பின்

# ktz-ef-tti.title
source: Contact Us
de: Kontaktiere uns
et: Võta meiega ühendust
fr: Contactez-nous
mr: संपर्क माहिती
nb_no: Kontakt oss
nl: Neem contact op
pt: Contacte-nos
ru: Свяжитесь с нами
ta: எங்களை தொடர்புகொள்
uk: Звʼязатися з нами

# m7D-wn-3MP.title
source: Prepare for Offline
de: Vorbereiten auf Offline
et: Ettevalmistus võrguühenduseta kasutamiseks
fr: Se préparer pour l'hors-ligne
mr: ऑफलाइनसाठी तयारी करा
nb_no: Klargjør for frakoblet bruk
nl: Voorbereiden voor offline
pt: Preparar para editar desligado (offline)
ru: Подготовить для работы автономно
ta: ஆஃப்லைனுக்குத் தயாராகுங்கள்
uk: Підготуватись до роботи офлайн

# m7u-CH-jgg.headerTitle
source: Become a Tester
de: Werde Tester
et: Hakka testijaks
fr: Devenir testeur
mr: परीक्षक व्हा
nb_no: Bli tester
nl: Wordt een tester
pt: Torne-se um testador
ru: Стать тестировщиком
ta: ஒரு சோதனையாளராகுங்கள்
uk: Стати тестувальником

# nIn-2k-PYG.headerTitle
source: Miscellaneous
de: Gemischt
et: Mitmesugust
fr: Divers
mr: इतर
nb_no: Ymse
nl: Diversen
pt: Diversos
ru: Разное
ta: மற்றவை
uk: Різне

# oIj-UV-kLH.headerTitle
source: About Us
de: Über uns
et: Meist
fr: À propos de nous
mr: आमच्याबद्दल
nb_no: Om oss
nl: Over ons
pt: Sobre nós
ru: О нас
ta: எங்களைப் பற்றி

# osk-Kq-gDX.text
source: Presets Language
de: Sprache
nl: Taal
pt: Idioma
ru: Язык пресетов
ta: முன்னமைவு மொழி

# rfX-TP-V0l.text
source: Prepare for Offline
de: Vorbereiten auf Offline
et: Ettevalmistus võrguühenduseta kasutamiseks
fr: Se préparer pour le hors-ligne
mr: ऑफलाइनसाठी तयारी करा
nb_no: Klargjør for frakoblet bruk
nl: Voorbereiden voor offline
pt: Preparar para editar desligado (offline)
ru: Подготовить для работы автономно
ta: ஆஃப்லைனுக்குத் தயாராகுங்கள்
uk: Підготуватись до роботи офлайн

# snH-kp-6ib.normalTitle
source: Start
et: Alusta
fr: Démarrer
mr: प्रारंभ
pt: Começar
ru: Начать
ta: தொடங்கு
uk: Почати

# whL-SZ-HD5.text
source: Email Feedback
de: Kommentare per E-Mail
et: Tagasiside e-postiga
fr: Remarques par courriel
mr: ईमेल द्वारे अभिप्राय
nb_no: E-posttilbakemelding
pt: Enviar sugestão/comentário por email
ru: Обратная связь по email
ta: மின்னஞ்சல் கருத்து
uk: Відгукнутися через імейл

# x4m-oT-EG8.text
source: GitHub - Issues & Source Code
de: GitHub – Fehler und Quellcode
et: GitHub – täiendused ja lähtekood
fr: GitHub - Remarques et code source
mr: GitHub - मुद्दे व स्रोत आज्ञावली (सोर्स कोड)
nb_no: GitHub - Feilsporer og kildekode
nl: GitHub - Problemen & Broncode
pt: GitHub - Problemas e código-fonte
ru: GitHub - проблемы и исходный код
ta: அறிவிலிமையம் - சிக்கல்கள் & மூலக் குறியீடு
uk: GitHub — проблеми і сирці

# yAO-9B-CTd.headerTitle
source: Developer settings
de: Entwickler-Einstellungen
et: Arendaja seaded
fr: Paramètres développeur
mr: विकासक मांडणी
nb_no: Utviklerinnstillinger
nl: Ontwikkelaarsinstellingen
pt: Configurações do programador
ru: Настройки разработчика
ta: உருவாக்குபவர் அமைப்புகள்
uk: Налаштування розробника

# zuh-G8-yy9.text
source: Slack - Discussion
de: Slack - Diskussion
ru: Slack - чат
ta: மந்தமான - விவாதம்

# ArV-4u-j7D.text
source: Changes:
de: Änderungen:
et: Muudatused:
fr: Changements :
mr: बदल:
nl: Veranderingen:
pt: Alterações:
ru: Изменения:
ta: மாற்றங்கள்:

# Mdj-M0-0mZ.title
source: Upload
de: Hochladen
et: Saada
fr: Téléverser
mr: चढवा
nl: Uploaden
pt: Enviar
ru: Загрузить
ta: பதிவேற்றும்

# Rqu-ny-n3F.normalTitle
source: Export
de: Nachrichten
et: E-kiri
fr: Messages
nl: Mail
pt: Enviar por email
ru: Почта
ta: ஏற்றுமதி

# feW-AK-msn.title
source: Commit
de: Hochladen
et: Rakenda
fr: Valider
mr: वचनबद्ध
nl: Uploaden
pt: Confirmar
ru: Внести изменения
ta: கமிட்

# hcE-yO-3eH.normalTitle
source: Edit
de: Bearbeiten
et: Muuda
fr: Modifier
mr: संपादा
nl: Bewerken
pt: Editar
ru: Править
ta: தொகு

# ikj-u9-9Bn.text
source: Changeset comment:
de: Änderungssatz-Kommentar:
et: Muudatuste kommentaar:
fr: Commentaire du jeu de modifications :
mr: बदलसंच टिप्पणी:
nl: Wijzigingenset-commentaar:
pt: Sumário do conjunto de alterações:
ru: Комментарий к пакету правок:
ta: மாற்றங்கள்:

# ps9-Hb-Vow.placeholder
source: survey, Bing, etc.
de: Beobachtungen, Bing, etc.
et: küsitlus, Bing jne.
fr: sondage, Bing, etc.
ru: обследование, Bing и т.д.
ta: சர்வே, பிங், முதலியன.

# xNB-pJ-M20.text
source: Describe your changes...
ru: Опишите ваши изменения...
ta: உங்கள் மாற்றங்களை விவரிக்கவும் ...

# yZR-tZ-66S.text
source: Source:
de: Quelle:
et: Allikas:
mr: स्रोत:
nl: Bron:
pt: Fonte dos dados:
ru: Источник:
ta: ஆதாரம்:

# 9t5-wq-j1u.text
source: 66.6 FPS
nb_no: 66.6 BPS
ta: 66.6 எஃப்.பி.எச்

# 3k9-ML-Zea.normalTitle
source: Mapnik
ta: மேப்னிக்

# dzT-B4-za3.placeholder
source: http://{switch:a,b,c}.tile.org/{z}/{x}/{y}.png
ta: http: // {சுவிட்ச்: a, b, c} .tile.org/{z}/{x}/{y} .png

# eac-Db-EaW.normalTitle
source: Bing
ta: பிங்

# iuk-Fk-3Fw.placeholder
source: (TMS)
ta: (டி.எம்.எச்)

# swu-t3-p5w.text
source: URL
nb_no: Nettadresse
ta: முகவரி

# v6h-g5-fka.text
source: 12/22/20, 7:55 PM
ta: 12/22/20, இரவு 7:55 மணி

source: %lld GPX points
ta: %எல்.எல்.டி சிபிஎக்ச் புள்ளிகள்

source: %lld points
ta: %எல்.எல்.டி புள்ளிகள்

# CFBundleDisplayName
source: Go Map!!
ta: வரைபடத்திற்குச் செல்லுங்கள் !!

# CFBundleName
source: Go Map!!
ta: வரைபடத்திற்குச் செல்லுங்கள் !!

source: GPS Exchange Format (GPX)
et: GPS-vahetusformaat (GPX)
mr: GPS विनिमय स्वरुप (GPX)
nb_no: GPS-utvekslingsformat (GPX)
ta: சி.பி.எச் பரிமாற்ற வடிவம் (சி.பி.எக்ச்)

# %ld meters, %ld nodes
source: %1$#@meters@, %2$#@nodes@
pt: %1$#@meters@ metros, %2$#@nodes@ nós
ta: %1$#@மீட்டர்கள்@, %2$#@முனைகள்@

# %ld meters, %ld points
source: %1$#@meters@, %2$#@points@
de: %1$#@meters@ Meter, %2$#@points@ Punkte
et: %1$#@meters@ meetrit, %2$#@points@ punkti
fr: %1$#@meters@ mètres, %2$#@points@ points
nl: %1$#@meters@ meter, %2$#@points@ punten
pt: %1$#@meters@ metros, %2$#@points@ pontos
ta: %1$#@மீட்டர்கள்@, %2$#@புள்ளிகள்@
uk: %1$#@meters@ метрів, %2$#@points@ точок

# %ld meters, %ld points, %ld waypoints
source: %1$#@meters@, %2$#@points@, %3$#@waypoints@
de: %1$#@meters@ Meter, %2$#@points@ Punkte, %3$#@waypoints@ Wegpunkte
pt: %1$#@meters@ metros, %2$#@points@ pontos, %3$#@waypoints@ pontos de passagem
ta: %1$#@மீட்டர்@, %2$#@புள்ளிகள்@, %3$#@வழித்தடங்கள்@

source: An unknown error occurred fetching metadata
de: Ein unbekannter Fehler beim Abrufen der Metadaten ist aufgetreten
et: Metaandmete hankimisel tekkis tundmatu viga
fr: Une erreur inconnue s'est produite pendant la récupération des données
mr: मेटाडेटा आणताना एक अज्ञात त्रुटी उद्भवली
nb_no: Ukjent feil ved innhenting av metadata
nl: Een onbekende fout is opgetreden tijdens het ophalen van de metadata
pt: Ocorreu um erro desconhecido ao obter os metadados
ta: மெட்டாடேட்டாவைப் பெறுவது தெரியாத பிழை ஏற்பட்டது
uk: Невідома помилка під час отримання метаданих

source: Choose Existing Photo
ta: இருக்கும் புகைப்படத்தைத் தேர்வுசெய்க

source: Define your own custom features with unique tag combinations to quickly add special types of objects. These can be searched for in Common Tags.
ta: சிறப்பு வகை பொருள்களை விரைவாகச் சேர்க்க தனித்துவமான குறிச்சொல் சேர்க்கைகளுடன் உங்கள் சொந்த தனிப்பயன் அம்சங்களை வரையறுக்கவும். பொதுவான குறிச்சொற்களில் இவை தேடப்படலாம்.

source: GPX
ta: சி.பி.எக்ச்

source: GeoJSON
ta: சியோச்சன்

source: HealthKit
ta: எல்த்கிட்

source: Take New Photo
ta: புதிய புகைப்படம் எடு

source: You can define custom fields for presets. A field is a single key/value pair associated with a feature.
ta: முன்னமைவுகளுக்கான தனிப்பயன் புலங்களை நீங்கள் வரையறுக்கலாம். ஒரு புலம் என்பது ஒரு அம்சத்துடன் தொடர்புடைய ஒற்றை விசை/மதிப்பு இணை.

source: lbs
de: lb
ta: பவுண்ட்

source: mi
ta: மி

source: st
de: tn. sh.
ta: ச்டம்ப்

# CFBundleName
source: PhotoShare
ta: புகைப்படங்கள்

# 6yC-L7-V38.placeholder
source: Quercus
ta: குவர்கச்

# AAx-p2-Mzh.placeholder
source: broadleaved
ta: அகலமான

# CBg-8X-VJp.configuration.title
source: Area
ta: பகுதி

# Lhz-HA-Q6j.title
source: Custom Feature
ta: தனிப்பயன் நற்பொருத்தம்

# Nxm-fU-1eX.placeholder
source: natural
ta: இயற்கை

# Ruw-WB-IgL.footerTitle
source: Tags to add when selecting this feature.
ta: இந்த அம்சத்தைத் தேர்ந்தெடுக்கும்போது சேர்க்க வேண்டிய குறிச்சொற்கள்.

# Ruw-WB-IgL.headerTitle
source: Feature Tags
ta: அம்ச குறிச்சொற்கள்

# WXF-5S-E8m.text
source: Title
ta: தலைப்பு

# bF4-TU-MTA.text
source: Add New
ta: புதியதைச் சேர்க்கவும்

# cNV-jf-zYM.title
source: Custom Features
ta: தனிப்பயன் நற்பொருத்தங்கள்

# eN0-0z-hUp.placeholder
source: tree
ta: மரம்

# j2j-qT-aHG.placeholder
source: leaf_type
ta: இலை_ வகை

# l2k-lT-vHS.placeholder
source: genus:en
ta: வகை: இல்

# pNE-0W-9Qa.normalTitle
source: Custom Features
ta: தனிப்பயன் நற்பொருத்தங்கள்

# qTY-bY-Dwe.placeholder
source: genus
ta: இனம்

# sGi-dQ-1v0.text
source: Feature type:
ta: அம்ச வகை:

# xRb-oM-jei.placeholder
source: value
ta: மதிப்பு

# 1tR-eI-DSh.configuration.title
source: username
de: Benutzername

# HeZ-95-3K1.text
source: Lorem ipsum dolor sit er elit lamet, consectetaur cillium adipisicing pecu, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum. Nam liber te conscient to factor tum poen legum odioque civiuda.
de: Lorem ipsum dolor sit er elit lamet, consectetaur cillium adipisicing pecu, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Außereur sint occaecat cupidatat nicht proident, sunt in culpa qui vonficia deserunt mollit anim id est laborum. Nam liber te conscient zu Faktor tum poen legum odioque civiuda.

# CFBundleName
source: GpxWidgetExtension
de: GpxWidget Erweiterung

source: lt
de: tn. l.

# Wcg-RB-I2a.text
source: Inscription
de: Inschrift
pt: Inscrição

# XCc-6y-qYt.placeholder
source: key
pt: chave

# sHA-cr-GLb.placeholder
source: value
pt: valor

# OJ0-aO-ri1.normalTitle
source: Resolve
et: Lahenda
fr: Résoudre
mr: निराकरण करा
nb_no: Løs
uk: Розвʼязати

# LxX-tl-ZLH.text
source: Enable Filters
et: Luba filtrid
fr: Activer les filtres
mr: गाळणी सक्षम करा
nb_no: Skru på filter
uk: Увімкнути фільтри

# SNa-W1-wga.footerTitle
source: Clear the OSM data cache if the application state becomes out of sync with the OSM server. This may occur if someone else changes data you are editing, or if one of your uploads fails midway through preventing you from uploading additional data. Warning: Clearing the OSM cache will cause you to lose any changes that have not yet been uploaded. Clear the Mapnik or Overlay tile caches to download the latest tiles that reflect changes you've previously submitted. Your changes may take up to 24 hours to be processed.
et: Tühjenda OSMi andmete vahemälu, kui rakenduse olek ei ole enam OSM serveriga sünkroonis. See võib juhtuda, kui keegi teine muudab andmeid, mida redigeerid, või kui üks sinu üleslaadimine ebaõnnestub poolel teel, mis takistab sul täiendavate andmete üleslaadimist. Hoiatus: OSM vahemälu tühjendamine toob kaasa kõigi veel üles laadimata muudatuste kadumise. Tühjenda Mapnik või Overlay paanide vahemälu, et laadida alla viimased paanid, mis kajastavad sinu poolt varem esitatud muudatusi. Sinu muudatuste töötlemiseks võib kuluda kuni 24 tundi.
fr: Videz le cache de données OSM si l'application n'est plus à jour vis-à-vis du serveur OSM. Cela peut arriver si quelqu'un d'autre modifie des données que vous éditez, ou si un de vos téléversements échoue en cours de route, vous empêchant de téléverser des données supplémentaires. Avertissement : vider le cache OSM entraînera la perte de toutes les modifications que vous n'avez pas encore téléversées. Videz le cache des tuiles Mapnik ou de surcouche pour télécharger les dernières tuiles rendant compte de vos modifications soumises précédemment. Vos modifications peuvent mettre jusqu'à 24 heures pour être prises en compte.
mr: OSM सर्व्हर सोबतची समकालिक स्थिती तुटल्यास OSM डेटाचा कॅश पुसून टाका. आपण संपादन करत असलेल्या डेटाला इतर कोणी बदलले किंवा आपला एखादा चढवण्याचा प्रयत्न अपयशी ठरला तर असे होऊ शकते. सावधान: OSM कॅश पुसून टाकल्याने आपण अद्याप न चढवलेले बदल गमवून बसाल. आपण चढवलेले बदल दाखवणाऱ्या फरश्या डाऊनलोड करण्यासाठी Mapnik किंवा आच्छादन फरश्यांचे कॅश पुसून टाका. आपले बदल प्रक्रियित व्हायला २४ तास लागू शकता.
uk: Очистіть кеш-памʼять з даними OSM, якщо стан застосунка не синхронізується з сервером OSM. Таке може відбуватися, якщо хтось інший змінив дані, які ви саме редагуєте, або якщо надсилання одного з ваших наборів змін зривається на півдорозі, не дозволяючи вам відправити додаткові дані. Попередження: Очищення кешу з даними OSM призведе до втрати будь-яких змін, які ще не було завантажено. Очистіть кеш тайлів Mapnik або шар-накладку, щоб завантажити найновіші тайли, які показують зміни, що були внесені вами раніше. Обробка ваших наборів змін може зайняти до 24 годин.

# VUR-wT-knn.text
source: Enable Rotation
et: Luba pööramine
fr: Permettre la rotation
mr: फिरवणे सक्षम करा
nb_no: Skru på rotasjon
uk: Повертати мапу

# NSHumanReadableCopyright
source: Copyright 2012-2021 Bryce Cogswell
et: Autoriõigus 2012-2021 Bryce Cogswell
fr: Droits d’auteur 2012-2021 Bryce Cogswell
mr: प्रकाशनाधिकार 2012-2021 Bryce Cogswell
nb_no: Opphavsrett 2012-2021 Bryce Cogswell
uk: Усі права застережено 2012—2023 Брайс Коґсвелл

source: %.0f meters, %ld nodes
et: %1$.0f meetrit, %2$ld punkti
fr: %1$.0f mètres, %2$ld nœuds
uk: %1$.0f метрів, %2$ld точок

# %.1f meters, %ld nodes
source: %1$.1f meters, %2$#@arg2@
et: %1$.0f meetrit, %2$#@arg2@ punkti
fr: %1$.1f mètres, %2$#@arg2@ nœuds

# %.1f meters, %ld nodes|==|substitutions.arg2.plural.one
source: %2$ld node
et: %2$ld
fr: %2$ld

# %.1f meters, %ld nodes|==|substitutions.arg2.plural.other
source: %2$ld nodes
et: %2$ld
fr: %2$ld

# %.2f MB, %ld files
source: %1$.2f MB, %2$#@arg2@
et: %1$.2f MB, %2$#@arg2@ faili
fr: %1$.2f Mo, %2$#@arg2@ fichiers

# %.2f MB, %ld files|==|substitutions.arg2.plural.one
source: %2$ld file
et: %2$ld
fr: %2$ld

# %.2f MB, %ld files|==|substitutions.arg2.plural.other
source: %2$ld files
et: %2$ld
fr: %2$ld

source: %@ changeset
et: %@ muudatuste kogum
fr: %@ groupe de modifications
mr: %@ बदलसंच
nb_no: %@ endringssett
uk: %@ набір змін

source: Clear Aerial Tiles
et: Tühjenda aerofotode paanid
fr: Effacer les tuiles d'imagerie aérienne
mr: हवाई प्रतिमा पुसा
nb_no: Tøm flyfoto-flis
uk: Почистити тайли аерофото

source: Clear GPS Overlay Tiles
et: Tühjenda GPS ülekatete paanid
fr: Effacer les tuiles de surcouche GPS
mr: GPS आच्छादन फरश्या पुसा
nb_no: Tøm GPS-overlagsflis
uk: Почистити тайли GPS-треків

source: Clear GPX Tracks
et: Tühjenda GPX-rajad
fr: Effacer les suivis GPX
mr: GPX ट्रॅक साफ करा
nb_no: Tøm GPX-spor
uk: Видалити GPX-треки

source: Clear Locator Overlay Tiles
et: Tühjenda lokaatori ülekatte paanid
fr: Effacer les tuiles de surcouche de localisation
mr: Locator आच्छादन फरश्या पुसा
uk: Видалити тайли шару «Локатор»

source: Clear Mapnik Tiles
et: Tühjenda Mapnik paanid
fr: Effacer les tuiles Mapnik
mr: Mapnik फरशा साफ करा
nb_no: Tøm Mapnik-flis
uk: Почистити тайли Mapnik

source: Language selection affects only Presets and only for those presets that are translated for iD. The main interface is still English.
et: Keele valik mõjutab ainult ja neid eelseadeid, mis on iD jaoks tõlgitud. Peamine kasutajaliides on endiselt inglise keeles.
fr: Le choix de la langue s'applique seulement aux Presets et seulement pour ceux qui sont traduits pour iD. L'interface principale reste en anglais.
mr: भाषेची निवड ही फक्त iD मध्ये अनुवादित असलेल्या प्रेसेटला लागू होते. मुख्य इंटरफेस हा इंग्रजीतच राहतो.
nb_no: Språkvalg har kun innvirkning på forvalg, som også er oversatt for iD. Hovedgrensesnittet er fremdeles Engelsk.
uk: Змінення мови вплине тільки на заготовки й лише на ті що перекладені для iD. Основний інтерфейс буде англійською.

source: Pasting %@ characters, maximum tag length is 255
et: %@ tähemärgi kleepimine, maksimaalne sildi pikkus on 255
fr: Collage de caractères %@, la longueur maximale de la balise est de 255
uk: Вставлення %@ символів, максимальна довжина теґу — 255

source: Sorry, an error occurred while loading the GPX file
et: Vabandust, GPX faili laadimisel tekkis viga
fr: Désolé, une erreur s'est produite lors du chargement du fichier GPX
nb_no: Kunne ikke laste inn GPX-filen
uk: Пробачте, під час завантаження GPX-файлу виникла помилка

source: You can define your own custom presets here
et: Siin saad määrata isiklikud eelseadistused
fr: Vous pouvez définir vos propres préréglages ici
nb_no: Du kan definere dine egne tilpassede forvalg her

# GIO-W7-q5U.title
source: Custom Presets
et: Kohandatud eelseaded
fr: Préréglages personnalisés
nb_no: Egendefinerte forvalg

# OND-s7-I6f.title
source: Custom Preset
et: Kohandatud eelseadistus
fr: Préréglage personnalisé
nb_no: Egendefinert forvalg

# QDv-7w-nbx.headerTitle
source: Preset Name
et: Eelseadistuse nimi
fr: Nom du préréglage
nb_no: Forvalgsnavn

# pHA-2B-6DC.normalTitle
source: Customize Presets
et: Eelseadete kohandamine
fr: Personnaliser les préréglages
nb_no: Tilpass forvalg

# 0Hk-5U-2Kg.text
source: Mapnik Tiles
et: Mapnik paanid
fr: Tuiles Mapnik
nb_no: Mapnik-flis
uk: Тайли Mapnik

# 2TW-mO-uX2.footerTitle
source: If you are mapping somewhere with limited connectivity you can download the aerial and/or Mapnik tiles for the next two higher zoom levels that are in the current view area.
et: Kaardistades piiratud ühendusega, saad alla laadida aerofoto ja/või Mapnik paanid praeguses vaateväljas asuva kahe järgmise kõrgema suurendustaseme jaoks.
fr: Si vous cartographiez depuis une zone avec une mauvaise connexion vous pouvez télécharger les tuiles aériennes ou Mapnik pour les deux niveaux de zoom supérieurs dans la zone actuellement visible.
uk: Якщо ви мапите у місцях з поганим звʼязком, ви можете завантажити аерофото і тайли Mapnik двох наступних рівнів збільшення для місцини яка відкрита у редакторі.

# 6GT-p2-rPO.footerTitle
source: Specify a host if you would like to edit data located on an alternate OSM server. The default host is api.openstreetmap.org. You can also enter "dev" for the development server (for testing), "ohm" for the OpenHistoricalMap server, or leave blank for the default server.
et: Määra host kui soovid muuta teises OSM serveris asuvaid andmeid. Vaikimisi host on api.openstreetmap.org.
fr: Spécifiez un hôte si vous souhaitez éditer les données sur un serveur OSM alternatif. L'hôte par défaut est api.openstreetmap.org.

# 355-dx-Oi8.headerTitle
source: Language
et: Keel
fr: Langue
mr: भाषा
nb_no: Språk
uk: Мова

# BHr-ta-k6F.text
source: Copyright © 2012-2020 Bryce Cogswell. All rights reserved. OpenStreetMap data is licensed under the Open Data Commons Open Database License (ODbL): https://www.openstreetmap.com/copyright Bing aerial imagery copyright Microsoft and its suppliers: https://www.microsoft.com/maps/product/terms.html, https://www.microsoft.com/maps/assets/docs/terms.aspx Mapbox aerial imagery copyright Mapbox and its suppliers: https://www.mapbox.com/tos XML parsing courtesy of Robbie Hanson's KissXML: https://github.com/robbiehanson/KissXML EXIF parsing code Copyright (c) 2010-2015 Mayank Lahiri https://github.com/mayanklahiri/easyexif Map icons by SJJB: http://www.sjjb.co.uk/mapicons Other icons by Glyphish: http://glyphish.com
et: Copyright © 2012-2020 Bryce Cogswell. Kõik õigused kaitstud. OpenStreetMapi andmed on litsentseeritud Open Data Commons Open Database License (ODbL) alusel: https://www.openstreetmap.com/copyright Bingi aerofotode autoriõigus Microsoftil ja selle tarnijatel: https://www.microsoft.com/maps/product/terms.html, https://www.microsoft.com/maps/assets/docs/terms.aspx Mapboxi aerofotode autoriõigus Mapbox ja selle tarnijad: https://www.mapbox.com/tos. XML-parsimine Robbie Hansoni KissXMLi vahendusel: https://github.com/robbiehanson/KissXML EXIF-parsingu kood Copyright (c) 2010-2015 Mayank Lahiri https://github.com/mayanklahiri/easyexif Kaardi ikoonid on teinud SJJB: http://www.sjjb.co.uk/mapicons Muud ikoonid Glyphishi poolt: http://glyphish.com
fr: Copyright © 2012-2020 Bryce Cogswell. Tous droits réservés. Les données OpenStreetMap sont sous licence Open Data Commons Open Database License (ODbL) : https://www.openstreetmap.com/copyright Les images aériennes de Bing sont protégées par le droit d'auteur de Microsoft et de ses fournisseurs : https://www.microsoft.com/maps/product/terms.html, https://www.microsoft.com/maps/assets/docs/terms.aspx Image aérienne Mapbox, copyright Mapbox et ses fournisseurs : https://www.mapbox.com/tos L'analyse XML est une courtoisie de KissXML de Robbie Hanson : https://github.com/robbiehanson/KissXML Code d'analyse EXIF Copyright (c) 2010-2015 Mayank Lahiri https://github.com/mayanklahiri/easyexif Icônes de la carte par SJJB : http://www.sjjb.co.uk/mapicons Autres icônes par Glyphish : http://glyphish.com
uk: Авторські права © 2012—2023 Брайс Коґсвелл. Всі права застережено. Дані OpenStreetMap доступні під ліцензією Open Data Commons Open Database License (ODbL): https://www.openstreetmap.com/copyright Права на аерофотознімки Bing належать компанії Microsoft та її постачальникам: https://www.microsoft.com/maps/product/terms.html, https://www.microsoft.com/maps/assets/docs/terms.aspx Права на аерофотознімки Mapbox належать компанії Mapbox та її постачальникам: https://www.mapbox.com/tos XML-зчитувач надано проєктом Роббі Генсона KissXML: https://github.com/robbiehanson/KissXML Код для зчитування EXIF — Авторські права © 2010—2015 Маянк Лагірі https://github.com/mayanklahiri/easyexif Піктограми мапи від SJJB: http://www.sjjb.co.uk/mapicons Інші піктограми від Glyphish: http://glyphish.com

# ib9-wt-IzD.title
source: Language
et: Keel
fr: Langue
mr: भाषा
nb_no: Språk

# osk-Kq-gDX.text
source: Language
et: Keel
fr: Langue
mr: भाषा
nb_no: Språk

source: UID
fr: Identifiant unique
