Repository: bryceco/GoMap
Catalog: src/xliff/*.xliff
Languages: de, et, fr, mr, nb_no, nl, pt, ru, ta, uk

source: Can't remove node in Turn Restriction 'via' way
de: Kann Knoten in 'Via'-Weg der Abbiegebeschränkung nicht löschen
et: Pöördepiirangu 'kaudu' teel olevat punkti ei saa eemaldada
fr: Impossible de supprimer le nœud d'un chemin 'via' d'une interdiction de tourner
mr: वळण प्रतिबंध 'via' मार्गातील गाठ काढू शकत नाही
nl: Kan een knoop in afslagbeperking 'via'-weg niet verwijderen
pt: Não é possível remover o nó numa restrição de viragem da linha com a função 'via' (através de)
ru: Невозможно удалить точку на линии с ролью 'via', участвующую в ограничении манёвров
ta: 'வழியாக' கட்டுப்பாட்டில் 'கட்டுப்பாட்டை அகற்ற முடியாது
uk: Не можна видалити точку з лінії «via» що позначає обмеження маневрів

source: Cancel
de: Abbrechen
et: Tühista
fr: Annuler
mr: रद्द करा
nb_no: Avbryt
nl: Annuleren
pt: Cancelar
ru: Отмена
ta: ரத்துசெய்
uk: Скасувати

source: Cannot compose message
de: Nachricht kann nicht erstellt werden
et: Sõnumit ei saa koostada
fr: Impossible de rédiger le message
mr: निरोप तयार करू शकत नाही
nb_no: Kan ikke forfatte melding
nl: Kan bericht niet samenstellen
pt: Não é possível redigir a mensagem
ru: Не удалось создать сообщение
ta: செய்தியை உருவாக்க முடியாது
uk: Не вдалося скласти повідомлення

source: Cannot connect an inner way to an outer way
de: Kann inneren Weg nicht mit äußerem Weg verbinden
et: Sisemist teed ei saa välimisega ühendada
fr: Impossible de connecter un chemin interne à un chemin externe
mr: आतील मार्ग बाह्य मार्गाशी जोडू शकत नाही
nb_no: Kan ikke koble til en indre vei til en ytre vei
nl: Kan een binnenste weg niet verbinden aan een buitenste weg
pt: Não é possível conectar uma linha de dentro a uma linha de fora
ru: Невозможно соединить внутренний контур с внешним
ta: வெளிப்புற வழியில் ஒரு உள் வழியை இணைக்க முடியாது
uk: Не вдалося зʼєднати лінію «inner» з лінією «outer»

source: Change
de: Wechseln
mr: बदल
nb_no: Endre
pt: Alterar
ru: Изменить
ta: மாற்றம்
uk: Замінити

source: Changeset
de: Änderungssatz
et: Muudatuste kogum
fr: Groupe de modifications
mr: बदलसंच
nb_no: Endringsflis
nl: Wijzigingenset
pt: Conjunto de alterações
ru: Пакет правок
ta: மாற்றங்கள்
uk: Набір змін

source: Clear All
de: Alles löschen
ru: Отчистить всё
ta: அனைத்தையும் அழிக்கவும்

source: Clear Basemap Tiles
de: Basiskarten-Kacheln löschen
ru: Отчистить тайлы базовой карты
ta: தெளிவான பேச்மேப் ஓடுகள்

source: Clear OSM Data
de: OSM-Daten leeren
et: Tühjenda OSM-andmed
fr: Effacer les données OSM
mr: OSM डेटा साफ करा
nb_no: Tøm OSM-data
nl: OSM-gegevens leegmaken
pt: Limpar dados do OpenStreetMap
ru: Очистить данные OSM
ta: OSM தரவை அழிக்கவும்
uk: Почистити дані OSM

source: Commit
de: Hochladen
et: Rakenda
fr: Valider
mr: वचनबद्ध
nb_no: Send inn
nl: Uploaden
pt: Confirmar
ru: Внести изменения
ta: கமிட்
uk: Змінити

source: Configure
de: Konfigurieren
et: Seadista
fr: Configurer
mr: मांडणी करा
nb_no: Sett opp
nl: Aanpassen
pt: Configurar
ru: Настроить
ta: உள்ளமைக்கவும்
uk: Налаштувати

source: Confirm move
de: Bewegung bestätigen
et: Kinnita liigutamine
fr: Confirmer le déplacement
mr: हालचालीची पुष्टी करा
nb_no: Bekreft flytting
nl: Verschuiving bevestigen
pt: Confirmar ação de mover
ru: Подтвердить перемещение
ta: நகர்வை உறுதிப்படுத்தவும்
uk: Підтвердити рух

source: Connecting the nodes would damage a relation
de: Diese Knoten zu verbinden würde eine Relation beschädigen
et: Punktide ühendamine kahjustaks seost
fr: Connecter les nœuds endommagera une relation
mr: गाठी जोडल्या तर संबंध खराब होऊ शकतो
nb_no: Sammenkobling av nodene ville ha skadet en relasjon
nl: De knopen verbinden zou een relatie beschadigen
pt: Conectar os nós iria danificar uma relação
ru: Объединение этих точек повредит отношение
ta: முனைகளை இணைப்பது ஒரு உறவை சேதப்படுத்தும்
uk: Обʼєднання точок може пошкодити звʼязок

source: Copied
de: Kopiert
mr: कॉपी केले
pt: Copiado
ru: Скопировано
ta: நகலெடுக்கப்பட்டது
uk: Скопійовано

source: Copy Tags
de: Attribute kopieren
et: Kopeeri sildid
fr: Copier les étiquettes
mr: टॅग कॉपी करा
nb_no: Kopier etiketter
nl: Tags kopiëren
pt: Copiar etiquetas
ru: Копировать теги
ta: குறிச்சொற்களை நகலெடுக்கவும்
uk: Копіювати теґи

source: Could not duplicate object
de: Konnte Objekt nicht duplizieren
et: Objekti dubleerimine ei õnnestu
fr: Impossible de dupliquer l'objet
mr: वस्तूची दुसरी प्रत करता आली नाही
nb_no: Kunne ikke duplisere objekt
nl: Kon object niet dupliceren
pt: Não foi possível duplicar o objeto
ru: Не удалось сделать копию объекта
ta: பொருளை நகலெடுக்க முடியவில்லை
uk: Не можна здублювати обʼєкт

# Create&#10;
source: Create
de: Erstellen
et: Loo
fr: Créer
mr: निर्माण
nb_no: Opprett
nl: Aanmaken
pt: Criar
ru: Создать
ta: உருவாக்கு
uk: Створити

source: Create Relation
de: Erstelle Relation
et: Loo seos
fr: Créer une relation
mr: संबंध निर्माण करा
nb_no: Opprett relasjon
nl: Relatie aanmaken
pt: Criar relação
ru: Создать отношение
ta: உறவை உருவாக்குங்கள்
uk: Створити звʼязок

source: Create Relation Type
de: Erstelle Relations-Typ
et: Loo seose liik
fr: Créer un type de relation
mr: संबंध प्रकार निर्माण करा
nb_no: Opprett relasjonstype
nl: Relatietype aanmaken
pt: Tipo de relação a criar
ru: Задать тип отношения
ta: உறவு வகையை உருவாக்கவும்
uk: Зазначити тип звʼязку

source: Create a row in the table for each key/value pair and whether matching objects should be included or excluded. Leave the value empty to indicate the key is not present. Use key=* to match any value.
de: Erstellen Sie in der Tabelle eine Zeile für jedes Schlüssel/Wert-Paar und geben Sie an, ob übereinstimmende Objekte einbezogen oder ausgeschlossen werden sollen. Lassen Sie den Wert leer, um anzuzeigen, dass der Schlüssel nicht vorhanden ist. Verwenden Sie key=*, um einen beliebigen Wert zu finden.
pt: Crie uma linha na tabela para cada par chave/valor e indique se os objetos correspondentes devem ser incluídos ou excluídos. Deixe o valor vazio para indicar que a chave não está presente. Use key=* para corresponder a qualquer valor.
ru: Создайте строку в таблице для каждой пары ключ=значение и укажите, следует ли включать или исключать соответствующие объекты. Оставьте значение пустым, чтобы указать что ключ отсутствует. Используйте ключ=* для соответствия любому значению.
ta: ஒவ்வொரு விசை/மதிப்பு சோடிக்கும் அட்டவணையில் ஒரு வரிசையை உருவாக்கவும், பொருந்தக்கூடிய பொருள்கள் சேர்க்கப்பட வேண்டுமா அல்லது விலக்கப்பட வேண்டுமா. விசை இல்லை என்பதைக் குறிக்க மதிப்பை காலியாக விடவும். எந்த மதிப்பையும் பொருத்த KEY =* ஐப் பயன்படுத்தவும்.
uk: Створіть рядок у таблиці для кожної пари ключ/значення і вкажіть, чи потрібно включати або виключати обʼєкти, що збігаються. Залиште значення порожнім, щоб вказати, що ключ відсутній. Використовуйте key=* для збігу з будь-яким значенням.

source: Current Track
de: Aktueller Track
et: Praegune rada
fr: Suivi actuel
mr: वर्तमान ट्रॅक
nb_no: Nåværende spor
nl: Huidige track
pt: Trilho atual
ru: Текущий трек
ta: தற்போதைய பாதை
uk: Поточний трек

source: Database error
de: Datenbankfehler
et: Andmebaasi viga
fr: Erreur de base de données
mr: डेटाबेस त्रुटी
nb_no: Databasefeil
nl: Database-fout
pt: Erro na base de dados
ru: Ошибка базы данных
ta: தரவுத்தள பிழை
uk: Помилка бази даних

source: Delete
de: Löschen
et: Kustuta
fr: Supprimer
mr: पुसा
nb_no: Slett
nl: Verwijderen
pt: Eliminar
ru: Удалить
ta: நீக்கு
uk: Видалити

# Delete&#10;
source: Delete
de: Löschen
et: Kustuta
fr: Supprimer
mr: पुसा
nb_no: Slett
nl: Verwijderen
pt: Eliminar
ru: Удалить
ta: நீக்கு
uk: Видалити

source: Delete %@?
de: %@ löschen?
et: Kustutada %@?
fr: Supprimer %@ ?
mr: %@ पुसून टाकायचे?
nb_no: Slett %@?
nl: %@ verwijderen?
pt: Eliminar %@?
ru: Удалить %@?
ta: %@ஐ நீக்கவா?
uk: Видалити %@?

source: Delete completely
de: Vollständig löschen
et: Kustuta täielikult
fr: Supprimer définitivement
mr: पूर्णपणे पुसा
nb_no: Slett fullstendig
nl: Compleet verwijderen
pt: Eliminar completamente
ru: Удалить полностью
ta: முழுமையாக நீக்கு
uk: Видалити повністю

source: Delete failed
de: Löschen fehlgeschlagen
et: Kustutamine ebaõnnestus
fr: Échec de la suppression
mr: पुसणे अपयशी
nb_no: Sletting mislyktes
nl: Verwijderen is mislukt
pt: Falha ao eliminar
ru: Не удалось удалить
ta: நீக்கு தோல்வியுற்றது
uk: Не вдалося видалити

source: Detach from relation
de: Von Relation trennen
et: Lahuta seosest
fr: Détacher de la relation
mr: संबंधापासून तोडा
nb_no: Avhekt fra relasjon
nl: Van relatie loskoppelen
pt: Separar da relação
ru: Изъять из отношения
ta: உறவிலிருந்து பிரிக்கவும்
uk: Прибрати зі звʼязку

source: Discard
de: Verwerfen
mr: काढून टाका
pt: Descartar
ru: Отменить
ta: நிராகரிக்கவும்
uk: Відкинути

source: Disconnect
de: Trennen
et: Katkesta
fr: Déconnecter
mr: जोडणी तोडा
nb_no: Koble fra
nl: Loskoppelen
pt: Desconectar
ru: Отсоединить
ta: துண்டிக்கவும்
uk: Відʼєднати

source: Display options
de: Optionen anzeigen
et: Ekraani seaded
fr: Options d'affichage
mr: पर्याय दाखवा
nb_no: Visningsinnstillinger
nl: Beeld-opties
pt: Opções de visualização
ru: Настройки отображения
ta: காட்சி விருப்பங்கள்
uk: Налаштування вигляду

source: Distance: %1$@ ± %2$@ meters
de: Entfernung : %1$@ ± %2$@ Meter
et: Vahemaa: %1$@ ± %2$@ meetrit
fr: Distance : %1$@ ± %2$@ mètres
mr: अंतर: %1$@ ± %2$@ मीटर
nb_no: Avstand: %1$@ ± %2$@ meter
nl: Afstand: %1$@ ± %2$@ meter
pt: Distância: %1$@ ± %2$@ metros
ru: Расстояние: %1$@ ± %2$@ метров
ta: தூரம்: %1$@ ± %2$@ மீட்டர்
uk: Відстань: %1$@ ± %2$@ метрів

source: Done
de: Fertig
et: Valmis
fr: Terminé
mr: झाले
nb_no: Ferdig
nl: Klaar
pt: Feito
ru: Готово
ta: முடிந்தது
uk: Готово

source: Duplicate
de: Duplizieren
et: Paljunda
fr: Dupliquer
mr: प्रतिलिपित करा
nb_no: Dupliser
nl: Dupliceren
pt: Duplicar
ru: Создать копию
ta: நகல்
uk: Дублікувати

source: Edit
de: Bearbeiten
et: Muuda
fr: Modifier
mr: संपादा
nb_no: Rediger
nl: Bewerken
pt: Editar
ru: Править
ta: தொகு
uk: Редагувати

source: Edit XML
de: XML bearbeiten
et: Muuda XML-i
fr: Modifier le XML
mr: XML संपादा
nb_no: Rediger XML
nl: XML bewerken
pt: Editar XML
ru: Править XML
ta: எக்ச்எம்எல் திருத்து
uk: Редагувати XML

source: Edit restrictions
de: Beschränkungen bearbeiten
et: Muuda piiranguid
fr: Modifier les restrictions
mr: प्रतिबंध संपादा
nb_no: Rediger begrensninger
nl: Beperkingen bewerken
pt: Editar restrições
ru: Править ограничения
ta: கட்டுப்பாடுகளைத் திருத்தவும்
uk: Редагувати обмеження

source: Editing layer not visible
de: Bearbeitungsebene nicht sichtbar
et: Redigeerimiskiht pole nähtav
fr: Modification de la couche invisible
mr: संपादन स्तर दृश्यमान नाही
nb_no: Redigeringslag ikke synlig
nl: Bewerkingslaag niet zichtbaar
pt: Camada de edição não visível
ru: Редактируемый слой отключён
ta: திருத்துதல் லேயர் தெரியவில்லை
uk: Шар що редагується прихований

source: Editor only
de: Nur Editor
et: Ainult redaktor
fr: Éditeur uniquement
mr: फक्त संपादक
nb_no: Kun redigerer
nl: Alleen bewerker
pt: Apenas editor
ru: Только редактор
ta: ஆசிரியர் மட்டும்
uk: Тільки редактор

source: Editor with Aerial
de: Editor mit Luftbild
et: Aerofotodega redaktor
fr: Éditeur avec aérien
mr: हवाई प्रतिमेसह संपादक
nb_no: Redigerer med luftfoto
nl: Bewerker met luchtbeelden
pt: Editor com imagens aéreas
ru: Редактор с аэрофотосъёмкой
ta: வான்வழி கொண்ட ஆசிரியர்
uk: Редактор з аерофото

source: Ensure Location Services is enabled and you have granted this application access. Error: %@
de: Stelle sicher, dass Ortungsdienste aktiviert sind und du dieser Anwendung Zugriff erlaubt hast Error: %@
et: Veendu, et asukohateenused on lubatud ja oled andnud sellele rakendusele juurdepääsu. Viga: %@
fr: Assurez-vous que les services de localisation sont activés et que vous y avez autorisé l'accès. Erreur : %@
mr: स्थान सेवा सक्षम असल्याची व ती वापरण्याची परवानगी असल्याची पुष्टी करा त्रुटी: %@
nb_no: Sørg for at plasseringstjenester er påslått og at du har innvilget denne programtilgangen. Feil: %@
nl: Zorg ervoor dat Locatieservices aan staan en dat je dit programma toegang hebt gegeven. Fout: %@
pt: Certifique-se que os serviços de localização estão ativos e que concedeu o acesso desta aplicação a eles. Erro: %@
ru: Убедитесь, что службы геолокации включены и приложению предоставлен доступ. Ошибка: %@
ta: இருப்பிட சேவைகள் இயக்கப்பட்டிருப்பதை உறுதிசெய்து, இந்த விண்ணப்ப அணுகலை நீங்கள் வழங்கியுள்ளீர்கள். பிழை: %@
uk: Впевніться що служби локації працюють і ви надали доступ цьому застосунку. Помилка: %@

source: Ensure the editor view is visible and displays objects in the local area
de: Stelle sicher, dass die Bearbeitungsansicht sichtbar ist und Objekte im lokalen Gebiet anzeigt
et: Veendu, et redaktori vaade on nähtav ja kuvab kohalikus piirkonnas olevaid objekte
fr: Assurez-vous que la vue de l'éditeur est visible et qu'elle affiche les objets dans la zone locale
mr: संपादक दृश्य दृश्यमान असल्याची खात्री करा आणि स्थानिक क्षेत्रातील वस्तू प्रदर्शित करा
nl: Zorg ervoor dat de bewerker-weergave zichtbaar is en objecten weergeeft in de lokale omgeving
pt: Certifique-se que a visualização do editor está visível e mostra objetos na área local
ru: Убедитесь, что редактируемый слой включён и отображает объекты в данном районе
ta: எடிட்டர் பார்வை தெரியும் மற்றும் உள்ளக பகுதியில் உள்ள பொருட்களைக் காண்பிக்கும் என்பதை உறுதிப்படுத்தவும்
uk: Впевніться що режим редагування увімкнений і видно обʼєкти навколо

source: Error
de: Fehler
et: Viga
fr: Erreur
mr: त्रुटी
nb_no: Feil
nl: Fout
pt: Erro
ru: Ошибка
ta: பிழை
uk: Помилка

source: Error connecting to way
de: Fehler beim Verbinden mit Weg
et: Viga teega ühenduse loomisel
fr: Erreur de la connexion du chemin
mr: मार्गला जोडताना त्रुटी
nl: Fout bij het verbinden met een weg
pt: Erro ao conectar à linha
ru: Ошибка присоединения к линии
ta: வழியில் இணைவதில் பிழை
uk: Помилка підʼєднання до лінії

source: Error fetching metadata: %@
de: Fehler beim Abrufen von Metadaten: %@
et: Viga metaandmete hankimisel: %@
fr: Erreur lors de la récupération des métadonnées : %@
mr: मेटाडेटा आणताना त्रुटी: %@
nb_no: Klarte ikke å hente metadata: %@
nl: Fout bij het ophalen van de metadata: %@
pt: Erro ao obter os metadados: %@
ru: Ошибка загрузки мета-данных: %@
ta: மெட்டாடேட்டாவைப் பெறுவதில் பிழை: %@
uk: Помилка завантаження метаданих: %@

source: Extending a 'via' in a Turn Restriction will break the relation
de: Ein 'Via' in einer Abbiegebeschränkung zu verlängern wird die Relation zerstören
et: Pöördumispiirangu 'kaudu' laiendamine katkestab seose
fr: Allonger un chemin 'via' d'une interdiction de tourner va casser la relation
mr: वळण प्रतिबंधात 'via'
nl: Een 'via' in een afslagbeperking uitbreiden zal de relatie breken
pt: Estender uma linha com a função 'via' (através de) numa restrição de viragem irá "quebrar" a relação
ru: Продление линии с ролью 'via', участвующей в ограничении манёвров, разрушит отношение
ta: ஒரு 'வழியாக' ஒரு முறை கட்டுப்பாட்டில் நீட்டிப்பது உறவை உடைக்கும்
uk: Подовження лінії «via» яка бере участь у обмеженні маневрів зламає звʼязок

source: Extending a way which belongs to a Route or similar relation may damage the relation
de: Einen Weg zu verlängern, der zu einer Route oder ähnlichen Relation gehört, könnte die Relation beschädigen
et: Marsruudi või samalaadse seose juurde kuuluva tee laiendamine võib kahjustada seost
fr: Allonger un chemin qui appartient à une relation Route ou similaire pourrait casser la relation
mr: एखाद्या मार्गाशी किंवा तत्सम संबंधाशी संबंधित असलेल्या मार्गाचा विस्तार केल्यास संबंध खराब होऊ शकतो
nl: Een weg uitbreiden die bij een Route of vergelijkbare relatie hoort kan de relatie beschadigen
pt: Estender uma linha que pertence a uma rota ou similar poderá "quebrar" a relação
ru: Продление линии, которая входит в состав маршрута или подобного отношения, может повредить данное отношение
ta: ஒரு பாதை அல்லது ஒத்த உறவுக்கு சொந்தமான ஒரு வழியை விரிவாக்குவது உறவை சேதப்படுத்தும்
uk: Подовження лінії що входить до маршруту чи схожого звʼязку може пошкодити звʼязок

source: Extract Node
de: Knoten entnehmen
ru: Извлечь точку
ta: முனை பிரித்தெடுக்கவும்

source: Filters
de: Filter
mr: गाळणी
pt: Filtros
ru: Фильтры
ta: வடிப்பான்கள்
uk: Фільтри

source: GPX Upload Complete
de: GPX Hochladen abgeschlossen
et: GPX üleslaadimine lõpetatud
fr: Envoi du fichier GPX terminé
mr: GPX चढवली गेली
nb_no: GPX-fil opplastet
nl: GPX-upload beëindigd
pt: GPX enviado
ru: Загрузка GPX завершена
ta: சிபிஎக்ச் பதிவேற்றம் முடிந்தது
uk: Завантаження GPX завершене

source: GPX Upload Failed
de: GPX Hochladen fehlgeschlagen
et: GPX üleslaadimine ebaõnnestus
fr: Échec de l'envoi du fichier GPX
mr: GPX चढवण्यात अपयश
nb_no: Klarte ikke å laste opp GPX-fil
nl: GPX-upload mislukt
pt: Falha ao enviar o GPX
ru: Загрузка GPX не удалась
ta: சிபிஎக்ச் பதிவேற்றம் தோல்வியடைந்தது
uk: Завантажити GPX не вдалося

source: Geometry
de: Geometrie
mr: भूमिती
pt: Geometria
ru: Геометрия
ta: வடிவியல்
uk: Геометрія

source: Height: %1$@ ± %2$@ meters
de: Höhe: %1$@ ± %2$@ Meter
et: Kõrgus: %1$@ ± %2$@ meetrit
fr: Hauteur : %1$@ ± %2$@ mètres
mr: उंची: %1$@ ± %2$@ मीटर
nb_no: Høyde: %1$@ ± %2$@ meter
nl: Hoogte: %1$@ ± %2$@ meter
pt: Altura: %1$@ ± %2$@ metros
ru: Высота: %1$@ ± %2$@ метров
ta: உயரம்: %1$@ ± %2$@ மீட்டர்
uk: Висота: %1$@ ± %2$@ метрів

source: I'll do it!
de: Ich erledige das!
et: Teen ära!
fr: Je le ferai !
mr: मी करेन!
nb_no: På saken!
nl: Dat zal ik doen!
pt: Sim!
ru: Будет сделано!
ta: நான் அதை செய்வேன்!
uk: Я зроблю це!

source: Icon
de: Symbol
mr: चिन्ह
pt: Ícone
ru: Иконка
ta: படவுரு
uk: Піктограма

source: Identifier
de: Identifikator
et: Tunnus
fr: Identifiant
mr: ओळखांक
nb_no: Identifikator
nl: Identificeren
pt: Identificador
ru: Идентификатор
ta: அடையாளங்காட்டி
uk: Ідентифікатор

source: Ignore
de: Ignorieren
et: Väldi
fr: Ignorer
mr: दुर्लक्ष
nb_no: Ignorer
nl: Negeren
pt: Ignorar
ru: Игнорировать
ta: புறக்கணிக்கவும்
uk: Ігнорувати

source: Import
mr: आयात
pt: Importar
ru: Импортировать
ta: இறக்குமதி
uk: Імпорт

source: Import Error
de: Importfehler
mr: आयात त्रुटी
pt: Erro ao importar
ru: Ошибка импорта
ta: பிழை இறக்குமதி
uk: Помилка імпорту

source: Import Quests
de: Quests importieren
mr: मोहीम आयात करा
pt: Importar missões
ru: Импортировать квесты
ta: இறக்குமதி தேடல்கள்
uk: Імпорт квестів

source: In order to measure height, please enable camera access in the app's settings.
de: Um Höhe zu messen, aktiviere bitte den Kamerazugriff in den App-Einstellungen.
et: Kõrguse mõõtmiseks luba rakenduse seadetes kaamerale juurdepääs.
fr: Afin de mesurer la hauteur, veuillez autoriser l'accès à l'appareil photo dans les paramètres de l'application.
mr: उंची मोजण्यासाठी, कृपया ॲपच्या मांडणीत कॅमेरा ॲक्सेस सक्षम करा.
nb_no: For å måle høyde, skru på kameratilgang i programmets innstillinger.
nl: Zet om de hoogte te meten a.u.b. camera-toegang aan in de app-instellingen.
pt: Para medir a altura, conceda o acesso à câmara nas configurações da aplicação.
ru: Чтобы измерить высоту, предоставьте доступ к камере в настройках приложения.
ta: உயரத்தை அளவிட, பயன்பாட்டின் அமைப்புகளில் கேமரா அணுகலை இயக்கவும்.
uk: Щоб виміряти висоту, будь ласка надайде доступ до камери у налаштуваннях застосунку.

source: Invalid URL
de: Ungültige URL
et: Vigane URL
fr: URL invalide
mr: अवैध URL
nb_no: Ugyldig nettadresse
nl: Ongeldige URL
pt: URL inválido
ru: Некорректный URL
ta: தவறான முகவரி
uk: Помилковий URL

source: Join
de: Verbinden
et: Ühenda
fr: Joindre
mr: जोडा
nb_no: Knytt sammen
nl: Verbinden
pt: Unir
ru: Соединить
ta: சேர
uk: Приєднати

source: Joining would invalidate a Turn Restriction the way belongs to
de: Verbinden würde eine Abbiegebeschränkung des Wegs ungültig machen
et: Ühendamine muudaks kehtetuks pöördepiirangu, millele tee kuulub
fr: Joindre casserait l'interdiction de tourner à laquelle le chemin appartient
nl: Samenvoegen zou een afslagbeperking waarbij de weg hoort ongeldig maken
pt: A união invalidará uma restrição de viragem à qual o elemento pertence
ru: Соединение аннулирует ограничение манёвров, участником которого является линия
ta: சேருவது ஒரு முறை கட்டுப்பாட்டை செல்லாது
uk: Приєднання зробить недійсним обмеження маневрів до якого входить лінія

source: Keys
de: Schlüssel
mr: कीज
pt: Chaves
ru: Ключи
ta: விசைகள்
uk: Ключі

source: Last updated %@
de: Zuletzt aktualisiert %@
et: Viimati uuendatud %@
fr: Dernière mise à jour le %@
mr: शेवटचे अद्यतनित %@
nb_no: Sist oppdatert %@
nl: Laatst geüpdatet %@
pt: Última atualização %@
ru: Последнее обновление %@
ta: கடைசியாக புதுப்பிக்கப்பட்ட %@
uk: Востаннє оновлено %@

source: Lat/Lon
de: Breitengrad/Längengrad
et: Laius-/pikkuskraad
mr: रेखांश/अक्षांश
nb_no: Bredde-/lengdegrad
nl: Breedtegraad/Lengtegraad
pt: Latitude / longitude
ru: Широта/Долгота
ta: ஆண்டுகள்/லோன்
uk: Широта/Довгота

source: Left
de: Links
et: Vasak
fr: Gauche
mr: डावे
nb_no: Venstre
nl: Links
pt: Esquerda
ru: Слева
ta: இடது
uk: Ліворуч

source: Left side
de: Linke Seite
et: Vasakul pool
fr: Côté gauche
mr: डावी बाजू
nb_no: Venstre side
nl: Linkerkant
pt: Lado esquerdo
ru: Левая сторона
ta: இடது பக்கம்
uk: Ліворуч

source: Length
de: Länge
et: Pikkus
fr: Longueur
mr: लांबी
nb_no: Lengde
nl: Lengte
pt: Comprimento
ru: Длина
ta: நீளம்
uk: Довжина

source: Line
de: Linie
mr: रेष
pt: Linha
ru: Линия
ta: வரி
uk: Лінія

source: Location unavailable
de: Standort nicht verfügbar
et: Asukoht ei ole saadaval
fr: Emplacement indisponible
mr: स्थान अनुपलब्ध
nl: Locatie niet beschikbaar
pt: Localização indisponível
ru: Местоположение недоступно
ta: இடம் கிடைக்கவில்லை
uk: Локація недоступна

source: Login successful
de: Login erfolgreich
et: Sisse logimine õnnestus
fr: Connexion réussie
mr: सनोंद प्रवेश यशस्वी
nb_no: Innlogget
nl: Login succesvol
pt: Autenticação bem sucedida
ru: Вход выполнен
ta: உள்நுழைவு வெற்றிகரமாக
uk: Ви увійшли

source: Low memory: clearing cache
de: Geringer Speicherplatz: leere Cache
et: Vähe mälu: puhvri tühjendamine
fr: Mémoire faible : purge du cache
mr: मेमरी कमी: कॅश पुसत आहे
nl: Weinig geheugen: cache leegmaken
pt: Pouca memória: a limpar os ficheiros temporários
ru: Недостаточно памяти: очистка кэша
ta: குறைந்த நினைவகம்: தற்காலிக சேமிப்பு
uk: Недостатньо памʼяті: очищення кешу

source: Mail delivery is not available on this device
de: Nachrichtenversand ist auf diesem Gerät nicht verfügbar
et: Posti kättetoimetamine ei ole selles seadmes võimalik
fr: La livraison de message n'est pas disponible pour cet appareil
nb_no: Forsendelse per e-post er ikke tilgjengelig på denne enheten
nl: Berichtenbezorging is niet beschikbaar op dit apparaat
pt: O envio por e-mail não está disponível neste dispositivo
ru: Доставка почты недоступна на данном устройстве
ta: இந்த சாதனத்தில் அஞ்சல் வழங்கல் கிடைக்கவில்லை
uk: Доставка пошти недоступна на цьому пристрої

source: Make Circular
de: Kreisförmig machen
et: Tee ümmarguseks
fr: Rendre circulaire
mr: वर्तुळाकार करा
nb_no: Gjør rund
nl: Cirkelvormig maken
pt: Tornar circular
ru: Сделать круглым
ta: சுற்றறிக்கை செய்யுங்கள்
uk: Зробити круглим

source: Make Rectangular
de: Rechteckig machen
et: Tee kandiliseks
fr: Rendre rectangulaire
mr: आयताकार करा
nb_no: Gjør firkantet
nl: Rechthoekig maken
pt: Tornar retangular
ru: Выпрямить углы
ta: செவ்வகத்தை உருவாக்குங்கள்
uk: Зробити кути прямими

source: Max nodes after joining is 2000
de: Maximale Anzahl an Nodes nach dem Verbinden ist 2000
et: Maksimaalne ühendamise järgne punktide arv on 2000
fr: Le nombre maximal de nœuds après jonction est de 2000
nl: Max. knopen na verbinden is 2000
pt: O número máximo de nós após unir é 2000
ru: Максимальное количество точек после соединения - 2000
ta: இணைந்த பிறகு அதிகபட்ச முனைகள் 2000 ஆகும்
uk: Максимальна кількість точок після приєднання — 2000

source: Maximum way length is 2000 nodes
de: Die maximale Weglänge beträgt 2000 Knoten
et: Maksimaalne tee pikkus on 2000 punkti
fr: La longueur maximale d'un chemin est de 2000 nœuds
nl: Maximale weglengte is 2000 knopen
pt: O comprimento máximo do elemento é 2000 nós
ru: Максимальная длина линии - 2000 точек
ta: அதிகபட்ச வழி நீளம் 2000 முனைகள்
uk: Максимальна довжина лінії — 2000 точок
