Repository: bryceco/GoMap
Catalog: src/xliff/*.xliff
Languages: de, et, fr, mr, nb_no, nl, pt, ru, ta, uk

# %ld meters, %ld nodes|==|substitutions.nodes.plural.few
source: %2$ld nodes
ru: %2$ld точки

# %ld meters, %ld nodes|==|substitutions.nodes.plural.many
source: %2$ld nodes
ru: %2$ld точек

# %ld meters, %ld nodes|==|substitutions.nodes.plural.one
source: %2$ld node
de: %2$ld Knoten
pt: %2$ld nó
ru: %2$ld точка
ta: %2$ld முனை

# %ld meters, %ld nodes|==|substitutions.nodes.plural.other
source: %2$ld nodes
de: %2$ld Knoten
pt: %2$ld nós
ru: %2$ld точки
ta: %2$ld முனைகள்

# %ld meters, %ld points, %ld waypoints|==|substitutions.meters.plural.few
source: %ld meters
ru: %ld метра

# %ld meters, %ld points, %ld waypoints|==|substitutions.meters.plural.many
source: %ld meters
ru: %ld метров

# %ld meters, %ld points, %ld waypoints|==|substitutions.meters.plural.one
source: %ld meter
de: %1$ld
pt: %1$ld
ru: %ld метр
ta: %ld மீட்டர்

# %ld meters, %ld points, %ld waypoints|==|substitutions.meters.plural.other
source: %ld meters
de: %1$ld
pt: %1$ld
ru: %ld метра
ta: %ld மீட்டர்

# %ld meters, %ld points, %ld waypoints|==|substitutions.points.plural.few
source: %ld points
ru: %ld точки

# %ld meters, %ld points, %ld waypoints|==|substitutions.points.plural.many
source: %ld points
ru: %ld точек

# %ld meters, %ld points, %ld waypoints|==|substitutions.points.plural.one
source: %ld point
de: %2$ld
pt: %2$ld
ru: %ld точка
ta: %ld புள்ளி

# %ld meters, %ld points, %ld waypoints|==|substitutions.points.plural.other
source: %ld points
de: %2$ld
pt: %2$ld
ru: %ld точек
ta: %ld புள்ளிகள்

# %ld meters, %ld points, %ld waypoints|==|substitutions.waypoints.plural.few
source: %ld waypoints
ru: %ld путевые точки

# %ld meters, %ld points, %ld waypoints|==|substitutions.waypoints.plural.many
source: %ld waypoints
ru: %ld путевых точек

# %ld meters, %ld points, %ld waypoints|==|substitutions.waypoints.plural.one
source: %ld waypoint
de: %3$ld
pt: %3$ld
ru: %ld путевая точка
ta: %ld வேன் பாயிண்ட்

# %ld meters, %ld points, %ld waypoints|==|substitutions.waypoints.plural.other
source: %ld waypoints
de: %3$ld
pt: %3$ld
ru: %ld путевых точек
ta: %ld வழிப்பாதைகள்

# %ld meters, %ld points|==|substitutions.meters.plural.few
source: %ld meters
ru: %1$ld метра
uk: %1$ld

# %ld meters, %ld points|==|substitutions.meters.plural.many
source: %ld meters
ru: %1$ld метров
uk: %1$ld

# %ld meters, %ld points|==|substitutions.meters.plural.one
source: %ld meter
de: %1$ld
et: %1$ld
fr: %1$ld
nl: %1$ld
pt: %1$ld
ru: %1$ld метр
ta: %ld மீட்டர்
uk: %1$ld

# %ld meters, %ld points|==|substitutions.meters.plural.other
source: %ld meters
de: %1$ld
et: %1$ld
fr: %1$ld
nl: %1$ld
pt: %1$ld
ru: %1$ld метра
ta: %ld மீட்டர்
uk: %1$ld

# %ld meters, %ld points|==|substitutions.points.plural.few
source: %ld points
ru: %2$ld точки
uk: %2$ld

# %ld meters, %ld points|==|substitutions.points.plural.many
source: %ld points
ru: %2$ld точек
uk: %2$ld

# %ld meters, %ld points|==|substitutions.points.plural.one
source: %ld point
de: %2$ld
et: %2$ld
fr: %2$ld
nl: %2$ld
pt: %2$ld
ru: %2$ld точка
ta: %ld புள்ளி
uk: %2$ld

# %ld meters, %ld points|==|substitutions.points.plural.other
source: %ld points
de: %2$ld
et: %2$ld
fr: %2$ld
nl: %2$ld
pt: %2$ld
ru: %2$ld точки
ta: %ld புள்ளிகள்
uk: %2$ld

# %ld new route(s) imported,&#10;%ld duplicate(s) skipped
source: %1$#@routes@ imported, %2$#@duplicates@ skipped
de: %1$#@routes@ importiert, %2$#@duplicates@ übersprungen
ru: %1$#@routes@, %2$#@duplicates@
ta: %1$#@routes@ இறக்குமதி செய்யப்பட்டது, %2$#@duplicates@ தவிர்க்கப்பட்டது

source: %2$ld duplicates
ru: %2$ld дубликата пропущено

source: %2$ld duplicates
ru: %2$ld дубликатов пропущено

source: %2$ld duplicate
de: %2$ld Duplikat
ru: %2$ld дубликат пропущен
ta: %2$ld நகல்

source: %2$ld duplicates
de: %2$ld Duplikate
ru: %2$ld дубликата пропущено
ta: %2$ld நகல்கள்

source: %1$ld new routes
ru: %1$ld новых маршрута импортировано

source: %1$ld new routes
ru: %1$ld новых маршрутов импортировано

source: %1$ld new route
de: %1$ld neue Route
ru: %1$ld новый маршрут импортирован
ta: %1$ld புதிய பாதை

source: %1$ld new routes
de: %1$ld neue Routen
ru: %1$ld новых маршрута импортировано
ta: %1$ld புதிய வழிகள்

# %ld objects|==|plural.few
source: %ld objects
ru: %ld объекта

# %ld objects|==|plural.many
source: %ld objects
ru: %ld объектов

# %ld objects|==|plural.one
source: %ld object
de: %ld Objekte
et: %ld objekti
fr: %ld objets
nl: %ld objecten
pt: %ld objetos
ru: %ld объект
ta: %ld பொருள்

# %ld objects|==|plural.other
source: %ld objects
de: %ld Objekte
et: %ld objekti
fr: %ld objets
nl: %ld objecten
pt: %ld objetos
ru: %ld объектов
ta: %ld பொருள்கள்
uk: %ld обʼєктів

# %lu tiles needed|==|plural.few
source: %lu tiles needed
ru: Не хватает %lu тайлов

# %lu tiles needed|==|plural.many
source: %lu tiles needed
ru: Не хватает %lu тайлов

# %lu tiles needed|==|plural.one
source: %lu tile needed
de: %lu Kacheln benötigt
et: Vaja %lu paani
fr: %lu tuiles requises
nl: %lu tegels nodig
pt: %lu quadrículas necessárias
ru: Не хватает %lu тайла
ta: %lu ஓடு தேவை

# %lu tiles needed|==|plural.other
source: %lu tiles needed
de: %lu Kacheln benötigt
et: Vaja %lu paani
fr: %lu tuiles requises
nl: %lu tegels nodig
pt: %lu quadrículas necessárias
ru: Не хватает %lu тайлов
ta: %lu ஓடுகள் தேவை

source: (new object)
de: (neues Objekt)
et: (uus objekt)
fr: (nouvel objet)
mr: (नवीन वस्तू)
nb_no: (nytt objekt)
nl: (nieuw object)
pt: (novo objeto)
ru: (новый объект)
ta: (புதிய பொருள்)
uk: (новий обʼєкт)

source: (node in way)
de: (Knoten in Weg)
et: (punkt teel)
fr: (nœud sur le chemin)
mr: (मार्गातील गाठ)
nb_no: (node i vei)
nl: (knoop in weg)
pt: (nó na linha)
ru: (точка на линии)
ta: (விதத்தில் முனை)
uk: (точка на лінії)

source: (node)
de: (Knoten)
et: (punkt)
fr: (nœud)
mr: (गाठ)
nl: (knoop)
pt: (nó)
ru: (точка)
ta: (முனை)
uk: (точка)

source: (relation %@)
et: (seos %@)
mr: (संबंध %@)
nb_no: (relasjon %@)
nl: (relatie %@)
pt: (relação %@)
ru: (отношение %@)
ta: (உறவு %@)
uk: (звʼзок %@)

source: (way)
de: (Weg)
et: (tee)
fr: (chemin)
mr: (मार्ग)
nb_no: (vei)
nl: (weg)
pt: (linha)
ru: (линия)
ta: (வழி)
uk: (лінія)

source: + Button Position
de: + Knopfposition
et: + Nupu asukoht
fr: + Position du bouton
mr: + बटणचे स्थान
nb_no: + Knappeposisjon
nl: + Positie knop
pt: Posição do botão +
ru: Положение кнопки +
ta: + பொத்தான் நிலை
uk: Позиція кнопки +

source: 1 Day
de: 1 Tag
fr: 1 jour
nb_no: Én dag
ru: 1 день
ta: 1 நாள்

# &lt;unknown&gt;
source: <unknown>
de: <unbekannt>
et: <tundmatu>
fr: <inconnu>
mr: <अज्ञात>
nb_no: <ukjent>
nl: <onbekend>
pt: <desconhecido>
ru: <неизвестно>
ta: <தெரியாத>
uk: <невідомець>

source: A GPX Track records your path as you travel along a road or trail
de: Ein GPX-Track zeichnet deinen Weg auf, während du dich eine Straße oder einen Pfad entlang bewegst
et: GPX Track salvestab mööda teed või rada sõites sinu teekonna
fr: Une trace GPX enregistre votre parcours le long d'une route ou d'un chemin
mr: तुम्ही रस्त्याने किंवा पायवाटेने प्रवास करता तेव्हा GPX ट्रॅक तुमचा मार्ग रेकॉर्ड करतो
nb_no: Et GPX-spor registrerer ruten din mens du reiser din vei
nl: Een GPS-track neemt je route op terwijl je je over een weg of pad beweegt
pt: Um trilho GPX regista o seu percurso conforme viaja ao longo de uma estrada ou caminho
ru: GPX-трек записывает ваш путь, пока вы путешествуете по дороге или тропе
ta: நீங்கள் ஒரு சாலை அல்லது பாதையில் பயணிக்கும்போது ஒரு சிபிஎக்ச் டிராக் உங்கள் பாதையை பதிவு செய்கிறது
uk: GPX-трек записує ваш шлях поки ви рухаєтеся вздовж дороги чи стежки

source: A copy of all user-defined quests has been copied to the clipboard in JSON format. You can paste it somewhere to keep a copy or send it to someone else.
de: Eine Kopie aller benutzerdefinierten Quests wurde im JSON-Format in die Zwischenablage kopiert. Sie können sie irgendwo einfügen, um eine Kopie zu behalten, oder sie an jemand anderen senden.
mr: सर्व वापरकर्ता-परिभाषित मोहिमांची एक प्रत क्लिपबोर्डवर JSON स्वरूपात कॉपी केली गेली आहे. ह्याची प्रत साठवण्यासाठी किंवा दुसऱ्याला पाठवण्यासाठी तुम्ही ती पेस्ट करुन वापरू शकता.
pt: Foi copiada para a área de transferência uma cópia de todas as missões definidas pelo utilizador no formato JSON. Pode colá-la num local qualquer para mantê-la como cópia ou enviá-la para outra pessoa.
ru: Копия всех пользовательских квестов была скопирована в буфер обмена в формате JSON. Вы можете вставить его где нибудь, чтобы сохранить копию или отправить его кому-то другому.
ta: அனைத்து பயனர் வரையறுக்கப்பட்ட தேடல்களின் நகலும் சாதொபொகு வடிவத்தில் இடைநிலைப்பலகைக்கு நகலெடுக்கப்பட்டுள்ளது. ஒரு நகலை வைத்திருக்க நீங்கள் எங்காவது ஒட்டலாம் அல்லது வேறு ஒருவருக்கு அனுப்பலாம்.
uk: Копія всіх визначених користувачем квестів була скопійована до буферу обміну у форматі JSON. Ви можете вставити її кудись, щоб зберегти копію або надіслати комусь іншому.

source: A relation the node belongs to is not fully downloaded
de: Eine Relation, zu der dieser Knoten gehört, ist nicht vollständig heruntergeladen
et: Seos, millesse punkt kuulub, ei ole täielikult alla laetud
fr: Une relation à laquelle le noeud appartient n'est pas entièrement téléchargée
mr: ही गाठ ज्या संबंधाचा भाग आहे तो संबंध पूर्णपणे डाऊनलोड झालेला नाही
nb_no: En relasjon noden tilhører er ikke helt nedlastet enda
nl: Een relatie waar de knoop bij hoort is niet volledig gedownload
pt: Uma relação à qual o nó pertence não foi completamente descarregada
ru: Отношение, к которому принадлежит точка, не загружено полностью
ta: முனை சொந்தமான ஒரு உறவு முழுமையாக பதிவிறக்கம் செய்யப்படவில்லை
uk: Звʼязок до якого належить точка не завантажений повністю

source: Accept
de: Akzeptieren
et: Nõustu
fr: Accepter
mr: स्वीकार
nb_no: Godta
nl: Accepteren
pt: Aceitar
ru: Принять
ta: ஏற்றுக்கொள்
uk: Підтвердити

source: Add Building Type
de: Gebäudetyp hinzufügen
mr: इमारतीचा प्रकार जोडा
pt: Adicionar tipo de edifício
ru: Добавить Тип Здания
ta: கட்டிட வகையைச் சேர்க்கவும்
uk: Додати тип будівлі

source: Add Highway Surface
de: Straßenbelag hinzufügen
mr: महामार्गाचा पृष्ठभाग जोडा
pt: Adicionar superfície da estrada
ru: Добавить тип дорожного покрытия
ta: நெடுஞ்சாலை மேற்பரப்பைச் சேர்க்கவும்
uk: Додати поверхню дороги

source: Add Note
de: Hinweis hinzufügen
et: Lisa märge
fr: Ajouter une note
mr: टीप जोडा
nb_no: Legg til notat
nl: Opmerking toevoegen
pt: Adicionar nota
ru: Добавить заметку
ta: குறிப்பைச் சேர்க்கவும்
uk: Додати нотатку

source: Add Opening Hours
de: Öffnungszeiten hinzufügen
mr: उघडण्याच्या वेळा जोडा
pt: Adicionar horário de funcionamento
ru: Добавить часы работы
ta: தொடக்க நேரங்களைச் சேர்க்கவும்
uk: Додати години роботи

source: Add Panoramax Photo
de: Panoramax-Foto hinzufügen
ru: Добавить панораму
ta: பனோரமாக்ச் புகைப்படத்தைச் சேர்க்கவும்

source: Add Parking Type
de: Parkplatztyp hinzufügen
mr: वाहनतळ प्रकार जोडा
pt: Adicionar tipo de estacionamento
ru: Добавить тип парковки
ta: பார்க்கிங் வகையைச் சேர்க்கவும்
uk: Додати тип стоянки

source: Add Sidewalk Surface
de: Gehwegbelag hinzufügen
mr: पदपथाचा पृष्ठभाग जोडा
pt: Adicionar superfície do passeio
ru: Добавить тип покрытия тротуара
ta: நடைபாதை மேற்பரப்பு சேர்க்கவும்
uk: Додати поверхню тротуара

source: Add Speed Limit
de: Geschwindigkeitsbegrenzung hinzufügen
mr: वेग मर्यादा जोडा
pt: Adicionar limite de velocidade
ru: Добавить ограничения скорости
ta: வேக வரம்பைச் சேர்க்கவும்
uk: Додати обмеження швидкості

source: Add Telephone Number
de: Telefonnummer hinzufügen
mr: दूरध्वनी क्रमांक जोडा
pt: Adicionar número de telefone
ru: Добавить номера телефона
ta: தொலைபேசி எண்ணைச் சேர்க்கவும்
uk: Додати телефонний номер

source: Add Website
de: Webseite hinzufügen
mr: संकेतस्थळ जोडा
pt: Adicionar página da Internet
ru: Добавить вебсайт
ta: வலைத்தளத்தைச் சேர்க்கவும்
uk: Додати вебсайт

source: Add inner member
de: Inneres Mitglied hinzufügen
et: Sisemise liikme lisamine
fr: Ajouter un membre interne
mr: आतील सदस्य जोडा
nb_no: Leg til indre medlem
nl: Binnenste lid toevoegen
pt: Adicionar membro de dentro
ru: Добавить элемент с ролью inner
ta: உள் உறுப்பினரைச் சேர்க்கவும்
uk: Додати член з роллю «inner»

source: Add outer member
de: Äußeres Mitglied hinzufügen
et: Välise liikme lisamine
fr: Ajouter un membre externe
mr: बाह्य सदस्य जोडा
nb_no: Leg til ytre medlem
nl: Buitenste lid toevoegen
pt: Adicionar membro de fora
ru: Добавить элемент с ролью outer
ta: வெளிப்புற உறுப்பினரைச் சேர்க்கவும்
uk: Додати член з роллю «outer»

source: Add way to multipolygon?
de: Weg zu Multipolygon hinzufügen?
et: Lisada tee hulknurgale?
fr: Ajouter un chemin au polygone multiple ?
mr: बहुभुजात मार्ग जोडायचा?
nb_no: Legg vei til multipolygon?
nl: Weg aan multipolygoon toevoegen?
pt: Adicionar linha ao multipolígono?
ru: Добавить линию в мультиполигон?
ta: மல்டிபோலிகானுக்கு வழியைச் சேர்க்கவா?
uk: Додати лінію до мультиполігона?

source: Adding members:
de: Mitglieder hinzufügen:
et: Liikmete lisamine:
fr: Ajout des membres :
mr: सदस्य जोडत आहे:
nb_no: Tillegg av medlemmer:
nl: Leden toevoegen:
pt: Adicionando membros:
ru: Добавление элементов:
ta: உறுப்பினர்களைச் சேர்ப்பது:
uk: Додавання членів:

source: Additional imagery
de: Zusätzliche Luftbilder
et: Lisapildid
fr: Imagerie additionnelle
mr: अतिरिक्त प्रतिमा
nb_no: Ytterligere bildemateriale
nl: Aanvullende beelden
pt: Imagens aéreas adicionais
ru: Дополнительные снимки
ta: கூடுதல் படங்கள்
uk: Додаткові фони

source: Advanced Quest Builder
de: Erweiterter Quest-Builder
mr: प्रगत मोहीम बांधणीकार
pt: Construtor de missões avançado
ru: Расширенный конструктор квестов
ta: மேம்பட்ட குவெச்ட் பில்டர்
uk: Просунутий редактор квестів

source: Aerial only
de: Nur Luftbild
et: Ainult aerofotod
fr: Aérien uniquement
mr: फक्त हवाई प्रतिमा
nb_no: Kun flyfoto
nl: Alleen luchtfoto's
pt: Apenas imagens aéreas
ru: Только аэрофотосъёмки
ta: வான்வழி மட்டும்
uk: Тільки аерофото

source: All Tags
de: Alle Attribute
et: Kõik sildid
fr: Toutes les étiquettes
mr: सर्व टॅग
nb_no: Alle etiketter
nl: Alle tags
pt: Todas as etiquetas
ru: Все теги
ta: அனைத்து குறிச்சொற்களும்
uk: Усі теґи

source: All choices
de: Alle Auswahlmöglichkeiten
et: Kõik valikud
fr: Tous les choix
mr: सर्व पर्याय
nb_no: Alle valg
nl: Alle keuzes
pt: Todas as opções
ru: Все варианты
ta: அனைத்து தேர்வுகளும்
uk: Усі варіанти

source: An error occured while exporting: %@
de: Beim Exportieren ist ein Fehler aufgetreten: %@
mr: निर्यात करताना त्रुटी उद्भवली: %@
pt: Ocorreu um erro ao exportar: %@
ru: Возникла ошибка во время экспорта: %@
ta: ஏற்றுமதி செய்யும் போது பிழை ஏற்பட்டது: %@
uk: Помилка під час експортування: %@

source: An error occured while importing: %@
de: Beim Importieren ist ein Fehler aufgetreten: %@
mr: आयात करताना एक त्रुटी उद्भवली: % @
pt: Ocorreu um erro ao importar: %@
ru: Возникла ошибка во время импорта: %@
ta: இறக்குமதி செய்யும் போது பிழை ஏற்பட்டது: %@
uk: Помилка під час імпортування: %@

source: Area
de: Fläche
mr: क्षेत्र
nb_no: Flate
pt: Área
ru: Площадь
ta: பகுதி
uk: Площа

source: Attention
de: Achtung
et: Tähelepanu
fr: Avertissement
mr: सावधान
nb_no: Merk
nl: Let op
pt: Atenção
ru: Внимание
ta: கவனம்
uk: Увага

source: Attributes
de: Attribute
et: Atribuudid
fr: Attributs
mr: गुणधर्म
nb_no: Attributter
nl: Attributen
pt: Atributos
ru: Атрибуты
ta: பண்புக்கூறுகள்
uk: Атрибути

source: Automatic
de: Automatisch
et: Automaatne
fr: Automatique
mr: स्वयंचलित
nb_no: Automatisk
nl: Automatisch
pt: Automático
ru: Автоматически
ta: தானியங்கி
uk: Автоматичне

source: Back
de: Zurück
et: Tagasi
fr: Retour
mr: मागे
nb_no: Tilbake
nl: Terug
pt: Voltar
ru: Назад
ta: பின்
uk: Назад

source: Background imagery %@
de: Hintergrundbilder %@
et: Taustapildid %@
fr: Imagerie de fond %@
mr: पार्श्वभूमी प्रतिमा %@
nb_no: Bakgrunnsbildemateriale %@
nl: Achtergrondbeelden %@
pt: Imagem de fundo %@
ru: Подложка %@
ta: பின்னணி படங்கள் %@
uk: Фонове зображення %@

source: Bad login
de: Login fehlgeschlagen
et: Ebaõnnestunud sisse logimine
fr: Identifiant invalide
mr: वाईट सनोंद-प्रवेश
nb_no: Feil innlogging
nl: Slechte login
pt: Autenticação falhada
ru: Неподходящий логин
ta: மோசமான உள்நுழைவு
uk: Неправильний логін

source: Better background imagery is available for your location. Would you like to change to it?
de: Für Ihren Standort ist besseres Bildmaterial verfügbar. Möchten Sie darauf umsteigen?
mr: तुमच्या स्थानासाठी जास्त चांगली पार्श्वभूमी प्रतिमा उपलब्ध आहे. त्यावर बदलू इच्छिता?
pt: Estão disponíveis melhores imagens de fundo para a sua localização. Gostaria de alterar para elas?
ru: Для вашего местоположения доступны более качественные фоновые изображения. Хотите перейти на них?
ta: உங்கள் இருப்பிடத்திற்கு சிறந்த பின்னணி படங்கள் கிடைக்கின்றன. அதை மாற்ற விரும்புகிறீர்களா?
uk: Для цього місця доступне краще фонове зображення. Бажаєте замінити фон на кращий?

source: Better imagery available
de: Besseres Bildmaterial verfügbar
mr: उत्तम प्रतिमा उपलब्ध
nb_no: Bedre bakgrunnsbilder tilgjengelig
pt: Melhores imagens disponíveis
ru: Доступны изображения получше
ta: சிறந்த படங்கள் கிடைக்கின்றன
uk: Є кращий фоновий шар

source: Build a New Quest
de: Neuen Quest erstellen
mr: नवीन मोहीम रचा
pt: Criar uma nova missão
ru: Создать новый квест
ta: புதிய தேடலை உருவாக்குங்கள்
uk: Створити новий квест

source: Building
de: Gebäude
ru: Здание
ta: கட்டிடம்

source: Cache size warning
de: Cachegrößen-Warnung
et: Puhvri suuruse hoiatus
fr: Avertissement de taille du cache
mr: कॅश आकार चेतावणी
nb_no: Advarsel om hurtiglagerstørrelse
nl: Cachegrootte-waarschuwing
pt: Aviso de tamanho dos ficheiros temporários
ru: Предупреждение о размере кэша
ta: கேச் அளவு எச்சரிக்கை
uk: Заувага про обсяг кешу

source: Cache trimmed
de: Cache gekürzt
et: Puhver korrastatud
fr: Cache réduit
mr: कॅश पुसून टाकले
nb_no: Hurtiglager nedtrimmet
nl: Cache ingekort
pt: Ficheiros temporários reduzidos
ru: Кэш очищен
ta: கேச் ஒழுங்கமைக்கப்பட்டது
uk: Кеш очищений

source: Can only add ways to multipolygons
de: Kann nur Wege zu Multipolygonen hinzufügen
et: Hulknurkadele on lubatud ainult teede lisamine
fr: Ajout de chemins possible uniquement pour les multipolygones
mr: केवळ बहुभुजांमध्ये मार्ग जोडू शकता
nb_no: Kan kun legge veier til multipolygoner
nl: Kan alleen wegen toevoegen aan multipolygonen
pt: Apenas pode adicionar linhas aos multipolígonos
ru: В мультиполигон возможно добавлять только линии
ta: மல்டிபோலிகான்களுக்கு மட்டுமே வழிகளைச் சேர்க்க முடியும்
uk: До мультиполігонів можна додавати тільки лінії

source: Can't delete node that is part of a relation
de: Kann Knoten, der Teil einer Relation ist, nicht löschen
et: Seose osaks olevat punkti ei saa kustutada
fr: Impossible de supprimer un nœud faisant partie d'une relation
mr: संबंधाचा भाग असलेली गाठ पुसून टाकू शकत नाही
nb_no: Kan ikke slette node som er del av en relasjon
nl: Kan een knoop die deel is van een relatie niet verwijderen
pt: Não é possível eliminar nós que fazem parte de uma relação
ru: Нельзя удалить точку, являющуюся частью отношения
ta: ஒரு உறவின் ஒரு பகுதியாக இருக்கும் முனையை நீக்க முடியாது
uk: Не можна видалити точку що є членом звʼязку

source: Can't delete relation that is not a multipolygon
de: Kann Relation, die kein Multipolygon ist, nicht löschen
et: Ei saa kustutada seost, mis ei ole hulknurk
fr: Impossible de supprimer une relation qui n'est pas un polygone multiple
mr: बहुभुज नसलेला संबंध पुसून टाकू शकत नाही
nb_no: Kan ikke slette en relasjon som ikke er en multipolygon
nl: Kan een relatie die geen multipolygoon is niet verwijderen
pt: Não é possível eliminar uma relação que não seja um multipolígono
ru: Невозможно удалить отношение, которое не является мультиполигоном
ta: மல்டிபோலிகான் அல்லாத உறவை நீக்க முடியாது
uk: Не можна видалити звʼязок що не є мультиполігоном

source: Can't delete way that is part of a Route or similar relation
de: Kann Weg, der Teil einer Route oder ähnlichen Relation ist, nicht löschen
et: Marsruudi või sarnase seose osaks olevat teed ei saa kustutada
fr: Impossible de supprimer un chemin qui est membre d'une relation Route ou similaire
mr: मार्ग किंवा तत्सम संबंधाचा भाग असलेला मार्ग पुसू शकत नाही
nb_no: Kan ikke slette vei som er en del av en rute eller lignende relasjon
nl: Kan een weg die deel uitmaakt van een Route of vergelijkbare relatie niet verwijderen
pt: Não é possível eliminar uma linha que faz parte de uma rota ou relação similar
ru: Невозможно удалить линию, которая является частью маршрута или похожего отношения
ta: ஒரு பாதையின் ஒரு பகுதியாக அல்லது ஒத்த உறவின் ஒரு பகுதியை நீக்க முடியாது
uk: Не можна видалити лінію що є частиною маршруту чи схожого звʼязку

source: Can't extend way
de: Kann Weg nicht verlängern
et: Teed ei saa laiendada
fr: Impossible d'étendre le chemin
mr: मार्ग वाढवू शकत नाही
nb_no: Kan ikke forlenge vei
nl: Kan weg niet uitbreiden
pt: Não é possível estender a linha
ru: Невозможно продлить линию
ta: வழியை நீட்ட முடியாது
uk: Не можна подовжити лінію

source: Can't remove Turn Restriction 'via' node
de: Kann 'Via'-Knoten der Abbiegebeschränkung nicht löschen
et: Pöörangu piirangut läbivat punkti ei saa eemaldada
fr: Impossible de supprimer le nœud 'via' d'une interdiction de tourner
mr: वळण प्रतिबंध असलेली 'via' गाठ काढून टाकू शकत नाही
nb_no: Kan ikke fjerne svingerestriksjon 'via' node
nl: Kan een afslagbeperking 'via'-knoop niet verwijderen
pt: Não é possível remover a restrição de viragem do nó com função 'via' (através de)
ru: Невозможно удалить точку с ролью ‘via’, участвующую в ограничении манёвров
ta: 'முனை வழியாக' டர்ன் கட்டுப்பாட்டை அகற்ற முடியாது
uk: Не можна видалити точку «via» зі звʼязка для обмежень маневрів

source: Can't remove Turn Restriction node connecting 'to'/'from' to 'via'
de: Kann Abbiegebeschränkuns-Knoten, der 'Von'/'Zu' mit 'Via' verbindet, nicht löschen
et: Lähte- või sihtkohta ja läbivat punkti ühendavat pöörangu piirangut ei saa eemaldada
fr: Impossible de supprimer le nœud d'une interdiction de tourner connectant 'to'/'from' à 'via'
mr: 'to'/'from' ते 'via' जोडणारी वळण प्रतिबंध गाठ काढू शकत नाही
nb_no: Kan ikke fjerne node i svingerestriksjonen som kobler 'til'/'fra' til 'via'
nl: Kan een afslagbeperkingsknoop die 'van'/'naar' verbindt met 'via' niet verwijderen
pt: Não é possível remover a restrição de viragem do nó conectando 'to / from' (para / de) a 'via' (através de)
ru: Невозможно удалить точку с ограничением манёвров, связывающую роли 'to'/'from' с 'via'
ta: '/' இலிருந்து 'முதல்' வழியாக 'உடன் இணைக்கும் திருப்ப கட்டுப்பாட்டு முனையை அகற்ற முடியாது
uk: Не можна видалити точку обмежень маневрів що зʼєднує «to»/«from» з «via»

source: Can't remove Turn Restriction to/from way
de: Kann Von/Zu-Weg der Abbiegebeschränkung nicht löschen
et: Lähte- või sihtkoha tee pöörangu piirangut ei saa eemaldada
fr: Impossible de supprimer le chemin 'to'/'from' d'une interdiction de tourner
mr: मार्गावर/पासून वळणाचे निर्बंध काढू शकत नाही
nb_no: Kan ikke fjerne svingerestriksjon til/fra vei
nl: Kan afslagbeperking 'van'/'naar'-weg niet verwijderen
pt: Não é possível remover a restrição de viragem da linha com a função 'to / from' (para / de)
ru: Невозможно удалить линию с ролью to/from, участвующую в ограничении манёвров
ta: திருப்பக் கட்டுப்பாட்டை/வழியில் இருந்து அகற்ற முடியாது
uk: Не можна видалити лінію з роллю «to» або «from» якою позначене обмеження маневрів

source: Can't remove component of a Route or similar relation
de: Komponente einer Route oder ähnlichen Relation kann nicht entfernt werden
et: Marsruudi või sarnase seose komponenti ei saa kustutada
fr: Impossible de supprimer un composant d'une relation Route ou similaire
mr: मार्ग किंवा तत्सम संबंधाचा घटक काढू शकत नाही
nb_no: Kan ikke fjerne en komponent i en rute eller lignende relasjon
nl: Kan component van een Route of vergelijkbare relatie niet verwijderen
pt: Não é possível remover um componente de uma rota ou relação similar
ru: Невозможно удалить компонент маршрута или подобного отношения
ta: ஒரு பாதை அல்லது ஒத்த உறவின் கூறுகளை அகற்ற முடியாது
uk: Не можна видалити компонент маршруту чи схожого звʼязка
