Repository: bryceco/GoMap
Catalog: src/xliff/*.xliff
Languages: de, et, fr, mr, nb_no, nl, pt, ru, ta, uk

# OND-s7-I6f.title
source: Custom Field
de: Benutzerdefinierte Vorlage
nl: Aangepaste preset
pt: Modelo de etiquetas personalizado
ru: Пользовательская предустановка
ta: தனிப்பயன் புலம்

# P3A-5n-1Iq.text
source: Type
de: Typ
et: Liik
mr: प्रकार
pt: Tipo
ru: Тип
ta: வகை

# QDv-7w-nbx.headerTitle
source: Field Name
de: Vorlagename
nl: Preset-naam
pt: Nome do modelo de etiquetas
ru: Название предустановки
ta: புலம் பெயர்

# R0q-aM-ULf.text
source: Value 6
de: Wert 6
et: Väärtus 6
fr: Valeur 6
nb_no: Verdi 6
nl: Waarde 6
pt: Valor 6
ru: Значение 6
ta: மதிப்பு 6

# Rfe-SO-p0w.title
source: Cancel
de: Abbrechen
et: Tühista
fr: Annuler
nb_no: Avbryt
nl: Annuleren
pt: Cancelar
ru: Отмена
ta: ரத்துசெய்

# TJk-hO-Ejc.text
source: Name
ru: Название
ta: பெயர்

# TK4-E8-1q7.text
source: Title
de: Titel
et: Pealkiri
fr: Titre
nb_no: Tittel
nl: Titel
ru: Заголовок

# UJ1-oM-H4Z.title
source: Back
ru: Назад
ta: பின்

# Urd-9O-Mte.placeholder
source: relation
et: seos
nb_no: relasjon
nl: relatie
ru: отношение

# Vli-Ct-Lpz.text
source: Wheelchair Access
de: Rollstuhlzugang
et: Juurdepääs ratastooliga
fr: Accès fauteuil roulant
nb_no: Rullestolstilgang
nl: Rolstoel-toegang
pt: Acesso a cadeira de rodas
ru: Доступ для инвалидных колясок
ta: சக்கர நாற்காலி அணுகல்

# Wim-Qa-dYQ.text
source: Value 10
de: Wert 10
et: Väärtus 10
fr: Valeur 10
nb_no: Verdi 10
nl: Waarde 10
pt: Valor 10
ru: Значение 10
ta: மதிப்பு 10

# WjA-Nb-uzp.configuration.title
source: Line
ru: Линия
ta: வரி

# WjA-Nb-uzp.normalTitle
source: Button
ru: Кнопка
ta: பொத்தான்

# WoH-od-iKL.text
source: Value 7
de: Wert 7
et: Väärtus 7
fr: Valeur 7
nb_no: Verdi 7
nl: Waarde 7
pt: Valor 7
ru: Значение 7
ta: மதிப்பு 7

# X1y-nK-nVJ.placeholder
source: key
de: Schlüssel
et: võti
fr: clé
nb_no: nøkkel
nl: sleutel
ru: ключ

# XBV-Ie-LDT.text
source: Food & Drink
de: Essen & Trinken
et: Toit & jook
fr: Nourriture et boisson
nb_no: Mat og drikke
nl: Eten & Drinken
ru: Еда и напитки

# ZNr-2O-LuN.placeholder
source: key
ru: ключ
ta: விசை

# ZYn-TK-k7d.text
source: Subtitle
de: Untertitel
et: Alapealkiri
fr: Sous-titre
nb_no: Undertekst
nl: Subtitel
ru: Подзаголовок

# aCs-vS-YXj.placeholder
source: ref
et: viide
ru: номер/индекс

# aLi-Vs-z0k.title
source: Configure
de: Konfigurieren
et: Seadista
fr: Configurer
nb_no: Sett opp
nl: Aanpassen
pt: Configurar
ru: Настроить
ta: உள்ளமைக்கவும்

# cN9-3h-H3l.title
source: All Tags
de: Alle Tags
et: Kõik sildid
fr: Toutes les étiquettes
mr: सर्व टॅग
nb_no: Alle etiketter
nl: Alle tags
pt: Todas as etiquetas
ru: Все теги
ta: அனைத்து குறிச்சொற்களும்
uk: Усі теґи

# cP3-lR-lzM.placeholder
source: value
de: Wert
et: väärtus
fr: valeur
nb_no: verdi
nl: waarde
ru: значение

# cTf-Rc-vqr.headerTitle
source: Preset Key
de: Vorlagenschlüssel
et: Eelseadistatud võti
fr: Clé prédéfinie
nb_no: Forvalgsnøkkel
nl: Preset-sleutel
pt: Tecla do modelo de etiquetas
ru: Ключ пресета
ta: முன்னமைக்கப்பட்ட விசை

# daQ-tl-pKh.text
source: Label
de: Bezeichnung
et: Silt
fr: Libellé
nb_no: Etikett
ru: Метка

# dsA-B6-s7R.text
source: Value 9
de: Wert 9
et: Väärtus 9
fr: Valeur 9
nb_no: Verdi 9
nl: Waarde 9
pt: Valor 9
ru: Значение 9
ta: மதிப்பு 9

# eG3-Xz-Nnp.placeholder
source: Dogs Allowed
de: Hunde erlaubt
et: Koerad on lubatud
fr: Chiens autorisés
nb_no: Hund tillatt
nl: Honden toegestaan
pt: São permitidos cães
ru: Собакам разрешено
ta: நாய்கள் அனுமதிக்கப்படுகின்றன

# f5t-25-IXF.title
source: Attributes
de: Attribute
et: Atribuudid
fr: Attributs
nb_no: Attributter
nl: Attributen
pt: Atributos
ru: Атрибуты
ta: பண்புக்கூறுகள்

# fdT-wh-QoF.configuration.title
source: Point
ru: Точка
ta: புள்ளியம்

# fdT-wh-QoF.normalTitle
source: Button
ru: Кнопка
ta: பொத்தான்

# foC-aN-GtH.placeholder
source: clean
de: sauber
et: puhas
nb_no: rens
ru: чистый

# ftg-j1-Ep9.placeholder
source: Oak
ru: Дуб
ta: ஓக்

# gv7-b8-wUw.text
source: Label
de: Bezeichnung
et: Silt
fr: Libellé
nb_no: Etikett
ru: Метка

# hKU-EH-qxp.title
source: Attributes
de: Attribute
et: Atribuudid
fr: Attributs
nb_no: Attributter
nl: Attributen
pt: Atributos
ru: Атрибуты
ta: பண்புக்கூறுகள்

# hfr-Mf-ZHv.text
source: value
de: Wert
et: väärtus
fr: valeur
nb_no: verdi
nl: waarde
pt: valor
ru: значение
ta: மதிப்பு

# ijx-N9-1eO.text
source: Changeset
de: Änderungssatz
et: Muudatuste kogum
fr: Jeu de modifications
mr: बदलसंच
nb_no: Endringssett
nl: Wijzigingenset
pt: Conjunto de alterações
ru: Пакет правок
ta: மாற்றங்கள்

# jv1-BF-p2a.footerTitle
source: The possible values for the preset
de: Die möglichen Werte für die Voreinstellung
et: Eelseadistuse võimalikud väärtused
fr: Valeurs possibles pour les preset
nb_no: Mulige verdier for forvalget
nl: De mogelijke waarden voor de preset
pt: Valores possíveis para o modelo de etiquetas
ru: Возможные значения для предустановки
ta: முன்னமைவுக்கான சாத்தியமான மதிப்புகள்

# jv1-BF-p2a.headerTitle
source: Preset values
de: Standardwerte
et: Eelseadistatud väärtused
fr: Valeurs des presets
nb_no: Forvalgsverdier
nl: Preset-waarden
pt: Valores do modelo de etiquetas
ru: Предустановленные значения
ta: முன்னமைக்கப்பட்ட மதிப்புகள்

# kPA-ky-U48.placeholder
source: leisure
de: Freizeit
et: vaba-aeg
fr: loisirs
nl: recreatie
ru: отдых

# lPv-s6-uEz.title
source: Common Tags
de: Häufige Tags
et: Levinumad sildid
fr: Étiquettes courants
mr: बहुधा वापरातले टॅग
nb_no: Vanlige etiketter
nl: Veelvoorkomende tags
pt: Etiquetas comuns
ru: Распространённые теги
ta: பொதுவான குறிச்சொற்கள்
uk: Поширені теґи

# li7-oV-pgT.text
source: Value 5
de: Wert 5
et: Väärtus 5
fr: Valeur 5
nb_no: Verdi 5
nl: Waarde 5
pt: Valor 5
ru: Значение 5
ta: மதிப்பு 5

# mAb-DX-pqb.title
source: Common tags
de: Häufige Tags
et: Levinumad sildid
fr: Étiquettes communes
mr: बहुधा वापरातले टॅग
nl: Veelvoorkomde tags
pt: Etiquetas comuns
ru: Распространённые теги
ta: பொதுவான குறிச்சொற்கள்
uk: Поширені теґи

# mcN-gM-s7u.text
source: Name
et: Nimi
fr: Nom
nb_no: Navn
nl: Naam
pt: Nome
ru: Наименование
ta: பெயர்

# nKt-LG-cSw.text
source: Value 2
de: Wert 2
et: Väärtus 2
fr: Valeur 2
nb_no: Verdi 2
nl: Waarde 2
pt: Valor 2
ru: Значение 2
ta: மதிப்பு 2

# ng7-T9-SJ6.text
source: Value 4
de: Wert 4
et: Väärtus 4
fr: Valeur 4
nb_no: Verdi 4
nl: Waarde 4
pt: Valor 4
ru: Значение 4
ta: மதிப்பு 4

# nrU-9j-jfm.placeholder
source: value
ru: значение
ta: மதிப்பு

# o63-qY-4vl.text
source: Value 11
de: Wert 11
et: Väärtus 11
fr: Valeur 11
nb_no: Verdi 11
nl: Waarde 11
pt: Valor 11
ru: Значение 11
ta: மதிப்பு 11

# oC6-w7-cwN.placeholder
source: leashed
de: angeleint
et: rihma otsas
ru: на поводке

# okh-JP-aKZ.placeholder
source: park
fr: parc
ru: парк

# omf-S9-Yjq.text
source: Name
et: Nimi
fr: Nom
nb_no: Navn
nl: Naam
pt: Nome
ru: Наименование
ta: பெயர்

# pHA-2B-6DC.normalTitle
source: Custom Fields
de: Voreinstellungen anpassen
nl: Presets aanpassen
pt: Personalizar modelos de etiquetas
ru: Настроить предустановки
ta: தனிப்பயன் புலங்கள்

# pqN-F1-JGm.placeholder
source: Oak Tree
ru: Дуб
ta: ஓக் மரம்

# pxY-di-zg7.placeholder
source: Restaurant
et: Restoran
pt: Restaurante
ru: Ресторан
ta: உணவகம்

# sVp-1S-TjJ.placeholder
source: role
de: Rolle
et: roll
fr: rôle
nb_no: rolle
nl: rol
pt: função
ru: роль

# teB-9L-Nrf.text
source: Key
de: Schlüssel
et: Võti
fr: Clé
nb_no: Nøkkel
nl: Sleutel
pt: Chave
ru: Ключ
ta: விசை

# u2W-Xt-qyS.placeholder
source: value
ru: значение
ta: மதிப்பு

# v1b-PG-XxE.title
source: Presets
de: Vorlagen
et: Eelvalikud
fr: Préréglages
nb_no: Forvalg
pt: Modelos de etiquetas
ru: Предустановки
ta: முன்னமைவுகள்

# vpk-jC-yxl.placeholder
source: yes
de: ja
et: jah
fr: oui
nb_no: ja
nl: ja
ru: да

# wFE-f1-sQa.text
source: Value 12
de: Wert 12
et: Väärtus 12
fr: Valeur 12
nb_no: Verdi 12
nl: Waarde 12
pt: Valor 12
ru: Значение 12
ta: மதிப்பு 12

# z19-cc-gHZ.text
source: Value
de: Wert
et: Väärtus
fr: Valeur
nb_no: Verdi
nl: Waarde
pt: Valor
ru: Значение
ta: மதிப்பு

# zqH-07-JEp.title
source: Cancel
ru: Отменить
ta: ரத்துசெய்

# 0Hk-5U-2Kg.text
source: Basemap Tiles
de: Mapnik Kacheln
nl: Mapnik-tegels
pt: Quadrículas Mapnik
ru: Тайлы Mapnik
ta: பேச்மேப் ஓடுகள்

# 1Mo-xe-IbY.headerTitle
source: I don't have an account
de: Ich habe keinen Account
et: Mul ei ole kontot
fr: Je n'ai pas de compte
mr: माझ्याकडे खाते नाही
nb_no: Jeg har ikke en konto
nl: Ik heb geen account
pt: Não tenho conta
ru: У меня нет аккаунта
ta: என்னிடம் கணக்கு இல்லை
uk: У мене немає обліковки

# 1SU-BF-K3n.title
source: Credits
de: Beteiligte
et: Tänuavaldused
fr: Crédits
mr: श्रेय
nb_no: Bidragsytere
pt: Créditos
ru: Команда
ta: வரவு
uk: Контакти

# 2TW-mO-uX2.footerTitle
source: If you are mapping somewhere with limited connectivity you can download the aerial and/or basemap tiles for the next two higher zoom levels that are in the current view area.
de: Wenn Sie beim Kartieren eine schlechte Datenverbindung haben, können Sie die Luftbild- und/oder Karten-Kacheln für die beiden nächsthöheren Zoomstufen herunterladen, die sich im aktuellen Sichtbereich befinden.
nl: Als je ergens in kaart aan het brengen bent met beperkte verbinding kan je de luchtbeelden en/of Mapnik-tegels voor de volgende twee hogere zoomniveaus die in je huidige weergave-gebied zijn downloaden.
pt: Se estiver a mapear algum lugar com ligação à Internet limitada ou mesmo sem Internet, pode descarregar as quadrículas de imagens aéreas e/ou Mapnik (mapa renderizado) para os próximos dois níveis de ampliação mais altos que estão na área de visualização atual.
ru: Если вы занимаетесь картографированием на местности, где нет доступа в интернет, вы можете скачать аэрофотоснимки и/или тайлы Mapnik для текущего места с возможностью увеличения ещё на два следующих уровня зума.
ta: வரையறுக்கப்பட்ட இணைப்புடன் நீங்கள் எங்காவது மேப்பிங் செய்தால், தற்போதைய பார்வை பகுதியில் இருக்கும் அடுத்த இரண்டு உயர் சூம் நிலைகளுக்கு வான்வழி மற்றும்/அல்லது பேச்மேப் ஓடுகளை பதிவிறக்கம் செய்யலாம்.

# 2TW-mO-uX2.headerTitle
source: Download zoomed tiles
de: Vergrößerte Kacheln herunterladen
et: Lae alla suurendatud paanid
fr: Télécharger les tuiles zoomées
nb_no: Last ned forstørrede flis
nl: Download de ingezoomde tegels
pt: Descarregar quadrículas ampliadas
ru: Загрузить увеличенные тайлы
ta: பெரிதாக்கப்பட்ட ஓடுகளை பதிவிறக்கவும்
uk: Завантажити збільшені тайли

# 2Zi-cz-7Va.text
source: Show Touches
de: Berührungen anzeigen
et: Kuva puudutused
fr: Afficher les touches
mr: स्पर्श दाखवा
nl: Toon aanrakingen
pt: Mostrar toques no ecrã
ru: Визуализировать прикосновения
ta: தொடுதல்களைக் காட்டு
uk: Показувати доторки

# 3AM-Eb-jch.text
source: Maximize FPS
de: FPS maximieren
ru: Не ограничивать частоту кадров (FPS)
ta: FPS ஐ அதிகரிக்கவும்

# 3qk-15-BUc.text
source: Details
et: Üksikasjad
fr: Détails
mr: तपशील
nb_no: Detaljer
pt: Detalhes
ru: Подробнее
ta: விவரங்கள்

# 5mG-fF-znF.text
source: Name
ru: Имя
ta: பெயர்

# 6GT-p2-rPO.footerTitle
source: Select a server if you would like to edit data located on an alternate OSM server.
de: Geben Sie einen Host an, wenn Sie Daten bearbeiten möchten, die sich auf einem anderen OSM-Server befinden. Der Standard-Host ist api.openstreetmap.org.
nl: Specificeer een host als je gegevens op een alternatieve OSM-server wilt bewerken. De standaardhost is api.openstreetmap.org.
pt: Especifique um servidor se quiser editar os dados localizados num servidor OpenStreetMap alternativo. O servidor padrão é api.openstreetmap.org.
ru: Введите адрес узла, если вы хотите редактировать данные, находящиеся на альтернативном сервере OSM. Узел по умолчанию: api.openstreetmap.org.
ta: மாற்று OSM சேவையகத்தில் அமைந்துள்ள தரவைத் திருத்த விரும்பினால் சேவையகத்தைத் தேர்ந்தெடுக்கவும்.

# 6GT-p2-rPO.headerTitle
source: OpenStreetMap Server
fr: Serveur OpenStreetMap
mr: OpenStreetMap सर्व्हर
nb_no: OpenStreetMap-tjener
pt: Servidor OpenStreetMap
ru: Сервер OpenStreetMap
ta: OpenStreetMap சேவையகம்
uk: Сервер OpenStreetMap

# 6Lj-wh-z9f.text
source: Detail
et: Lisateave
fr: Détail
mr: तपशील
nb_no: Detalj
pt: Detalhe
ru: Подробности
ta: விவரம்

# 7it-6c-BVW.headerTitle
source: OpenStreetMap account
de: OpenStreetMap Konto
ru: Аккаунт OpenStreetMap
ta: OpenStreetMap கணக்கு

# 34N-Ep-rpf.text
source: OpenStreetMap Login
de: OpenStreetMap Anmeldung
et: OpenStreetMap sisse logimine
fr: Identifiant OpenStreetMap
mr: OpenStreetMap सनोंद प्रवेश
nb_no: OpenStretMap-innlogging
pt: Autenticação no OpenStreetMap
ru: Войти в OpenStreetMap
ta: OpenStreetMap உள்நுழைவு
uk: Вхід до OpenStreetMap

# 355-dx-Oi8.headerTitle
source: Presets Language
de: Sprache
nl: Taal
pt: Idioma dos modelos de etiquetas
ru: Язык
ta: முன்னமைவு மொழி

# AEl-sZ-ech.text
source: Enables > 60 FPS
de: Aktiviert > 60 FPS
pt: Ativa > 60 FPS
ru: По умолчанию ограничение 60 FPS
ta: & Gt; 60 எஃப்.பி.எச்

# AHZ-L8-yUA.title
source: Settings
de: Einstellungen
et: Seaded
fr: Paramètres
mr: मांडणी
nb_no: Innstillinger
nl: Instellingen
pt: Configurações
ru: Настройки
ta: அமைப்புகள்

# AVI-04-hFN.text
source: Aerial Tiles
de: Luftbild-Kacheln
et: Aerofotode paanid
fr: Tuiles d'imagerie aérienne
mr: हवाई प्रतिमा फरशा
nb_no: Flyfoto-flis
nl: Luchtfoto-tegels
pt: Quadrículas aéreas
ru: Тайлы аэрофотосъёмки
ta: வான்வழி ஓடுகள்
uk: Тайли аерофото

# BHr-ta-k6F.text
source: Copyright © 2012-2024 Bryce Cogswell. All rights reserved. OpenStreetMap data is licensed under the Open Data Commons Open Database License (ODbL): https://www.openstreetmap.com/copyright Bing aerial imagery copyright Microsoft and its suppliers: https://www.microsoft.com/maps/product/terms.html, https://www.microsoft.com/maps/assets/docs/terms.aspx Mapbox aerial imagery copyright Mapbox and its suppliers: https://www.mapbox.com/tos XML parsing courtesy of Robbie Hanson's KissXML: https://github.com/robbiehanson/KissXML Map icons by SJJB: http://www.sjjb.co.uk/mapicons Other icons by Glyphish: http://glyphish.com
de: Urheberrecht © 2012-2020 Bryce Cogswell. Alle Rechte vorbehalten. OpenStreetMap-Daten sind lizenziert unter der Open Data Commons Open Database License (ODbL): https://www.openstreetmap.com/copyright Bing-Luftbilddaten unterliegen dem Copyright von Microsoft und seinen Zulieferern: https://www.microsoft.com/maps/product/terms.html, https://www.microsoft.com/maps/assets/docs/terms.aspx Mapbox-Luftbilddaten unterliegen dem Copyright von Mapbox und seinen Lieferanten: https://www.mapbox.com/tos XML-Parsing mit freundlicher Genehmigung von Robbie Hanson's KissXML: https://github.com/robbiehanson/KissXML Kartensymbole von SJJB: http://www.sjjb.co.uk/mapicons Andere Symbole von Glyphish: http://glyphish.com
nl: Copyright © 2012-2020 Bryce Cogswell. Alle rechten voorbehouden OpenStreetMap-data is vrijgegeven onder de Open Data Commons Open Database License (ODbL): https://www.openstreetmap.com/copyright Bing luchtfoto's copyright Microsoft en haar leveranciers: https://www.microsoft.com/maps/product/terms.html, https://www.microsoft.com/maps/assets/docs/terms.aspx Mapbox luchtfoto's copyright Mapbox en haar leveranciers: https://www.mapbox.com/tos XML-parsing met dank aan Robbie Hanson's KissXML: https://github.com/robbiehanson/KissXML EXIF parsing-code Copyright (c) 2010-2015 Mayank Lahiri https://github.com/mayanklahiri/easyexif Kaartpictogrammen gemaakt door SJJB: http://www.sjjb.co.uk/mapicons Andere pictogrammen gemaakt door Glyphish: http://glyphish.com
pt: Direitos de autor © 2012-2020 Bryce Cogswell. Todos os direitos reservados. Os dados do OpenStreetMap são disponibilizados segundo a licença Open Data Commons Open Database License (ODbL): https://www.openstreetmap.com/copyright Imagens aéreas Bing © Microsoft e os seus fornecedores: https://www.microsoft.com/maps/product/terms.html, https://www.microsoft.com/maps/assets/docs/terms.aspx Imagens aéreas Mapbox © Mapbox e os seus fornecedores: https://www.mapbox.com/tos Parsing XML cortesia de Robbie Hanson's KissXML: https://github.com/robbiehanson/KissXML Código parsing EXIF © 2010-2015 Mayank Lahiri https://github.com/mayanklahiri/easyexif Ícones para mapas SJJB: http://www.sjjb.co.uk/mapicons Outros ícones por Glyphish: http://glyphish.com
ru: Авторские права © 2012-2020 Брайс Когсвелл. Все права защищены. Данные OpenStreetMap распространяются по лицензии с Open Data Commons Open Database License (ODbL): https://www.openstreetmap.com/copyright Bing aerial imagery copyright Microsoft and its suppliers: https://www.microsoft.com/maps/product/terms.html, https://www.microsoft.com/maps/assets/docs/terms.aspx Mapbox aerial imagery copyright Mapbox and its suppliers: https://www.mapbox.com/tos Парсер XML от KissXML: https://github.com/robbiehanson/KissXML Значки на карте от SJJB: http://www.sjjb.co.uk/mapicons Другие значки от Glyphish: http://glyphish.com
ta: பதிப்புரிமை © 2012-2024 பிரைச் கோக்ச்வெல். அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை. ஓபன்ச்ட்ரீட்மேப் தரவு திறந்த தரவு காமன்ச் திறந்த தரவுத்தள உரிமத்தின் (ODBL) கீழ் உரிமம் பெற்றது: https://www.openstreetmap.com/copyright பிங் ஏரியல் இமேசரி பதிப்புரிமை மைக்ரோசாப்ட் மற்றும் அதன் சப்ளையர்கள்: https://www.microsoft.com/maps/product/terms.html, https://www.microsoft.com/maps/assets/docs/terms.aspx மேபாக்ச் வான்வழி படங்கள் பதிப்புரிமை மேப் பாக்ச் மற்றும் அதன் சப்ளையர்கள்: https://www.mapbox.com/tos ராபி ஆன்சனின் கிச்எக்ச்எம்எல்லின் எக்ச்எம்எல் பாகுபடுத்தல் மரியாதை: https://github.com/robbiehanson/kissxml SJJB ஆல் வரைபட சின்னங்கள்: http://www.sjjb.co.uk/mapicons கிளிஃபிசின் பிற சின்னங்கள்: http://glyphish.com

# CHj-a3-gC9.text
source: Weblate - Translations
de: Weblate - Übersetzungen
et: Weblate - tõlked
fr: Traductions - Weblate
mr: Weblate - अनुवाद
nb_no: Weblate – Oversettelser
nl: Weblate - Vertalingen
pt: Traduções - Webalte
ru: Weblate - переводы
ta: வலைபெயர்ப்பு - மொழிபெயர்ப்புகள்

# DY5-Ls-XZ1.normalTitle
source: Register new account
de: Neuen Account registrieren
et: Registreeri uus konto
fr: Créer un compte
mr: नवीन खाते नोंदणी करा
nb_no: Registrer ny konto
nl: Nieuw account registreren
pt: Criar conta
ru: Создать аккаунт
ta: புதிய கணக்கை பதிவு செய்யுங்கள்
uk: Зареєструвати обліковку

# DiU-tt-U7H.text
source: Detail detail detail detail detail
nb_no: Detalj detalj detalj detalj detalj
pt: Detalhe detalhe detalhe detalhe detalhe
ru: Подробности подробности подробности подробности подробности

# Gcr-zK-nDq.text
source: Touches for screen recording
de: Zeigt Berührungen für Bildschirmaufnahmen
et: Puudutused ekraani salvestamiseks
fr: Touches pour l'enregistrement d'écran
nl: Toont aanrakingen voor schermopname
pt: Mostrar toques para gravar vídeos do ecrã (por ex. para gravar vídeos educativos)
ru: Прикосновения для записи скринкаста
ta: திரை பதிவுக்கான தொடுதல்கள்
uk: Доторки під час записів екрана

# Gxc-44-SzR.title
source: Advanced Settings
de: Erweiterte Einstellungen
et: Täpsemad seaded
fr: Paramètres avancés
mr: प्रगत मांडणी
nb_no: Avanserte innstillinger
nl: Geavanceerde instellingen
pt: Configurações avançadas
ru: Расширенные настройки
ta: மேம்பட்ட அமைப்புகள்
uk: Просунуті налаштування

# HNj-kK-OCP.text
source: Title
de: Titel
et: Pealkiri
fr: Titre
mr: शीर्षक
nb_no: Tittel
nl: Titel
pt: Título
ru: Заголовок
ta: தலைப்பு

# JbA-pC-plJ.text
source: Title title title title
nb_no: Tittel tittel tittel tittel
pt: Título título título título
ru: Заголовок заголовок заголовок заголовок

# KIO-8j-QsO.text
source: Subtitle
de: Untertitel
et: Alapealkiri
fr: Sous-titre
mr: उपशीर्षक
nb_no: Undertekst
nl: Ondertitel
pt: Subtítulo
ru: Подзаголовок
ta: வசன வரிகள்

# LaB-Et-hHT.text
source: Details
et: Üksikasjad
fr: Détails
mr: तपशील
nb_no: Detaljer
pt: Detalhes
ru: Подробнее
ta: விவரங்கள்

# Mus-SG-1Sz.text
source: Detail
et: Lisateave
fr: Détail
mr: तपशील
nb_no: Detalj
pt: Detalhe
ru: Подробности
ta: விவரம்

# O6E-f1-A1k.title
source: Login
de: Identifikationsdaten
et: Logi sisse
fr: Identifiant
mr: सनोंद प्रवेश
nb_no: Innlogging
pt: Autenticação
ru: Логин
ta: புகுபதிவு

# TGa-tJ-nrC.text
source: Credits
de: Beteiligte
et: Tänuavaldused
fr: Crédits
mr: श्रेय
nb_no: Bidragsytere
pt: Créditos
ru: Команда проекта
ta: வரவு
uk: Контакти

# Tkc-bW-kNS.footerTitle
source: In order to upload changes to the map you need a user name and password registered at openstreetmap.org.
de: Um Veränderungen hochzuladen wird ein Benutzername und Passwort, registriert bei openstreetmap.org, benötigt
et: Kaardimuudatuste üleslaadimiseks on vaja openstreetmap.org'is registreeritud kasutajanime ja salasõna.
fr: Pour téléverser vos changements vers la carte, vous devez disposer d'identifiants de connexion sur openstreetmap.org
nb_no: For å laste opp kartendringer må du ha et brukernavn og passord på openstreetmap.org.
nl: Om veranderingen te uploaden is een gebruikersnaam en wachtwoord, geregistreerd bij openstreetmap.org, nodig.
pt: Para fazer o envio das alterações para o mapa, necessita dos dados de acesso da sua conta no openstreetmap.org, quer o nome de utilizador quer a palavra-passe.
ru: Чтобы загружать правки на карту, вам понадобятся имя пользователя и пароль, зарегистрированные на openstreetmap.org.
ta: வரைபடத்தில் மாற்றங்களை பதிவேற்றுவதற்கு உங்களுக்கு Openstreetmap.org இல் பதிவுசெய்யப்பட்ட பயனர் பெயர் மற்றும் கடவுச்சொல் தேவை.
uk: Щоб надсилати зміни до мапи вам треба зареєструвати собі імʼя користувача та пароль на вебсайті openstreetmap.org.

# Tkc-bW-kNS.headerTitle
source: OpenStreetMap account
de: OpenStreetMap-Konto
et: OpenStreetMap konto
fr: Compte OpenStreetMap
mr: OpenStreetMap खाते
nb_no: OpenStreetMap-konto
pt: Conta OpenStreetMap
ru: Аккаунт OpenStreetMap
ta: OpenStreetMap கணக்கு
uk: Обліковка OpenStreetMap

# TrT-Nn-WKe.text
source: Join the TestFlight Beta
de: Tritt der TestFlight-Beta bei
et: Liitu TestFlight Beta-ga
fr: Rejoignez la Beta sur TestFlight
mr: TestFlight Beta मध्ये सहभागी व्हा
nb_no: Ta del i TestFlight-betaen
nl: Doe mee met de TestFlight-Beta
pt: Participe do TestFlight Beta
ru: Вступить в TestFlight Beta
ta: டெச்ட்ஃப்ளைட் பீட்டாவில் சேரவும்
uk: Записатися до TestFlight Beta

# UeH-ME-EV8.text
source: Show FPS
de: Zeige FPS
et: Kuva FPS
fr: Afficher les IPS
mr: FPS दाखवा
nb_no: Vis rammetakt
nl: Toon FPS
pt: Mostrar FPS
ru: Показать частоту кадров
ta: FPS ஐக் காட்டு
uk: Показувати лічильник кадрів

# UvN-Qa-roL.text
source: Frames/Second
de: Bilder/Sekunde
et: Kaadrit/sekundis
fr: Images/Seconde
mr: फ्रेम्स/सेकंद
nb_no: Bilder/sekund
nl: Beelden/Seconde
pt: Fotogramas por segundo
ru: Кадры в секунду
ta: பிரேம்கள்/இரண்டாவது
uk: Кадри на секунду

# VDO-HW-SLB.title
source: Nearby Mappers
de: Kartographen in der Nähe
et: Lähedal asuvad kaardistajad
fr: Cartographes à proximité
mr: जवळचे मानचित्रकार
nb_no: Kartografer i nærheten
nl: Mappers in de buurt
pt: Mapeadores nesta área
ru: Картографы рядом
ta: அருகிலுள்ள மேப்பர்கள்
uk: Мапери неподалік

# WpM-6Q-OOf.normalTitle
source: Sign Out
de: Abmelden
ru: Выйти
ta: விடுபதிகை

# Wrw-fc-hCg.text
source: Changesets
de: Änderungssätze
ru: Пакеты правок
ta: மாற்றங்கள்

# ags-Mx-c1q.text
source: Contact Us
de: Kontaktiere uns
et: Võta meiega ühendust
fr: Contactez-nous
mr: संपर्क माहिती
nb_no: Kontakt oss
nl: Neem contact op
pt: Contacte-nos
ru: Связаться с нами
ta: எங்களை தொடர்புகொள்
uk: Звʼязатися з нами

# b22-oG-lnl.title
source: Account Info
de: Konto-Informationen
ru: Информация об аккаунте
ta: கணக்கு செய்தி

# bt0-CH-HbH.normalTitle
source: Start
et: Alusta
fr: Démarrer
mr: प्रारंभ
pt: Começar
ru: Начать
ta: தொடங்கு
uk: Почати

# dIM-oE-zAg.normalTitle
source: Sign In
de: Anmelden
mr: सनोंद प्रवेश
pt: Iniciar sessão
ru: Войти
ta: விடுபதிகை
uk: Увійти

# dbi-X6-Day.headerTitle
source: Bug Reports & Suggestions
de: Fehlermeldungen und Vorschläge
et: Veaaruanded ja soovitused
fr: Rapports de bogues et suggestions
nb_no: Feilrapporter og forslag
nl: Probleemmeldingen & Suggesties
pt: Relatórios de erros e sugestões
ru: Отчёты об ошибках и предложения
ta: பிழை அறிக்கைகள் & பரிந்துரைகள்
uk: Звіти про вади і пропозиції
