Repository: bryceco/GoMap
Catalog: src/xliff/ars.xliff
Languages: ars

# 1xx-L0-hKm.text
source: Get Directions
ars: احصل على الاتجاهات

# 2.title
source: First
ars: الأول

# 2g1-vb-Cjc.normalTitle
source: Comment
ars: تعليق

# 7Ua-cx-BHI.title
source: Upload
ars: رفع

# 9hH-Ja-fKn.text
source: New comment:
ars: تعليق جديد:

# E22-sL-sNt.accessibilityHint
source: Reorient map north
ars: وجّه الخريطة إلى الشمال

# E22-sL-sNt.accessibilityLabel
source: Compass
ars: البوصلة

# FaM-WV-S6I.title
source: Search for Location
ars: ابحث عن موقع

# Fo4-Nq-pAz.normalTitle
source: Center
ars: المركز

# MBY-TK-Wuy.title
source: Note
ars: ملاحظة

# N5Q-nV-TPG.text
source: Zoom to Edit
ars: تكبير للتحرير

# OJ0-aO-ri1.normalTitle
source: Resolve
ars: حل

# Qz0-Ce-YCX.title
source: Bing Maps
ars: خرائط بنج Bing

# TcP-6i-B8H.text
source: Specify a name ("New York"), a URL or other text containing lat/lon coordinates, or a reference to an OSM object ("way 51014987"):
ars: ضع اسمًا مثل ("نيويورك")، أو عنوان رابط URL أو نصًا آخر يحتوي على إحداثيات خطوط الطول / العرض ، أو رقم معرف العنصر على OSM مثل:("way 51014987"):

# gdu-Sf-XrE.title
source: Commit
ars: إرسال

# l7S-YL-RKK.text
source: Subtitle
ars: عنوان فرعي

# siu-I6-IEp.title
source: Search for Location
ars: ابحث عن موقع

# stf-JU-iga.text
source: Title
ars: العنوان

# xw9-Ro-Fai.placeholder
source: Niagara Falls
ars: شلالات نياغارا

# zrW-uc-hfQ.segmentTitles[0]
source: Tags
ars: الوسوم

# zrW-uc-hfQ.segmentTitles[1]
source: Delete
ars: حذف

# zrW-uc-hfQ.segmentTitles[2]
source: More...
ars: المزيد...

# 4vY-m2-xMW.text
source: Position your device parallel to the direction of the object.
ars: ضع جهازك موازيا لاتجاه العنصر.

# exg-Jc-FOH.normalTitle
source: Cancel
ars: إلغاء

# 1SY-O5-qJR.title
source: Cancel
ars: إلغاء

# 1f0-8q-yCi.text
source: GPX Tracks
ars: مسارات GPX

# 2Ku-Lb-uCf.text
source: Details
ars: التفاصيل

# 2ZY-zi-luF.text
source: Clear Cache
ars: مسح ذاكرة التخزين المؤقت

# 4s8-Bj-JOX.normalTitle
source: 99 Days
ars: 99 يوم

# 5hB-2Y-Wgl.text
source: Projection
ars: الإسقاط

# 7df-49-qTa.text
source: Rail Features
ars: عناصر السكك الحديدية

# 8HT-Bc-Q2z.title
source: Aerial Imagery
ars: الصور الجوية

# 8S7-Kw-QHF.normalTitle
source: Details
ars: التفاصيل

# 8es-4f-sj3.headerTitle
source: Overlays
ars: طبقات إضافية علوية

# 9L3-JO-Whj.text
source: Mapnik only
ars: فقط خريطة Mapnik (الرسمية)

# 186-0W-Nrr.title
source: Display
ars: العرض

# DmO-dW-3Fh.text
source: Collect in background:
ars: سجل في الخلفية:

# EmS-9F-1qc.text
source: Details
ars: التفاصيل

# F9l-B0-puf.text
source: Details
ars: التفاصيل

# GNK-bZ-i9X.text
source: Details
ars: التفاصيل

# H3p-Ta-kIy.title
source: QA Poole No Name Tiles
ars: الصور المتجانبة من Poole لطبقة ضمان الجودة للعناصر التي بدون اسم

# Idx-2G-6F7.text
source: Power Features
ars: عناصر الطاقة

# Jz1-GP-Wbe.text
source: Paths
ars: المسارات

# LxX-tl-ZLH.text
source: Enable Filters
ars: تمكين المصفيات

# MPq-PX-jf0.text
source: Editor with Aerial
ars: التحرير مع الصور الجوية

# MZF-am-tCM.title
source: Aerial Provider
ars: مزود صور جوية

# MeQ-4N-FqC.text
source: GPX Tracks you record or download will be automatically deleted after:
ars: سيتم حذف مسارات GPX التي تسجلها أو تنزيلها تلقائيا بعد:

# OiJ-GU-gZ3.title
source: Cancel
ars: إلغاء

# Okg-2D-O6U.text
source: Landuse
ars: استخدامات الأراضي

# RJU-Z2-QFh.headerTitle
source: Interactions
ars: تأثيرات

# RxO-IV-UE7.text
source: Service Roads
ars: طرق الخدمات (المؤدية لخدمات)

# SNa-W1-wga.footerTitle
source: Clear the OSM data cache if the application state becomes out of sync with the OSM server. This may occur if someone else changes data you are editing, or if one of your uploads fails midway through preventing you from uploading additional data. Warning: Clearing the OSM cache will cause you to lose any changes that have not yet been uploaded. Clear the Mapnik or Overlay tile caches to download the latest tiles that reflect changes you've previously submitted. Your changes may take up to 24 hours to be processed.
ars: امسح ذاكرة التخزين المؤقت لبيانات خريطة الشارع المفتوحة كل فترة خاصة إذا أصبحت حالة التطبيق غير متزامنة مع الخادم، وقد يحدث هذا إذا قام شخص آخر بتغيير البيانات التي تقوم بتحريرها، أو إذا فشلت عملية رفع البيانات في منتصف الإجراء الذي يمنعك من رفع بيانات إضافية. تحذير: سيؤدي مسح ذاكرة التخزين المؤقت OSM إلى فقد أي تغييرات لم تقم برفعها. امسح ذاكرة التخزين المؤقت لطبقة Mapnik أو الطبقات الأخرى لتنزيل أحدث الصور المتجانبة التي تعكس التغييرات التي أرسلتها مسبقًا. قد ستغرق تطبيق تغييراتك أحيانا ما يصل إلى 24 ساعة لتتم معالجتها.

# SNa-W1-wga.headerTitle
source: Discard & Refresh
ars: تجاهل & تحديث

# Uum-Wn-9CF.text
source: Others
ars: الأخرى

# VUR-wT-knn.text
source: Enable Rotation
ars: تمكين تدوير الشاشة

# WnI-tY-WWa.text
source: Delete tracks after:
ars: حذف المسارات بعد:

# Z8C-Ef-iJE.title
source: GPX Tracks
ars: مسارات GPX

# ZP1-qY-kXe.text
source: Unnamed Roads
ars: طرق ليس لها اسم

# Zn9-Sg-9fS.footerTitle
source: If specifying a WMS URL you must also provide the projection used
ars: إذا كان تحديد عنوان WMS يجب عليك أيضا توفير الإسقاط الخاص به

# Zn9-Sg-9fS.headerTitle
source: WMS Projection
ars: إسقاط WMS

# Zzc-4t-QhT.text
source: Aerial Tiles
ars: الصور الجوية

# bmY-Hw-jv6.footerTitle
source: Go Map!! will automatically discard old data to optimize performance.
ars: تطبيق Go Map!! سوف يتجاهل البيانات القديمة تلقائيًا لتحسين الأداء.

# bmY-Hw-jv6.headerTitle
source: Cache Management
ars: إدارة ذاكرة التخزين المؤقت

# cXC-ij-AMQ.title
source: Show Objects
ars: إظهار العناصر

# cpC-iE-1Dm.text
source: Title
ars: العنوان

# cpv-m2-oDm.headerTitle
source: Friendly Name
ars: اسم مألوف

# dIe-MC-t44.text
source: Automatic
ars: تلقائي

# dci-gg-ddc.title
source: Cancel
ars: إلغاء

# eFa-yZ-YZl.text
source: Aerial Tiles
ars: الصور الجوية

# eLW-GB-ugG.text
source: Position + Button on
ars: مكان زر الإضافة +

# eN6-SZ-99I.text
source: Editor only
ars: التحرير فقط

# eTY-48-gab.text
source: Aerial Tiles
ars: الصور الجوية

# eac-Db-EaW.normalTitle
source: Bing
ars: بينج Bing

# el8-h8-H1F.normalTitle
source: Button
ars: زر

# fFT-hv-mKl.text
source: Aerial Tiles
ars: الصور الجوية

# fHH-rC-iGa.text
source: Aerial Tiles
ars: الصور الجوية

# g2G-5j-Y4q.text
source: Details
ars: التفاصيل

# g46-cV-NBw.text
source: Aerial Tiles
ars: الصور الجوية

# gdL-Os-R6R.text
source: Points
ars: النقاط

# gre-3S-iPA.text
source: Detail
ars: التفاصيل

# h1O-06-ApF.text
source: Label
ars: العلامة

# hMJ-yP-XJe.text
source: OpenStreetMap GPS Traces
ars: مسارات GPS من OSM

# hkr-kO-jbt.text
source: Traffic Roads
ars: الطرق المرورية

# hsp-Xj-TU6.text
source: Simon Poole Map Data © OpenStreetMap contributors
ars: بيانات خريطة سيمون بول © المساهمين في خريطة الشارع المفتوحة

# lu0-kr-5Cc.text
source: Past/Future
ars: الماضي / المستقبل

# lwG-AE-nIZ.headerTitle
source: Background
ars: الخلفية

# oSD-0y-Vt0.title
source: Configure GPX Tracks
ars: إعدادات مسارات GPX

# pQK-9y-t4z.text
source: Buildings
ars: المباني

# pR1-M8-pXH.title
source: Back
ars: رجوع

# qdV-Je-jXT.text
source: Boundaries
ars: الحدود

# r6a-cT-Ufa.text
source: Turn Restrictions
ars: قيود الانعطافات المرورية

# scg-Po-M3L.headerTitle
source: Filter Objects
ars: تصفية العناصر

# swu-t3-p5w.text
source: URL
ars: الرابط

# tS9-CP-pqu.title
source: Clear Cache
ars: مسح ذاكرة التخزين المؤقت

# tU9-Ml-4ko.title
source: Back
ars: رجوع

# twn-Ve-8vl.text
source: Water Features
ars: عناصر تخص المياه

# uOd-BB-zEq.text
source: Aerial only
ars: التصوير الجوي فقط

# uZo-P0-sR7.text
source: Building Level
ars: مستوى/أدوار المباني

# voF-Yf-33h.text
source: Max Zoom
ars: أقصى درجة للتكبير

# w75-Lj-3jF.placeholder
source: Portlandia GIS
ars: بورتلاند GIS

# wev-ax-u4C.headerTitle
source: Reset
ars: إعادة تعيين

# xve-fW-qM7.text
source: Details
ars: التفاصيل

# yue-km-52a.text
source: Name
ars: الاسم

# zD6-m4-1PD.footerTitle
source: A TMS URL with {x}, {y} and {z} placeholders, or a WMS URL
ars: عنوان URL لطبقة من نوع TMS الذي يحتوي على عناصر تعويضية {x} و {y} و {z} أو عنوان URL لطبقة من نوع WMS

# zD6-m4-1PD.headerTitle
source: Template URL of the tile server
ars: عنوان URL للقالب الخاص بخادم الصور المتجانبة

# zI2-YM-qbl.normalTitle
source: Add New
ars: إضافة جديدة

# QZK-2k-kEa.normalTitle
source: Set Height
ars: تحديد الارتفاع

# SdH-uy-BuK.normalTitle
source: Distance
ars: المسافة

# juy-LX-vDs.normalTitle
source: Height
ars: الارتفاع

# l5O-tO-QFr.normalTitle
source: Cancel
ars: إلغاء

source: GPS Exchange Format (GPX)
ars: تنسيق تبادل GPS (GPX)

# NSBluetoothPeripheralUsageDescription
source: Connect to external Bluetooth GPS devices
ars: الاتصال بأجهزة بلوتوث GPS الخارجية

# NSCameraUsageDescription
source: The camera is used to measure heights of buildings or objects, and to perform text recognition in opening hours signs.
ars: تُستخدم الكاميرا لقياس ارتفاعات المباني أو الأشياء ، وأيضاً للتعرف على النص في لافتات ساعات العمل.

# NSHumanReadableCopyright
source: Copyright 2012-2021 Bryce Cogswell
ars: حقوق النشر 2012-2021 Bryce Cogswell

# NSLocationAlwaysAndWhenInUseUsageDescription
source: Always on location tracking allows the app to record GPX files when inactive.
ars: تشغيل تتبع الموقع بشكل دائم يسمح للتطبيق بتسجيل ملفات GPX عندما يكون التطبيق غير نشط.

# NSLocationAlwaysUsageDescription
source: Your location will be displayed and followed on the map.
ars: سيتم عرض موقعك وتتبعه على الخريطة.

# NSLocationUsageDescription
source: Enabling location services allows the app to display objects in your vicinity. This allows you to easily update or add data you survey yourself.
ars: عند تمكين خدمات الموقع سيعرض لك التطبيق الأشياء القريبة منك، كما يتيح لك تحديث أو إضافة البيانات التي تقوم باستطلاعها بنفسك بسهولة.

# NSLocationWhenInUseUsageDescription
source: Your location will be displayed and followed on the map.
ars: سيتم عرض موقعك وتتبعه على الخريطة.

# &#9;Relation
source: Relation
ars: علاقة

# &#9;Way
source: Way
ars: طريق

# (%d members)&#10;|==|plural.one
source: (%d member)
ars: (%d الأعضاء)

# (%d members)&#10;|==|plural.other
source: (%d members)
ars: (%d الأعضاء)

# (%d nodes)&#10;|==|plural.one
source: (%d node)
ars: (%d عقدة)

# (%d nodes)&#10;|==|plural.other
source: (%d nodes)
ars: (%d عقدة)

source: (node)
ars: (عقدة)

source: (way)
ars: (طريق)

# %.1f meters, %ld nodes
source: %1$#@meters@, %2$#@nodes@
ars: %1$#@meters@ أمتار، %2$#@nodes@ عقد

# %.1f meters, %ld nodes|==|substitutions.meters.plural.few
source: %1$.1f meters
ars: %1$.1f

# %.1f meters, %ld nodes|==|substitutions.meters.plural.many
source: %1$.1f meters
ars: %1$.1f

# %.1f meters, %ld nodes|==|substitutions.meters.plural.one
source: %1$.1f meter
ars: %1$.1f

# %.1f meters, %ld nodes|==|substitutions.meters.plural.other
source: %1$.1f meters
ars: %1$.1f

# %.1f meters, %ld nodes|==|substitutions.meters.plural.two
source: %1$.1f meters
ars: %1$.1f

# %.1f meters, %ld nodes|==|substitutions.nodes.plural.few
source: %2$ld nodes
ars: %2$ld

# %.1f meters, %ld nodes|==|substitutions.nodes.plural.many
source: %2$ld nodes
ars: %2$ld

# %.1f meters, %ld nodes|==|substitutions.nodes.plural.one
source: %2$ld node
ars: %2$ld

# %.1f meters, %ld nodes|==|substitutions.nodes.plural.other
source: %2$ld nodes
ars: %2$ld

# %.1f meters, %ld nodes|==|substitutions.nodes.plural.two
source: %2$ld nodes
ars: %2$ld

# %.2f MB, %ld files
source: %1$#@megabytes@ , %2$#@files@
ars: %1$#@megabytes@ ميقا بايت، %2$#@files@ ملف/ات

# %.2f MB, %ld files|==|substitutions.files.plural.few
source: %2$ld files
ars: %2$ld

# %.2f MB, %ld files|==|substitutions.files.plural.many
source: %2$ld files
ars: %2$ld

# %.2f MB, %ld files|==|substitutions.files.plural.one
source: %2$ld file
ars: %2$ld

# %.2f MB, %ld files|==|substitutions.files.plural.other
source: %2$ld files
ars: %2$ld

# %.2f MB, %ld files|==|substitutions.files.plural.two
source: %2$ld files
ars: %2$ld

# %.2f MB, %ld files|==|substitutions.megabytes.plural.few
source: %1$.2f MB
ars: %1$.2f

# %.2f MB, %ld files|==|substitutions.megabytes.plural.many
source: %1$.2f MB
ars: %1$.2f

# %.2f MB, %ld files|==|substitutions.megabytes.plural.one
source: %1$.2f MB
ars: %1$.2f

# %.2f MB, %ld files|==|substitutions.megabytes.plural.other
source: %1$.2f MB
ars: %1$.2f

# %.2f MB, %ld files|==|substitutions.megabytes.plural.two
source: %1$.2f MB
ars: %1$.2f

source: %@ (relation)
ars: %@ (علاقة)

source: %@ meters
ars: %@ متر

# %ld Days|==|plural.one
source: %ld Day
ars: %ld يوم/أيام

# %ld Days|==|plural.other
source: %ld Days
ars: %ld يوم/أيام

# %ld edits, last active %@|==|plural.one
source: %ld edit, last active %@
ars: %1$ld تحرير، آخر نشاط %2$@

# %ld edits, last active %@|==|plural.other
source: %ld edits, last active %@
ars: %1$ld تحرير، آخر نشاط %2$@

# %ld meters, %ld points
source: %1$#@meters@, %2$#@points@
ars: %1$#@meters@ متر, %2$#@points@ نقطة

# %ld meters, %ld points|==|substitutions.meters.plural.few
source: %ld meters
ars: %1$ld

# %ld meters, %ld points|==|substitutions.meters.plural.many
source: %ld meters
ars: %1$ld

# %ld meters, %ld points|==|substitutions.meters.plural.one
source: %ld meter
ars: %1$ld

# %ld meters, %ld points|==|substitutions.meters.plural.other
source: %ld meters
ars: %1$ld

# %ld meters, %ld points|==|substitutions.meters.plural.two
source: %ld meters
ars: %1$ld

# %ld meters, %ld points|==|substitutions.points.plural.few
source: %ld points
ars: %2$ld

# %ld meters, %ld points|==|substitutions.points.plural.many
source: %ld points
ars: %2$ld

# %ld meters, %ld points|==|substitutions.points.plural.one
source: %ld point
ars: %2$ld

# %ld meters, %ld points|==|substitutions.points.plural.other
source: %ld points
ars: %2$ld

# %ld meters, %ld points|==|substitutions.points.plural.two
source: %ld points
ars: %2$ld

# %ld objects|==|plural.one
source: %ld object
ars: %ld عنصر/عناصر

# %ld objects|==|plural.other
source: %ld objects
ars: %ld عنصر/عناصر

# %lu tiles needed|==|plural.one
source: %lu tile needed
ars: عدد الصور المتجانبة المطلوبة %lu

# %lu tiles needed|==|plural.other
source: %lu tiles needed
ars: عدد الصور المتجانبة المطلوبة %lu

source: (new object)
ars: (عنصر جديد)

source: (node in way)
ars: (العقدة في الطريق)

source: (node)
ars: (عقدة)

source: (relation %@)
ars: (%@ علاقة)

source: (way)
ars: (طريق)

source: + Button Position
ars: + موضع الزر

# &lt;unknown&gt;
source: <unknown>
ars: <غير معروف>

source: A GPX Track records your path as you travel along a road or trail
ars: يتم تسجيل ملف بيانات ملف GPX حسب مسارك أثناء التنقل على طول الطريق أو المسار

source: A relation the node belongs to is not fully downloaded
ars: لم يتم تنزيل العلاقة التي تنتمي إليها العقدة بشكل كامل

source: Accept
ars: قبول

source: Add Note
ars: إضافة ملاحظة

source: Add inner member
ars: إضافة عضو لطرف داخلي

source: Add outer member
ars: إضافة عضو لطرف خارجي

source: Add way to multipolygon?
ars: إضافة طريق إلى علاقة مضلع متعدد؟

source: Adding members:
ars: إضافة الأعضاء:

source: Additional imagery
ars: صور إضافية

source: Aerial only
ars: صور جوية فقط

source: All Tags
ars: كل الوسوم

source: All choices
ars: جميع الخيارات

source: An unknown error occurred fetching metadata
ars: حدث خطأ غير معروف أثناء جلب البيانات الوصفية

source: Attention
ars: تحذير

source: Attributes
ars: السمات

source: Automatic
ars: تلقائي

source: Back
ars: رجوع

source: Background imagery %@
ars: الصور الخلفية %@

source: Bad login
ars: تسجيل دخول غير صحيح

source: Cache size warning
ars: تحذير عن حجم ذاكرة التخزين المؤقت

source: Cache trimmed
ars: تم مسح ذاكرة التخزين المؤقت

source: Can only add ways to multipolygons
ars: تستطيع إضافة الطرق فقط إلى علاقة المضلعات المتعددة

source: Can't delete node that is part of a relation
ars: لا يمكن حذف العقدة التي تكون جزء من علاقة

source: Can't delete relation that is not a multipolygon
ars: لا يمكن حذف علاقة ليست من نوع مضلعات متعددة

source: Can't delete way that is part of a Route or similar relation
ars: لا يمكن حذف الطريق الذي يكون جزءاً من مسار أو علاقة مشابهة

source: Can't extend way
ars: لا يمكن تمديد الطريق

source: Can't remove Turn Restriction 'via' node
ars: لا يمكن إزالة تقييد الانعطاف "عبر" العقدة

source: Can't remove Turn Restriction node connecting 'to'/'from' to 'via'
ars: لا يمكن إزالة عقدة تقييد الانعطاف التي تربط 'إلى'/'من' إلى'عبر'

source: Can't remove Turn Restriction to/from way
ars: لا يمكن إزالة تقييد الانعطاف من / إلى الطريق

source: Can't remove component of a Route or similar relation
ars: لا يمكن إزالة مكون مسار أو علاقة مشابهة

source: Can't remove node in Turn Restriction 'via' way
ars: لا يمكن إزالة عقدة تقييد الانعطاف "عبر" الطريق

source: Cancel
ars: إلغاء

source: Cannot compose message
ars: لا يمكن إنشاء رسالة

source: Cannot connect an inner way to an outer way
ars: لا يمكن توصيل الخط الذي يمثل أطراف داخلية بخطوط الأطراف خارجية

source: Changeset
ars: مجموعة التغييرات

source: Clear Aerial Tiles
ars: خريطة صور متجانبة واضحة

source: Clear GPS Overlay Tiles
ars: مسح الطبقة العلوية لصور ال GPS

source: Clear GPX Tracks
ars: مسح مسارات GPX

source: Clear Locator Overlay Tiles
ars: مسح صور طبقة محدد المواقع

source: Clear Mapnik Tiles
ars: مسح ذاكرة طبقة Mapnik

source: Clear OSM Data
ars: مسح بيانات خريطة الشارع المفتوحة

source: Commit
ars: إرسال

source: Configure
ars: تهيئة

source: Confirm move
ars: تأكيد النقل

source: Connecting the nodes would damage a relation
ars: ربط العقد من شأنه أن يضر علاقة

source: Copy Tags
ars: نسخ الوسوم

source: Could not duplicate object
ars: لا يمكن تكرار العنصر

# Create&#10;
source: Create
ars: إنشاء

source: Create Relation
ars: إنشاء علاقة

source: Create Relation Type
ars: إنشاء نوع العلاقة

source: Current Track
ars: المسار الحالي

source: Database error
ars: خطأ في قاعدة البيانات

source: Delete
ars: حذف

# Delete&#10;
source: Delete
ars: حذف

source: Delete %@?
ars: حذف %@؟

source: Delete completely
ars: حذف بشكل كامل

source: Delete failed
ars: فشل الحذف

source: Detach from relation
ars: الانفصال عن العلاقة

source: Disconnect
ars: فصل

source: Display options
ars: عرض الخيارات

source: Distance: %1$@ ± %2$@ meters
ars: المسافة: %1$@ ± %2$@ متر

source: Done
ars: تم

source: Duplicate
ars: تكرار

source: Edit
ars: تعديل

source: Edit XML
ars: تحرير XML

source: Edit restrictions
ars: تحرير القيود

source: Editing layer not visible
ars: طبقة التحرير غير مرئية

source: Editor only
ars: التحرير فقط

source: Editor with Aerial
ars: التحرير مع الصور الجوية

source: Ensure Location Services is enabled and you have granted this application access. Error: %@
ars: تأكد من تمكين خدمات الموقع ومنح هذا التطبيق حق الوصول. الخطأ: %@

source: Ensure the editor view is visible and displays objects in the local area
ars: تأكد من تفعيل وضع التحرير وجعلة مرئي ويعرض العناصر في المنطقة المحلية

source: Error
ars: خطأ

source: Error connecting to way
ars: خطأ في الاتصال بالطريق

source: Error fetching metadata: %@
ars: خطأ في جلب البيانات الوصفية: %@

source: Extending a 'via' in a Turn Restriction will break the relation
ars: سيؤدي تمديد "عبر" في قيود الدور إلى تخريب العلاقة

source: Extending a way which belongs to a Route or similar relation may damage the relation
ars: قد يؤدي تمديد طريق ينتمي إلى مسار أو علاقة مشابهة إلى تخريب العلاقة

source: GPX Upload Complete
ars: اكتمال رفع ملف GPX

source: GPX Upload Failed
ars: فشل رفع ملف GPX

source: Height: %1$@ ± %2$@ meters
ars: الارتفاع: %1$@ ± %2$@ متر

source: I'll do it!
ars: أنا سأفعل ذلك!

source: Identifier
ars: المعرف

source: Ignore
ars: تجاهل

source: In order to measure height, please enable camera access in the app's settings.
ars: لقياس الارتفاع، نرجوا منك تمكين الوصول إلى الكاميرا في إعدادات التطبيق.

source: Invalid URL
ars: رابط غير صالح

source: Join
ars: ضم

source: Joining would invalidate a Turn Restriction the way belongs to
ars: قد يؤدي الانضمام إلى إبطال قيد الانعطاف الذي ينتمي إليه الطريق

source: Language selection affects only Presets and only for those presets that are translated for iD. The main interface is still English.
ars: اختيارك للغة يؤثر على الإعدادات المسبقة للوسوم والتي تمت ترجمتها لمحرر iD، أما الواجهة الأساسية للتطبيق لا تزال بالإنجليزية.

source: Last updated %@
ars: آخر تحديث %@

source: Lat/Lon
ars: خط عرض/ خط طول

source: Left
ars: يسار

source: Left side
ars: الجانب الأيسر

source: Length
ars: الطول

source: Location unavailable
ars: غير قادر على تحديد موقع

source: Login successful
ars: تمت عملية تسجيل الدخول بنجاح

source: Low memory: clearing cache
ars: ذاكرة منخفضة: مسح ذاكرة التخزين المؤقت

source: Mail delivery is not available on this device
ars: لا يمكن إرسال البريد الإلكتروني على هذا الجهاز

source: Make Circular
ars: جعله دائري

source: Make Rectangular
ars: جعله مستطيلاً

source: Max nodes after joining is 2000
ars: الحد الأقصى للعقد بعد الضم هو 2000

source: Maximum way length is 2000 nodes
ars: أقصى طول للطريق الواحد هو 2000 عقدة

source: Maybe later...
ars: ربما في وقت لاحق...

source: Measure Direction
ars: قياس الاتجاه

source: Member of multipolygon relation
ars: عضو في علاقة مضلعات متعددة

source: Members
ars: الأعضاء

source: Merge Tags
ars: دمج الوسوم

source: Missing way to connect to
ars: لا يوجد خط للاتصال به

source: Modified
ars: تم التعديل

source: Modify
ars: تعديل

# Modify&#10;
source: Modify
ars: تعديل

source: Modifying the raw XML data allows you to correct errors that prevent uploading. It is an advanced operation that should only be undertaken if you have a thorough understanding of the OSM changeset format.
ars: تعديل بيانات XML يتيح لك تصحيح الأخطاء التي تمنع الرفع. وهي عملية متقدمة يجب إجراؤها فقط إذا كان لديك فهم شامل لتنسيق مجموعة تغييرات خريطة الشارع المفتوحة.

source: More...
ars: المزيد...

source: Most recent
ars: المستخدم مؤخرًا

source: Move
ars: تحريك

source: Move selected object?
ars: نقل عنصر محدد؟

source: Multipolygon
ars: المضلعات المتعددة

source: Network error
ars: خطأ في الشبكة

source: Never
ars: أبدا

source: Next
ars: التالي

source: No Data
ars: لايوجد بيانات

source: No Left Turn restriction
ars: لا يوجد قيود على الانعطاف لليسار

source: No Right Turn restriction
ars: لا يوجد قيود على الانعطاف لليمين

source: No Straight On restriction
ars: لا يوجد قيود على المشي بشكل مستقيم وللأمام

source: No U-Turn restriction
ars: لا يوجد تقييد انعطاف على الدواران (اليوتيرن)

source: No active track
ars: لا يوجد مسار نشط

source: No results found
ars: لم يتم العثور على نتائج

source: No tags to paste
ars: لا توجد وسوم للصقها

source: Node
ars: عقدة

source: Node Attributes
ars: خصائص العقدة

source: Node Tags
ars: وسوم العقدة

source: Node is not an element of way
ars: العقدة ليست عنصرا من عناصر الطريق

source: Node must be the first or last node of the way
ars: يجب أن تكون العقدة هي العقدة الأولى أو الأخيرة في الطريق

source: Not found
ars: لم يتم العثور على شيء

source: Note History
ars: السجل التاريخي للملاحظات

source: Nothing to upload, no changes have been made.
ars: لا شيء للرفع، لم تقم بإجراء أي تغييرات.

source: Number of recent items to display
ars: عدد العناصر الحديثة التي سيتم عرضها

source: OK
ars: موافق

source: Object modified
ars: عنصر معدل

source: Only Left Turn restriction
ars: فقط قيود الانعطاف لليسار

source: Only Right Turn restriction
ars: فقط قيود الانعطاف لليمين

source: Only Straight On restriction
ars: فقط قيود المشي بشكل مستقيم (للأمام)

source: Only multipolygon relations are supported
ars: يتم دعم علاقات المضلعات المتعددة فقط

source: Only ways/multipolygons can be rotated
ars: يمكن تدوير الطرق/المضلعات المتعددة فقط

source: Open Settings
ars: فتح الإعدادات

source: Open URL
ars: فتح رابط

source: Paste
ars: لصق

# Pasting %ld tag(s)|==|plural.one
source: Pasting %ld tag
ars: تُعرض عند نسخ / لصق الوسوم من عنصر لآخر

# Pasting %ld tag(s)|==|plural.other
source: Pasting %ld tags
ars: تُعرض عند نسخ / لصق الوسوم من عنصر لآخر

source: Perform Action
ars: تنفيذ الإجراء

source: Please wait
ars: يرجى الانتظار

source: Previous
ars: السابق

source: Previous Tracks
ars: المسارات السابقة

source: Purge
ars: تنظيف
