Repository: bryceco/GoMap
Catalog: src/xliff/ars.xliff
Languages: ars

source: Rating this app makes it easier for other mappers to discover it and increases the visibility of OpenStreetMap.
ars: يسهّل تقييم هذا التطبيق على مصممي الخرائط الآخرين اكتشافه الأمر الذي يؤدي لمزيد من المحررين على خريطة الشارع المفتوحة.

source: Recent Aerial Imagery
ars: الصور الجوية الحديثة

source: Redo
ars: إعادة

source: Relation Attributes
ars: خصائص العلاقة

source: Relation Tags
ars: وسوم العلاقة

source: Relation: %@
ars: العلاقة: %@

source: Relations
ars: العلاقات

source: Replace Tags
ars: استبدال الوسوم

source: Requires a closed way with at least 3 nodes
ars: لابد من وجود طريق مغلق (مساحة لشيء ما) ويحتوي على ثلاث عقد (نقاط) على الأقل

source: Requires a closed way with at least 4 nodes
ars: لابد من وجود طريق مغلق (مساحة لشيء ما) ويحتوي على أربع عقد (نقاط) على الأقل

source: Restrict
ars: قيد

source: Restriction: %@
ars: القيد: %@

source: Results for %@ (%@)
ars: النتائج %1$@ (%2$@)

source: Retry
ars: إعادة المحاولة

source: Reverse
ars: عكس الاتجاه

source: Right
ars: يمين

source: Right side
ars: الجانب الأيمن

source: Rotate
ars: تدوير

source: Select Object
ars: تحديد عنصر

source: Select a highway approaching the intersection
ars: حدد الطريق المؤدي إلى التقاطع

source: Selected object is off screen
ars: العنصر المحدد خارج الشاشة

source: Set
ars: ضبط

source: Set Height Tag
ars: ضبط وسم الارتفاع

source: Settings
ars: الإعدادات

source: Share
ars: مشاركة

source: Show Recent Items
ars: إظهار العناصر الحديثة

source: Something went wrong while attempting to restore your data. Any pending changes have been lost. Sorry.
ars: حدث خطأ ما أثناء محاولة استعادة بياناتك. كما فقدت أي تغييرات كانت معلقة. نأسف لذلك.

source: Split
ars: تقسيم

source: Standard imagery
ars: صور قياسية

source: Start
ars: ابدأ

source: Stop
ars: توقف

source: Straighten
ars: جعله مستقيماً

source: Tags
ars: الوسوم

source: The + button can be positioned on either the left or right side of the screen
ars: يمكن وضع الزر + على الجانب الأيسر أو الأيمن من الشاشة

source: The current location cannot be determined:
ars: لا يمكن تحديد الموقع الحالي:

source: The merged nodes contain conflicting tags
ars: تحتوي العقد المدموجة على وسوم متعارضة

source: The nodes have conflicting roles in parent relations
ars: العقد لها أدوار متعارضة في العلاقات التي تتبع لها

source: The object does not contain any tags
ars: لا يحتوي العنصر على أي وسوم

source: The restriction cannot be deleted
ars: لا يمكن حذف القيد

source: The selected way must be completely visible
ars: يجب أن يكون الطريق المحدد مرئياً بشكل كامل

source: The target way is ambiguous
ars: الطريق المستهدف مبهم وغير واضح

source: The turn contains an unrecognized turn restriction style. Proceeding will destroy it.
ars: يحتوي المنعطف على نمط تقييد دوران غير معروف. مواصلة الإجراء سوف يقوم بتخريبها.

source: The way belongs to a relation that is not fully downloaded
ars: الطريق ينتمي إلى علاقة لم يتم تنزيلها بالكامل

source: The way is not sufficiently straight
ars: الطريق ليس مستقيما بما فيه الكفاية

source: The way must have at least 2 nodes
ars: يجب أن يحتوي الطريق على عقدتين على الأقل

source: The ways contain incompatible tags
ars: تحتوي الطرق على وسوم غير متوافقة

source: This action requires GPS to be turned on
ars: يتطلب هذا الإجراء تشغيل نظام تحديد المواقع العالمي (GPS)

source: This app does not yet support editing turn restrictions without a node as the 'via' member
ars: لا يدعم هذا التطبيق حتى الآن قيود تعديل الانعطاف بدون عقدة كعضو "عبر"

source: This device is not able to provide heading data.
ars: هذا الجهاز غير قادر على توفير بيانات العنوان.

source: To add another member to the relation 'long press' on the way to be added
ars: لإضافة عضو آخر إلى العلاقة "اضغط طويلا" على الطريق إلى أن يضاف

source: Travel ALLOWED from %@ to %@
ars: التنقل مسموح به من %1$@ إلى %2$@

source: Travel ONLY from %@ to %@
ars: التنقل محصور أن يكون من %1$@ إلى %2$@

source: Travel PROHIBITED from %@ to %@
ars: التنقل ممنوع من %1$@ إلى %2$@

source: Travel from %@
ars: التنقل من %@

source: Turn On Location Services to Allow %@ to Determine Your Location
ars: تشغيل خدمات الموقع للسماح لـ %@ بتحديد موقعك

source: Turn Restrictions
ars: قيود الانعطافات المرورية

source: Turn restrictions specify which roads you can turn onto when entering an intersection from a given direction. Select the highway from which you are approaching the intersection, then tap an arrow to toggle whether the destination road is a permitted route.
ars: تحدد قيود الانعطاف الطرق التي يمكنك الانعطاف إليها عند دخول تقاطع من اتجاه معين. حدد الطريق الذي يقترب لتقاطع أو مفترق طرق، ثم اضغط على السهم للتحديد ما إذا ما كانت طريق الوجهة طريقًا مسموحًا به.

source: Type
ars: النوع

source: U-Turn from %@ allowed
ars: الدواران (الوتيرن) يسمح به من %@

source: U-Turn from %@ prohibited
ars: الدواران (الوتيرن) ممنوع من %@

source: UID
ars: معرف المستخدم

source: Unable to upload changes
ars: لا يمكن رفع التغييرات

source: Undo
ars: تراجع

source: Unknown role
ars: دور لعضو العلاقة غير معروف

source: Unsupported turn restriction type
ars: نوع قيود الانعطاف غير مدعوم

source: Update
ars: تحديث

source: Update '%@' tag
ars: تحديث الوسم '%@'

source: Updating Note...
ars: جاري تحديث الملاحظة...

source: Upload complete!
ars: اكتمل رفع البيانات!

source: Upload to OSM
ars: رفع إلى خريطة الشارع المفتوحة

source: Upload your changes
ars: رفع التغييرات التي قمت بها

source: Uploading GPX...
ars: يتم رفع GPX...

source: User
ars: اسم المستخدم

source: User-defined imagery
ars: صور من تحديد المستخدم

source: Version
ars: الإصدار

source: Warning
ars: تحذير

source: Way Attributes
ars: خصائص الطريق

source: Way Tags
ars: وسوم الطريق

source: You are about to make changes to the live OpenStreetMap database. Your changes will be visible to everyone in the world. To continue press Commit once again, otherwise press Cancel.
ars: أنت على وشك إجراء تغييرات على قاعدة بيانات خريطة الشارع المفتوح المباشرة. ستكون تغييراتك مرئية للجميع في العالم. لمتابعة الضغط على إرسال مرة أخرى، وإلا اضغط على إلغاء.

source: You can define your own custom presets here
ars: من هنا يمكنك تحديد إعداداتك المسبقة المخصصة

source: You can navigate to a relation member only if it is already downloaded. These members are marked with '>'.
ars: يمكنك الانتقال إلى عضو العلاقة فقط إذا تم تنزيله بالفعل. يتم تمييز هؤلاء الأعضاء بـ '>'.

source: You have made changes that have not yet been uploaded to the server. Clearing the cache will cause those changes to be lost.
ars: لقد قمت بتغييرات لم يتم رفعها بعد إلى الخادم. سيؤدي مسح ذاكرة التخزين المؤقت إلى فقدان هذه التغييرات.

source: You must save or discard changes to the current object before editing its associated relation
ars: يجب حفظ التغييرات على العنصر الحالي أو تجاهلها قبل تحرير العلاقة المقترنة به

source: You've uploaded %ld changeset with this version of Go Map!! Rate this app?
ars: لقد قمت برفع %ld تغيير/تغييرات مع هذا الإصدار من Go Map!! هل ترغب بتقييم هذا التطبيق؟

source: You've uploaded %ld changesets with this version of Go Map!! Rate this app?
ars: لقد قمت برفع %ld تغيير/تغييرات مع هذا الإصدار من Go Map!! هل ترغب بتقييم هذا التطبيق؟

source: Your OSM data cache is getting large, which may lead to slow startup and shutdown times. You may want to clear the cache (under Display settings) to improve performance.
ars: ذاكرة التخزين المؤقت الخاص بك لبيانات خريطة الشارع المفتوحة أصبحت كبيرة جدا، وقد يؤدي ذلك إلى البطء في بدء وإيقاف تشغيل التطبيق. قد تحتاج إلى مسح ذاكرة التخزين المؤقت (ضمن إعدادات العرض) لتحسين الأداء.

source: Zoom to Edit
ars: تكبير للتحرير

source: add node to way
ars: إضافة عقدة إلى الطريق

source: add object to relation
ars: إضافة عنصر إلى العلاقة

source: added to multipolygon relation
ars: تمت إضافته إلى علاقة المضلعات المتعددة

source: computing size...
ars: حساب الحجم ...

source: create node
ars: إنشاء عقدة

source: create relation
ars: إنشاء علاقة

source: create turn restriction
ars: إنشاء قيود انعطاف

source: create way
ars: إنشاء طريق

source: delete multipolygon
ars: حذف مضلعات متعددة

source: delete node
ars: حذف العقدة

source: delete node from way
ars: حذف العقدة من الطريق

source: delete object from relation
ars: حذف عنصر من العلاقة

source: delete relation
ars: حذف العلاقة

source: delete restriction
ars: حذف قيد

source: delete route
ars: حذف المسار

source: delete way
ars: حذف الطريق

source: duplicate
ars: تكرار

source: meters
ars: متر

source: move
ars: نقل وتحريك

source: node %@
ars: العقدة %@

source: node %@ (in way)
ars: العقدة %@ (في الطريق)

source: other object
ars: عنصر آخر

source: relation
ars: علاقة

source: set tags
ars: ضبط الوسوم

source: update relation members
ars: تحديث أعضاء العلاقة

source: vintage %@
ars: سنة الالتقاط %@

source: vintage %@ - %@
ars: سنة الالتقاط %1$@ - %2$@

source: way %@
ars: الطريق %@

# 05z-LH-xEK.normalTitle
source: OK
ars: موافق

# Zxw-Em-faC.normalTitle
source: Cancel
ars: إلغاء

# cy3-gz-fvk.text
source: Go Map!! will open at the location the photo was taken.
ars: سيقوم تطبيق Go Map بفتح الموقع الذي التقطت فيه الصورة.

source: Processing data...
ars: معالجة البيانات...

source: The URL content isn't recognized.
ars: لم يتم التعرف على محتوى رابط URL.

source: Unfortunately the selected image does not contain location information.
ars: للأسف الصورة المحددة لا يوجد فيها ما معلومات عن مكان إلتقاطها.

# 0mW-YK-ajm.placeholder
source: no
ars: لا

# 0zS-QM-zwQ.placeholder
source: type
ars: النوع

# 1Yx-Ce-yfq.title
source: Back
ars: رجوع

# 2Q5-Vd-FED.text
source: Title
ars: العنوان

# 2cB-FV-ozw.title
source: Attributes
ars: الخصائص

# 6VA-gm-L0S.title
source: Point of Interest
ars: نقطة اهتمام

# 8Nt-xf-x5Q.text
source: Title
ars: العنوان

# 9Nw-ha-JK5.placeholder
source: Yes
ars: نعم

# 19J-sp-UTX.title
source: All Tags
ars: كل الوسوم

# 436-kv-L7j.placeholder
source: Restaurant
ars: مطعم

# Ak4-ru-E4V.placeholder
source: dog
ars: كلب

# Bnh-U0-D7i.text
source: Add New
ars: إضافة جديد

# CXe-gQ-Zda.text
source: Value 8
ars: القيمة 8

# Dfv-TT-J6i.footerTitle
source: The preset will be available when editing objects matching this key/value combination. Leave either blank for wildcard.
ars: سيكون الإعداد المسبق متاحًا عند تحرير العناصر التي تطابق مدخلات المفتاح/القيمة هذه، وكلما تركتها فارغة ستتظهر لك إعدادات مسبقة أكثر.

# Dfv-TT-J6i.headerTitle
source: Applies To
ars: ينطبق على

# Eou-a6-V4g.text
source: Key
ars: مفتاح

# Fcv-4Q-gpE.text
source: Value 3
ars: القيمة 3

# Fe2-dc-zgA.placeholder
source: designated
ars: مخصص/محدد

# G5R-oP-lp3.title
source: Custom Tags
ars: الوسوم المخصصة

# GIO-W7-q5U.title
source: Custom Presets
ars: إعدادات مسبقة مخصصة

# Hgu-iP-FnG.title
source: Back
ars: رجوع

# JAT-qD-dTS.text
source: Value 1
ars: القيمة 1

# Jsm-mO-hgo.title
source: POI Type
ars: نوع نقطة الاهتمام

# KX3-hG-OyE.title
source: Back
ars: رجوع

# OND-s7-I6f.title
source: Custom Preset
ars: إعداد مسبق مخصص

# P3A-5n-1Iq.text
source: Type
ars: النوع

# QDv-7w-nbx.headerTitle
source: Preset Name
ars: اسم محدد مسبقا

# R0q-aM-ULf.text
source: Value 6
ars: القيمة 6

# Rfe-SO-p0w.title
source: Cancel
ars: إلغاء

# TK4-E8-1q7.text
source: Title
ars: العنوان

# Urd-9O-Mte.placeholder
source: relation
ars: علاقة

# Vli-Ct-Lpz.text
source: Wheelchair Access
ars: إمكانية دخول/وصول كراسي المعاقين

# Wim-Qa-dYQ.text
source: Value 10
ars: القيمة 10

# WoH-od-iKL.text
source: Value 7
ars: القيمة 7

# X1y-nK-nVJ.placeholder
source: key
ars: المفتاح

# XBV-Ie-LDT.text
source: Food & Drink
ars: الطعام & الشراب

# ZYn-TK-k7d.text
source: Subtitle
ars: عنوان فرعي

# aCs-vS-YXj.placeholder
source: ref
ars: المرجع

# aLi-Vs-z0k.title
source: Configure
ars: تهيئة وضبط

# cN9-3h-H3l.title
source: All Tags
ars: كل الوسوم

# cP3-lR-lzM.placeholder
source: value
ars: القيمة

# cTf-Rc-vqr.headerTitle
source: Preset Key
ars: مفتاح مسبق الإعداد

# daQ-tl-pKh.text
source: Label
ars: العلامة/العنوان

# dsA-B6-s7R.text
source: Value 9
ars: القيمة 9

# eG3-Xz-Nnp.placeholder
source: Dogs Allowed
ars: يسمح بدخول الكلاب

# f5t-25-IXF.title
source: Attributes
ars: الخصائص

# foC-aN-GtH.placeholder
source: clean
ars: مسح

# gv7-b8-wUw.text
source: Label
ars: العلامة/المسمى

# hKU-EH-qxp.title
source: Attributes
ars: الخصائص

# hfr-Mf-ZHv.text
source: value
ars: القيمة

# ijx-N9-1eO.text
source: Changeset
ars: مجموعة التغييرات

# jv1-BF-p2a.footerTitle
source: The possible values for the preset
ars: القيم المحتملة للإعداد المسبق

# jv1-BF-p2a.headerTitle
source: Preset values
ars: قيم محددة مسبقًا

# kPA-ky-U48.placeholder
source: leisure
ars: ترفيه

# lPv-s6-uEz.title
source: Common Tags
ars: الوسوم الشائعة

# li7-oV-pgT.text
source: Value 5
ars: القيمة 5

# mAb-DX-pqb.title
source: Common tags
ars: الوسوم الشائعة

# mcN-gM-s7u.text
source: Name
ars: الاسم

# nKt-LG-cSw.text
source: Value 2
ars: القيمة 2

# ng7-T9-SJ6.text
source: Value 4
ars: القيمة 4

# o63-qY-4vl.text
source: Value 11
ars: القيمة 11

# oC6-w7-cwN.placeholder
source: leashed
ars: مقيد

# okh-JP-aKZ.placeholder
source: park
ars: حديقة

# omf-S9-Yjq.text
source: Name
ars: الاسم

# pHA-2B-6DC.normalTitle
source: Customize Presets
ars: تخصيص الإعدادات المسبقة

# pxY-di-zg7.placeholder
source: Restaurant
ars: مطعم

# sVp-1S-TjJ.placeholder
source: role
ars: دور

# teB-9L-Nrf.text
source: Key
ars: المفتاح

# v1b-PG-XxE.title
source: Presets
ars: إعدادات مسبقة

# vpk-jC-yxl.placeholder
source: yes
ars: نعم

# wFE-f1-sQa.text
source: Value 12
ars: القيمة 12

# z19-cc-gHZ.text
source: Value
ars: القيمة

# 0Hk-5U-2Kg.text
source: Mapnik Tiles
ars: الصور المتجانبة من Mapnik

# 1Mo-xe-IbY.headerTitle
source: I don't have an account
ars: ليس لدي حساب

# 1SU-BF-K3n.title
source: Credits
ars: شكرا للمساهمين

# 2TW-mO-uX2.footerTitle
source: If you are mapping somewhere with limited connectivity you can download the aerial and/or Mapnik tiles for the next two higher zoom levels that are in the current view area.
ars: إذا كنت تقوم برسم الخرائط في مكان ما به اتصال محدود، يمكنك تنزيل الصور الجوية المتجانبة و / أو صور خريطة Mapnik لمنطقة العرض الحالية وبمستويي تكبير للخريطة.

# 2TW-mO-uX2.headerTitle
source: Download zoomed tiles
ars: تنزيل الصور المتجانبة والمكبرة

# 2Zi-cz-7Va.text
source: Show Touches
ars: إظهار اللمسات

# 3qk-15-BUc.text
source: Details
ars: التفاصيل

# 6GT-p2-rPO.footerTitle
source: Select a server if you would like to edit data located on an alternate OSM server.
ars: حدد مضيفًا آخر إذا كنت ترغب في تحرير البيانات الموجودة على خادم OSM آخر، علماً بأن المضيف الافتراضي هو api.openstreetmap.org.

# 6GT-p2-rPO.headerTitle
source: OpenStreetMap Server
ars: خادم خريطة الشارع المفتوحة

# 6Lj-wh-z9f.text
source: Detail
ars: التفاصيل

# 34N-Ep-rpf.text
source: OpenStreetMap Login
ars: تسجيل الدخول إلى خريطة الشارع المفتوحة

# 355-dx-Oi8.headerTitle
source: Language
ars: اللغة

# AHZ-L8-yUA.title
source: Settings
ars: الإعدادات

# AVI-04-hFN.text
source: Aerial Tiles
ars: الصور الجوية

# BHr-ta-k6F.text
source: Copyright © 2012-2020 Bryce Cogswell. All rights reserved. OpenStreetMap data is licensed under the Open Data Commons Open Database License (ODbL): https://www.openstreetmap.com/copyright Bing aerial imagery copyright Microsoft and its suppliers: https://www.microsoft.com/maps/product/terms.html, https://www.microsoft.com/maps/assets/docs/terms.aspx Mapbox aerial imagery copyright Mapbox and its suppliers: https://www.mapbox.com/tos XML parsing courtesy of Robbie Hanson's KissXML: https://github.com/robbiehanson/KissXML EXIF parsing code Copyright (c) 2010-2015 Mayank Lahiri https://github.com/mayanklahiri/easyexif Map icons by SJJB: http://www.sjjb.co.uk/mapicons Other icons by Glyphish: http://glyphish.com
ars: حقوق النشر © 2012-2020 Bryce Cogswell. كل الحقوق محفوظة. بيانات OpenStreetMap مرخصة بموجب ترخيص Open Data Commons Open Database (ODbL): https://www.openstreetmap.com/copyright حقوق نشر صور Bing الجوية لشركة Microsoft ومورديها: https://www.microsoft.com/maps/product/terms.html ، https://www.microsoft.com/maps/assets/docs/terms.aspx حقوق الطبع والنشر للصور الجوية لـ Mapbox Mapbox ومورديها: https://www.mapbox.com/tos تحليل XML بإذن من روبي هانسون KissXML: https://github.com/robbiehanson/KissXML كود تحليل EXIF حقوق النشر (c) 2010-2015 Mayank Lahiri https://github.com/mayanklahiri/easyexif أيقونات الخريطة بواسطة SJJB: http://www.sjjb.co.uk/mapicons أيقونات أخرى بواسطة Glyphish: http://glyphish.com

# CHj-a3-gC9.text
source: Weblate - Translations
ars: ترجمات - Weblate

# DY5-Ls-XZ1.normalTitle
source: Register new account
ars: تسجيل حساب جديد

# Gcr-zK-nDq.text
source: Touches for screen recording
ars: أزرار تسجيل الشاشة

# Gxc-44-SzR.title
source: Advanced Settings
ars: اعدادات متقدمة

# HNj-kK-OCP.text
source: Title
ars: العنوان

# KIO-8j-QsO.text
source: Subtitle
ars: عنوان فرعي

# LaB-Et-hHT.text
source: Details
ars: التفاصيل

# Mus-SG-1Sz.text
source: Detail
ars: التفاصيل

# O6E-f1-A1k.title
source: Login
ars: تسجيل الدخول

# TGa-tJ-nrC.text
source: Credits
ars: شكرا للمساهمين

# Tkc-bW-kNS.footerTitle
source: In order to upload changes to the map you need a user name and password registered at openstreetmap.org.
ars: من أجل رفع التغييرات على الخريطة، تحتاج إلى وجود اسم مستخدم وكلمة مرور مسجلين في openstreetmap.org.

# Tkc-bW-kNS.headerTitle
source: OpenStreetMap account
ars: حساب خريطة الشارع المفتوحة

# TrT-Nn-WKe.text
source: Join the TestFlight Beta
ars: الانضمام إلى برنامج TestFlight لتجربة الإصدارات التجريبية للبرنامج

# UeH-ME-EV8.text
source: Show FPS
ars: إظهار عدد الإطارات في الثانية

# UvN-Qa-roL.text
source: Frames/Second
ars: إطارات/ثانية

# VDO-HW-SLB.title
source: Nearby Mappers
ars: رساموا الخرائط القريبون

# ags-Mx-c1q.text
source: Contact Us
ars: اتصل بنا

# bt0-CH-HbH.normalTitle
source: Start
ars: ابدأ

# dbi-X6-Day.headerTitle
source: Bug Reports & Suggestions
ars: تقارير الأخطاء & الاقتراحات

# fbD-Hr-HNI.headerTitle
source: Credentials
ars: معلومات تسجيل الدخول

# gec-8l-k4H.text
source: Advanced Settings
ars: إعدادات متقدمة

# gh3-sb-yuZ.headerTitle
source: Advanced
ars: متقدم

# iR4-av-Q7M.text
source: Email Feedback
ars: تعليقات البريد الإلكتروني

# ib9-wt-IzD.title
source: Language
ars: اللغة

# jcn-Lx-tj3.text
source: Nearby Mappers
ars: رساموا الخرائط القريبون

# kt1-K7-kcu.title
source: Back
ars: رجوع

# ktz-ef-tti.title
source: Contact Us
ars: اتصل بنا

# m7D-wn-3MP.title
source: Prepare for Offline
ars: التجهيز للعمل دون اتصال

# m7u-CH-jgg.headerTitle
source: Become a Tester
ars: كن مختبرا للإصدارت الجديدة

# nIn-2k-PYG.headerTitle
source: Miscellaneous
ars: متنوعات

# oIj-UV-kLH.headerTitle
source: About Us
ars: معلومات عنا

# osk-Kq-gDX.text
source: Language
ars: اللغة

# rfX-TP-V0l.text
source: Prepare for Offline
ars: التجهيز للعمل دون اتصال

# snH-kp-6ib.normalTitle
source: Start
ars: ابدأ

# whL-SZ-HD5.text
source: Email Feedback
ars: تعليقات البريد الإلكتروني

# x4m-oT-EG8.text
source: GitHub - Issues & Source Code
ars: المشاكل علىGitHub & الشفرة المصدرية

# yAO-9B-CTd.headerTitle
source: Developer settings
ars: إعدادات المطور

# ArV-4u-j7D.text
source: Changes:
ars: التغييرات:

# Mdj-M0-0mZ.title
source: Upload
ars: رفع

# Rqu-ny-n3F.normalTitle
source: Export
ars: البريد الإلكتروني

# feW-AK-msn.title
source: Commit
ars: إرسال

# hcE-yO-3eH.normalTitle
source: Edit
ars: تعديل

# ikj-u9-9Bn.text
source: Changeset comment:
ars: التعليق على التغييرات:

# ps9-Hb-Vow.placeholder
source: survey, Bing, etc.
ars: المسح والاستطلاع، صور خريطة بنج، المعرفة الشخصية.. الخ.

# yZR-tZ-66S.text
source: Source:
ars: المصدر:
